{
  "doc_id": "1.Keleti és nyugati egyház",
  "sentences": [
    "1) február 5.",
    "A keleti és a nyugati egyház, egyetemes zsinatok, a pápaság a kora középkorban (Sashalmi E.)\n\nCatalaunum (Mauriacum): 451: a hunokat legyőzik a rómaiak és a velük szövetséges germánok\n\nMantzikert :1071:",
    "Bizáncot legyőzik a szeldzsuk törökök, Bizánc elveszti területeinek nagy részét Kisázsiában.",
    "[HEADER] katolikus: eredeti jelentése - egyetemes.",
    "metropolita: a provincia székhelyén levő püspök megnevezése, az érsek megfelelője a keleti egyházakban\n\nsimonia: egyházi tisztségek valamely ellenszolgátatásért történő megszerzése, az elnevezés a bibliai Simon mágus nevéből ered\n\nzsinat: egyházi elöljárók tanácskozása, hittani kérdések tisztázása és törvényhozás céljából\n\neretnek: olyan személy, aki válogat a hivatalos egyház tanításai közt, elutasítja a hivatalos egyház álláspontját hitbéli kérdésekben és véleményéhez csökönyösen ragaszkodik\n\n[HEADER] szekta: az intézményes vallási közösségtől elkülönült, kis eretnek csoport.",
    "invesztitúra: (szó szerint: beöltöztetés) jelentése egyházi és/vagy világi tisztségbe/birtokba történő beiktatás – püspök esetében gyűrűvel és pásztorbottal a hivatalba, pálcával a birtokba; a hűbériség esetében különböző tárgyakkal, amelyek egy hierarchiát alkottak",
    "[HEADER] asylum: szent hely (pl. templom), amely menedékhelyként szolgált.",
    "arianizmus: korai eretnekség, Áriusz pap nevéből ered az elnevezés; az egyház hivatalos tanítása szerint Krisztus isteni és emberi természettel bírt egy személyben, az ariánusok viszont tagadták Krisztus isteni természetét; a 325 -ös I. niceai zsinaton ítélték el; a Nyugat-római Birodalom területére beköltöző germánok szinte kivétel nélkül ariánusok voltak, ezt később elhagyták a 6-7. században.",
    "monofüzitizmus: korai eretnekség, mely tagadta Krisztus isteni természetét - a monofüzita szó jelentése: „egy természetű”; a 451-es khalkedóni zsinat ítélte el, de ma is léteznek monofüzita egyházak: pl. az egyiptomi kopt egyház.",
    "nestorianizmus: korai eretnekség, Nesztóriosz nevéből ered megnevezés.",
    "Ő olyan mértékben különböztette meg Krisztusban az isteni és az emberi természetet, hogy fennállt a veszélye annak, hogy Krisztust két személynek lássák; a 431-es epheszoszi zsinat ítélte el, ma is létező, bár nem jelentős számú irányzat\n\nmonothelétizmus: korai eretnekség; a monotheléta szó jelentése: „egy akaratú” – mivel elismerték, hogy Krisztus két természettel bírt ugyan, de csak egy akarata volt, mégpedig az isteni, ezért volt egy személy;",
    "a 680-681-es III. konstantinápolyi zsinaton ítélték el.\n\nexcommunicatio: valamely személy kizárása a keresztények közösségéből, aminek következtében az illető nem részesülhet a szentségekből\n\ninterdictum: egy adott terület egyházi tilalom alá vétele, melynek következtében az ott élők nem részesülhetnek a szentségekből\n\napokrif: olyan ókeresztény írás, amelyik többnyire a Szenírás bizonyos eseményeit részletezi, viszont nem került be a kanonizált, azaz az egyház közössége által elfogadott írások közé",
    "[HEADER] vértanú: a keresztényüldözés áldozata, másként mártír.",
    "hitvalló/confessor: olyan szentkét tisztelt férfi, aki a hitet nem halálával, hanem valamely próbatétellel vallja meg\n\ncölibátus: papi nőtlenség a nyugati egyházban, amit a 10.",
    "századi cluny-i reform tűzött zászlajára, majd a VII.",
    "Gergely-féle pápaság karolt fel.",
    "Filioque: A katolikus egyház dogmája, amely a Szentléleknek az Atyától és a Fiútól (filioque) való származását mondja ki, szemben az ortodox egyház tanításával,",
    "amely a Szentléleknek kizárólag az Atyától való származását vallja.",
    "Ez a legfontosabb dogmatikai különbség a nyugati és a keleti egyház közt.",
    "egyházatyák: az egyház életében kimelkedő szerepet játsző személyek a korai egyház idejében.",
    "A 4 nagy nyugati egyházatya: Szent Ambrus, Szent Ágoston (Augustinus), Szent Jeromos, Nagy Szent Gregely pápa\n\npatrisztika:",
    "a keresztény bölcselet első kora a Kr. u. 1. századtól – nyugaton a 6. századig, keleten a 8. századig tart.",
    "bogumilok: 10.",
    "században Balkánon, az akkori Bulgáriában keletkezett ún.",
    "dualista eretnekség, amely jó és a rossz, szellemi világ és a termtett világ ellentétét hirdette\n\nkatharok: a 12.",
    "században a nyugati egyházban keletkezett eretnekség, amelynek tanításai erős rokonságot mutatnak a bogumil eretnekséggel, igen erős volt Dél-Franciaországban (albigensek).",
    "valdensek: a 12.",
    "század második felében, Valdo Péter, lyoni kereskedő nevéhez köthető eretnekség, amely az apostoli szegénységet hirdette",
    "[HEADER] Vulgata: a Szent Jeromos-féle latin nyelvű Bibliafordítás az 5. században.",
    "felkenés: ószövetségi eredetű szertartás, a királyok fejének kezdetben krizmával, majd a későbbiekben szent olajjal történő megkenése; első ízben frankoknál tett szert nagyobb jelentőségre a 8.",
    "század közepén, amikor Kis Pippint felkenték a királyságra\n\nwhitby-i zsinat: 663/664 – Angliában Northumbria királya, aki akkor a főkirály (bretwalda) volt, úgy döntött, hogy ezentúl nem a kelta, hanem a római szokásokat kell követni a Húsvétszámítás terén és a szerzetesek tonzúrájának formája tekintetében\n\nA nyolc egyetemes zsinat évszáma a helyszínekkel és a fő tárgyalt kérdésekkel együtt (melyik eretnekséget ítélték el)\n\negyetemes zsinat: 325 -I. niceai zsinat, arianizmus elítélése és Credo (Hitvallás) elfogadása\n\negyetemes zsinat: 381-I. konstantinápolyi zsinat, a Szentháromság tanának kifejtése:",
    "Isten egy lényeg, de 3 személy (Atya, Fiú, Szentlélek) - a Szentlélek származtatása az Atyától",
    "[HEADER] egyetemes zsinat: 431 – epheszoszi zsinat, nesztorianizmus elítélése.",
    "[HEADER] egyetemes zsinat: 451- khalkedóni zsinat, monofüzitizmus elítélése.",
    "egyetemes zsinat: 553 -II.",
    "konstantinápolyi zsinat - khalkedóni zsinat megerősítése\n\negyetemes zsinat: 680-681- III. konstantinápolyi zsinat, monothelétizmus elítélése\n\nVII.",
    "egyetemes zsinat: 787 -II.",
    "niceai zsinat, képrombolás elítélése, lezárja a képrombolás 1.",
    "szakaszát Bizáncban\n\nMi történt az alábbi években?",
    "313 - Nagy Konstantin császár milánói türelmi rendelete a kereszténység vonatkozásában\n\n[HEADER] 380 – a Római Birodalom államvallása lesz a kereszténység.",
    "[HEADER] 395 - a Római Birodalom végleges kettéválása.",
    "406 – a germán népek egy része (vandálok, burgundok) áttöri a rajnai limest Mainz-nál\n\n[HEADER] 410 – Róma kifosztása a nyugati gótók/vizigótok által.",
    "Ki volt?",
    "Mutassa be röviden az alábbi személyeket!",
    "Szent Patrik: az 5.",
    "század második felében Írországba küldi a pápa téríteni Írország püspökeként, Írország védőszentje lett később\n\nSzent Bonifác: angolszász misszionárius Germániában, szoros kapcsolatban volt a pápasággal, ő kente fel Kis Pippint 751-ben a királyságra\n\nNagy Szent",
    "Gergely: pápa (590-604), a négy nagy nyugati egyházatya közül az utolsó, bencés szerzteseket küldött Angliába\n\nSzent Ágoston: Augustinus, Hippo (Észak-Afrikában) püspöke volt, a vandálok 430-ban megölték; a legnagyobb hatású teológus nyugaton a kora középkorban.",
    "Szent Jeromos: bibliafordító (lásd: Vulgata), a négy nagy nyugati egyházatya egyike\n\nSzent Ambrus: Milánó püspöke a 4. században, nagy hatású teológus a korai egyházban\n\nSzent Columba: ír szerzetes, aki az 560-as években megalapította Iona kolostorát egy kis szigeten, Skócia nyugati részén; Iona lett az északi piktek megtérítésének központja Skóciában, a kelta kereszténységben Columba személye és",
    "az általa alapított Iona rendkívül nagy tiszteletnek örvendett\n\nSzent Columbán: ír szerzetes, Bangor kolostor apátja, aki 590 táján Burgundiába ment és megalapította Luxeuil kolostorát; mivel ellentétbe került az ottani püspökökkel, Észak-Itáliába vándorolt tovább."
  ]
}