{
  "doc_id": "13.század.magyar",
  "sentences": [
    "[H1] A KÖNNYELMŰ KIRÁLYTÓL AZ UTOLSÓ ARANYÁGACSKÁIG.",
    "A Magyar Királyság a 13. században",
    "[H1] 2. Magyarország, az Árpád-dinasztia (1000–1301).",
    "[H1] TESTVÉRHARC A SZÁZADFORDULÓN.",
    "[LIST_ITEM] III. Béla két fia: Imre és András",
    "[LIST_ITEM] Imre megkoronázása még Béla életében, 1182 és 1194 – kijelölés az utódlásra",
    "[LIST_ITEM] Imre Dalmácia élén (előtte Kalán pécsi püspök kormányzóként)",
    "[LIST_ITEM] Cél a hatalom biztosítása vagy a király ellenében a koronázás? Uralkodótárs?",
    "[LIST_ITEM] Halicsi fejedelemség – András (1187-1189?)",
    "[LIST_ITEM] Keresztes eskü – Licet universis",
    "[H1] A HÁBORÚ SZAKASZAI.",
    "[LIST_ITEM] 1196: Imre ellen nem a Bizáncba szakadt rokonok (Géza herceg), hanem öccse, András kel fel",
    "[LIST_ITEM] Dalmácia és Horvátország (És Hulm) hercege – kijelölt örökség vagy foglalás?",
    "[LIST_ITEM] 1197 – Maček, András győzelme",
    "[LIST_ITEM] A vonakodó keresztesek – öröklési jog elvétele?",
    "[LIST_ITEM] 1198: összeesküvés (váci székesegyház)",
    "[LIST_ITEM] 1199, Rád, Imre győzelme",
    "[LIST_ITEM] 1200 - Gergely bíboros, pápai legátus békeközvetítése + magyarországi egyháziak szerepe",
    "[LIST_ITEM] 1203: András ismételt lázadása vagy a király csele? – Varasdi jelenet",
    "[H1] A KIRÁLY, A MEGKORONÁZOTT GYERMEK ÉS A GUBERNATOR.",
    "[LIST_ITEM] 1204 augusztus, Imre királlyá koronázatta kb. 4 éves fiát, Lászlót",
    "[NUMBERED_ITEM] november végi halála előtt Imre Andrást nevezte ki kormányzóvá a gyermek mellé",
    "[LIST_ITEM] Imre özvegye, Konstancia VI. Lipót osztrák herceghez menekült",
    "[NUMBERED_ITEM] május elején meghalt László",
    "[LIST_ITEM] András koronázása néhány héttel később",
    "[LIST_ITEM] Uralkodói évek számításának kérdésköre",
    "[H1] A FELFORGATÓ KIRÁLY ÉS A HAGYOMÁNYTISZTELŐ HERCEG.",
    "[LIST_ITEM] Testvérharc hatása II. András kormányzatára: új intézkedések (nove instituciones) vagy ispánságok jogainak megnyírbálása?",
    "[LIST_ITEM] „az uralkodó számára az adományozás legjobb mértéke a mértéktelenség”",
    "[LIST_ITEM] Pénzügyek átalakítása és/vagy biztonsági intézkedés a lázadás esetére?",
    "[LIST_ITEM] Collecta, nyolcvanad- és harmincadvám, tárnokmester, kamara haszna (lucrum camerae)",
    "[LIST_ITEM] 1209 - Géza fiak az országba hívása",
    "[LIST_ITEM] 1214 – Béla koronázása „némely elvetemültek” nyomására, Imre-párti előkelők?",
    "[LIST_ITEM] 1220-1221 táján Béla az elégedetlenkedők élén? Ekkor már Szlavónia hercege",
    "[LIST_ITEM] 1222 - Aranybulla",
    "II.",
    "András (és hadvezérei) hadjáratai Várostrom, csatahely Sandomierz SANDOMIERZI FEJ.",
    "Krakó KIS- LENGYELŐRSZÁGI- FEJ.",
    "Poydád Bártfa Lócse Szepes Hernád Kassa Gánc Sajó K Eger 0 20 40 60 80 100 km",
    "II. András halicsi hadjáratai, 1205–1227",
    "[H1] II. ANDRÁS ÉS HALICS.",
    "[LIST_ITEM] András gyermekként Halics élén (1188)",
    "[LIST_ITEM] 1205-től több hadjárat, személyesen és mások vezetésével",
    "Ellenfelek: helyi fejedelmek és árváik (Román, Danyiil, Msztyiszláv), illetve a lengyelek (Fehér Leszek, Mazóviái Konrád)",
    "1213: Gertrúd meggyilkolása",
    "1214: szepesi egyezmény – Kálmán és Salomea házassága, 1221-ig Halicsban",
    "1222 – kiegyezés Msztyiszlávval – András herceg eljegyzése a lányával",
    "Öt támogató hadjáratok később, András herceg halála 1234-ben",
    "Danyiil megszerzi a területet – részvétel Béla koronázásán – hübéri aktus?",
    "[H1] II. ANDRÁS KERESZTESHADJÁRATA.",
    "III. Béla fogadalma – Licet universis – vonakodó keresztesek – pápai intések",
    "IV. Lateráni Zsinat – latin császári cím megszerzése – Babenberg VI. Lipót",
    "Fehérvár – Zágráb – Split, tengeri úton a velenceiek révén (Zára elzálogosítása)",
    "1217 októberében Akkóban, András és Lipót mellett Hugó ciprusi és János jeruzsálemi király",
    "Csak ereklyegyűjtés és vendégeskedés a johannitáknál?",
    "Otthoni események híre? – szárazföldi út (Örményország, Nicea, Bulgária) – archiregnum Hungariae?",
    "Kortárs nyugati krónikák negatív beállítása – kül- és belpolitikai kudarcnak tűnt",
    "Jeruzsálemi András? – Nem!",
    "PRINCIPALITY OF ARTIDCH",
    "CITY OF ALEPPO",
    "Sis",
    "Tarsus",
    "TY",
    "BREAST",
    "CITY",
    "Sis",
    "Tarsus",
    "PHYSICAL",
    "COMMENTS",
    "CITY",
    "Sis",
    "Tarsus",
    "PRINCIPALITY OF",
    "ANTIDCH",
    "HARRAN",
    "HARRAN",
    "HARRAN",
    "HARRAN",
    "COMMENTS",
    "CITY",
    "Sis",
    "Tarsus",
    "SIS",
    "GREAT",
    "SELJUQ EMPIRE",
    "Mediiterranean Sea",
    "Acre",
    "KINGDOM OF",
    "+JERUSALEM",
    "Ascalon",
    "1099",
    "[H1] Wallachia and Bulgaria.",
    "[LIST_ITEM] Durazzo (1205–1215)",
    "[LIST_ITEM] Thessalonica",
    "[LIST_ITEM] Integrazione (1209)",
    "[LIST_ITEM] Kegor (1209)",
    "[LIST_ITEM] Athens",
    "[LIST_ITEM] Duchy of The Archipelago",
    "[LIST_ITEM] Crete (1212)",
    "[H1] Despotate of Epirus.",
    "[LIST_ITEM] Kingdom of Thessalonica",
    "[LIST_ITEM] Negroponte",
    "[LIST_ITEM] Amdravida",
    "[LIST_ITEM] Duchy of Achaea",
    "[LIST_ITEM] Duchy of the Archipelago",
    "[H1] Latin Empire.",
    "[LIST_ITEM] Constantinople",
    "[LIST_ITEM] Nicomedia",
    "[LIST_ITEM] Nicaea",
    "[LIST_ITEM] Bursa",
    "[LIST_ITEM] Antichos",
    "[LIST_ITEM] Empire of Nicaea",
    "[LIST_ITEM] Smyrna",
    "[LIST_ITEM] Rhodes",
    "[H1] Empire of Nicaea.",
    "[LIST_ITEM] Saljuk Sultanate of Rûm",
    "[LIST_ITEM] Iconium",
    "[LIST_ITEM] Armenian Kingdom of Cilicia",
    "[LIST_ITEM] Antioch",
    "|  ☐☐☐☐☐ | The Latin Empire of Constantinople and its vassals  | | --- | --- | |  ☐ | Possessions of the Republic of Venice, with year of acquisition  | |  ☐ | Greek successor states of the Byzantine Empire  |",
    "[H1] ARANYBULLA.",
    "[LIST_ITEM] Hagyományos nézet: nemesi alkotmány? – Nem.",
    "[LIST_ITEM] Királyi szerviensek és Imre-párti előkelők a királyra kényszerített akarata?",
    "[LIST_ITEM] Új intézkedések kudarca?",
    "[LIST_ITEM] Vagy inkább az ispánságok jogainak további gyengítése? Királyi akarat tükröződése",
    "[LIST_ITEM] Vármegyék eladományozása? Hivatalhalmozás tiltása?",
    "[LIST_ITEM] Ellenállási záradék és az egyház sérelmei",
    "[LIST_ITEM] 1231 – megújítás – egyház sérelmei, új ellenállási záradék",
    "[LIST_ITEM] 1233 – Beregi egyezmény",
    "[LIST_ITEM] 1224 – Andreanum",
    "|  1.",
    "A székesfehérvári törvénynapokról a | 2.",
    "A serviensek személyének és birtokainak biztonságáról | 3.",
    "A servienseknek, valamint a serviensek és az egyházak népeinek minden adó és beszállásolás alóli mentességéről | 4.",
    "A serviensek birtokainak öröklésrendje | 5.",
    "megyei igazságszolgáltatás szabályozása  | | --- | --- | --- | --- | --- | |  6.",
    "A népítélet megszüntetése a tolvajlások ügyében | 7.",
    "A serviensek és mások hadkötelezettségének szabályozása | 8.",
    "nádor bírói jogköréről",
    "| 11.",
    "A z idegenek tisztségviseléséről | 13.",
    "A királyi főtisztviselők hatalmaskodásai ellen  | |  14.",
    "A hatalmaskodó ispánok büntetéséről | 16.",
    "Megyéknek vagy országos tisztségeknek örökkéjogon való aladományozása ellen | 17.",
    "A szolgálattal szerzett birtokokról | 23.",
    "A z új pénz érvényességi idejéről és minőségéről | 26.",
    "A birtokoknak külföldi személyek részére való adományozása ellen  | |   |  | 30.",
    "A z országos tisztségek halmozása ellen: Úgyszintén/ e négy jobbágyon kívül — tudniillik a nádor, a bán, 17 a király és királyné udvarbírái — senki se viselhessen két méltóságot.",
    "|  |   |",
    "[H1] A FELFORGATÓ KIRÁLY ÉS A HAGYOMÁNYTISZTELŐ HERCEG.",
    "[LIST_ITEM] 1222-1223 – Béla házasságának kérdése, a herceg Ausztriába menekült",
    "[NUMBERED_ITEM] július 15. – Intellecto iam dudum",
    "[LIST_ITEM] Béla hozzálátott a királyi hatalomra nézve káros adományok felülvizsgálatához",
    "[LIST_ITEM] 1226: II. András Szlavóniából Erdély élére helyezi Bélát, helyette öccse, Kálmán kapja a déli tartományokat",
    "[LIST_ITEM] Magyar walesi hercegség?",
    "[LIST_ITEM] Cél a testvérek közötti feszültségkeltés?",
    "[H1] HÁROM KIRÁLY ÉS A TÁVOLLÉVŐ HERCEG.",
    "[LIST_ITEM] Az öreg király, a megkoronázott erdélyi herceg, a királyság nélküli király Szlavónia élén és a legfiatalabb herceg Halicsban",
    "[LIST_ITEM] Béla és Kálmán viszonya különlegesen jó maradt, pl. közös részvétel akirályi adományok felülvizsgálatában",
    "[LIST_ITEM] Király és elsőszülött kapcsolata nem eszkalálódott, de nem is rendeződött",
    "[LIST_ITEM] Kálmánnak egyedül öccsével, Andrással volt konfliktusa (részvétel a hadjáratokban)",
    "[LIST_ITEM] Beatrix őrizetbe vétele, majd menekülése – Utószülött István",
    "[LIST_ITEM] Jakab pápai legátus (1232-1234) – Beregi egyezmény",
    "A Magyar Királyság és környezete a 1230-as években",
    "[H1] A KIRÁLYI TESTVÉREK.",
    "[LIST_ITEM] IV. Béla 1235. évi koronázása, Kálmán és Danyiil szerepe",
    "[LIST_ITEM] Kálmán Béla mellett Beatrixszal szemben is",
    "[LIST_ITEM] Együttes fellépés (esztergomi érsekválasztás, Berthold ügyei)",
    "[LIST_ITEM] IV. Béla birtokvisszavételi politikája – minden baj okozója?",
    "[LIST_ITEM] Korszak kiemelkedő forrása: Rogerius siralmas éneke",
    "[LIST_ITEM] „Hogy a bárók vakmerő merészégét visszaszorítsa, elrendelte, hogy ha valaki a bárók közül az ő jelenlétében le mer ülni valamilyen székre, – kivéve a hercegeket, érsekeket és püspököket, – bűnhődjék megérdemelt büntetéssel.”",
    "[LIST_ITEM] Kétségtelenül létező feszültségek",
    "A kunok bejövetele 1239-ben és kivonulásuk 1241 tavaszán",
    "A mongol seregészek vonulása",
    "IV.",
    "Béla és Kálmán hg. menekülése a Muhi csata után A mongolok által elfoglalt városok, várak, erősségek A mongol támadásnak ellenálló várak és alkalmi erősségek",
    "Bizor",
    "Hercegég",
    "Sasztal",
    "Gőzött",
    "Gőzött",
    "Gőzött",
    "Gőzött",
    "Gőzött",
    "Gőzött",
    "Gőzött",
    "Gőzött",
    "Gőzött",
    "[NUMBERED_ITEM] ápr. 30",
    "[NUMBERED_ITEM] márc. 16",
    "[NUMBERED_ITEM] márc. 15",
    "[NUMBERED_ITEM] dec. 6.",
    "[NUMBERED_ITEM] dec. vég 6.",
    "[NUMBERED_ITEM] márc. 15",
    "[NUMBERED_ITEM] márc. 14",
    "[NUMBERED_ITEM] dec. 6.",
    "[NUMBERED_ITEM] dec. 6.",
    "[NUMBERED_ITEM] márc. 14",
    "[NUMBERED_ITEM] dec. 6.",
    "[H1] TATÁRJÁRÁS.",
    "a magyar király csak tétlenkedett? – 1220-as évek második fele – kun térítés; 1230-as évek domonkos missziók, 1237 Riccardus-féle jelentés – IV.",
    "Béla szövetségi rendszere",
    "Nomád lovasíjászok támadása?",
    "– a világ akkori legmodernebb hadserege, amely az elmúlt évfizedekben Kínától a Kafikázusig hatalmas területet hódított meg",
    "„Basgird és Körel királysága” – az ország présztízse",
    "1239 Kötöny és a kunok – tudatos előkészület, 1241 eleje: hágók eltorlaszolása (püspökök és az egyetemes zsinat)",
    "Nyugatról nem érkezett segítség, II. Babenberg Frigyesnek sem kellett volna",
    "Támadás a lengyel területek ellen – felismerték Béla szövetségi rendszerét?",
    "[H1] TATÁRJÁRÁS.",
    "[NUMBERED_ITEM] Április 10-11, muhi csata (magyar győzelem?)",
    "„Az ország pusztulása” – nem volt fallal körülvett hely?",
    "„Ebben az évben Magyarországot, mely háromszázötven éven át fennállott, a tatárok hada elpusztította”",
    "Béla menekülése (Trau) – üldözés, majd kivonulás. Okok? (veszteség, hódítás metódus, választás, legelő)",
    "Pusztítás mértéke – népesség és haderő kérdése",
    "[H1] REGNUM REFORMATUM – RENOVATIO REGNI.",
    "Második honalapító? Ő a felelős a nemzetiségi arányok eltolódásáért? Tartományuraság kezdete?",
    "Béla egész további politikáját a felkészülés határozta meg, pl. gyermekei házassága (ún „tatár levél”)",
    "Hadászati és társadalmi reformok szükségessége",
    "Útonállók, munkaerőhiány, várépítés és magánhadsereg engedélyezése, johanniták a határvédelemben, hospesek, jobbágyterhek, pénzügyek (báni dénár, vámok, bányászat fellendítése)",
    "Városprivilégiumok (Szeged, Zágráb, Buda), hűbéri jellegű követelmények (szepesi lándzsások), birtokpolitika átalakítása, pénzverés átalakítása, vámok és adók rendezése",
    "1246- támadás II. Frigyes herceg ellen: 1250-1261 – harc a Babenberg örökségért II. Ottokárral",
    "1254-1258: stájer hercegség (István), 1261 II. Ottokár és Kunigunda házassága (Béla unokája)",
    "1254: macsói és boszniai bánság kialakítása - Rosztyiszlav",
    "1260-as évek - belháború",
    "1241 előtt épített kővár",
    "1242–1330 között épített kővá",
    "△ Egyháziak által épített vár □ Király által felújított ispánsági vár ■ A király által épített új vár ○ Magánbirtokosok által épített vár ◇ Ismeretlenek által épített vár",
    "[H1] HERCEGBŐL IFJABB KIRÁLY.",
    "[LIST_ITEM] IV. Béla és elsőszülött fiának konfliktusa",
    "[LIST_ITEM] Eltérő magyarázatok az okot illetően: a király vagy a herceg ambíciói? Hűtlen bárók tanácsa?",
    "[LIST_ITEM] István: 1245: koronázás és Szlavónia hercege, 1257-től Erdély hercege, 1258-1260, Stájerország hercege, majd vissza Erdélybe",
    "[LIST_ITEM] Szlavónia István öccséé, Béla hercegé lett – az alma és a fa esete?",
    "[LIST_ITEM] Személyes ellentét vagy a keleti határok védelme?",
    "[LIST_ITEM] 1261: közös hadjárat a bolgárok ellen",
    "[LIST_ITEM] 1262: fegyveres összecsapás, pozsonyi béke, december 5: poroszlói oklevél (királyi kincsek Medvevárban)",
    "[LIST_ITEM] 1262, Rosztyiszláv területeit fiai öröklik (Mihály és Béla)",
    "169",
    "[H1] AZ ORSZÁG MEGOSZTÁSA LENGYE LORSZÁG.",
    "A Magyar Királyság határa",
    "[LIST_ITEM] Tartomány határa",
    "[LIST_ITEM] Város",
    "[LIST_ITEM] Vár",
    "[LIST_ITEM] Település",
    "A u s z t r i a",
    "Észak-Stajerország",
    "Dél- 0 Gráz Karintia Stájer- ország Penzijle SZÁROLO KUNOK KUNOK KUNOK KUNOK KUNOK KUNOK KUNOK KUNOK",
    "A B C D E F G H I J K L M N O P Q R S T U V W X Y Z",
    "A B C D E F G H I J K L M N O P Q R S T U V W X Y",
    "Rozzisztan néző (1254-1262) és utódai tartománya István stájer hercegsége a hozzácsatolt magyarországi megyékkel (1258-1260) Az István által az erdélyi hercegséghez csatolt megyék (1260-1262) István újabb király országrésze (1262-1270) István újabb király országrészének 1265 után módosított határa Az újabb Béla szlavóniát hercegsége (1260-1269) az 1263-ban hozzácsatolt megyékkel A Mária királynénak átadott ispán-ságok (Pilis: 1259-1270, Pozséga: 1258 előtt-1270) Béla hercegnek 1263-ban átadott várak",
    "[H1] REGNUM ÉS PORTIO REGNI.",
    "[LIST_ITEM] Királyság felosztása – rex iunior (a meglévő állapotok írásba foglalása?)",
    "[LIST_ITEM] Család: IV. Béla, István ifjabb király, Béla herceg, Mihály (1267 előtt meghalt) és Béla herceg, Bosznia és Macsó urai, István gyermekei, László és András",
    "[LIST_ITEM] István szándéka a megerősítésre – Velasco pápai káplán",
    "[LIST_ITEM] Két király – két udvar – adományok",
    "[LIST_ITEM] Elkerülhetetlenül újult ki a konfliktus? IV. Béla intézkedései családtagjai érdekében – Istvánnal szemben?",
    "[NUMBERED_ITEM] október 15: Béla herceg esküvője",
    "[LIST_ITEM] A háború: 1264–1265 vagy 1267?",
    "[NUMBERED_ITEM] évi dekrétum értékelése",
    "A HÁBORÚ (1264–1265)",
    "LENGYELORSZÁG",
    "A Magyar Királyság határa Tartomány határa Város Vár Település",
    "A u s z t r i a Bécse",
    "Stájer- Karintia Ország Krajna Záróh Szilavónia",
    "Bósznia M a c s ó Szö rényi Bánság Vullott Eszaknyugat-Bulgária S Z E R B I A B U L G Á R",
    "István ifjabb király országrésze 1264 végén Sikeres ill.",
    "sikertelen ostrom Csata Pontosan meg nem határozható csatahely István ifjabb király vezette fősereg A Csák-fivérek expedíciója IV.",
    "Béla seregvezérei: A Kán-fivérek és a kunok Kemény fia Lőrinc Hédet nembéli (kőszegi) Henrik, Anna hercegnő és Béla herceg Hédet nembéli (kőszegi) Henrik és Béla herceg Ákos nembéli Ernye és Menk Preussel Henrik",
    "[H1] 1267. ÉVI DEKRÉTÜMÖK.",
    "Politikai háttér: IV. Béla és István ifjabb király harca (pártváltás, descensus, hadbaszállási kötelezettség)",
    "1267-ben újabb feszültség – királyi szerviensek Esztergom melletti gyűlése (csak a háttér, nem ott alkották a dekrétumokat!), csak Béla országrészéből!",
    "Bár István neve is szerepel a dokumentumban",
    "Béla kénytelen volt elismerni, hogy a királyi szerviensek jogállása az archaikus nemesivel egyenlő (öröklési jog bővítése)",
    "Tényleges lépés a nemesi megye irányába (a kehidai oklevéllel szemben), de az későbbi fejlemény (szolgabírák kialakulása az 1270-es években központi akaratra)",
    "[LIST_ITEM] 1269: Béla herceg halála, kettős házassági szerződés Anjou I. Károly nápolyi királlyal",
    "[LIST_ITEM] 1270-ben IV. Béla halálos ágyán írt levelében II. Ottokár cseh királyt felkérte, szükség esetén „atyailag ölelvén magához azokat\", gondoskodjon az arra rászorulók személyes biztonságáról",
    "[LIST_ITEM] Apja halála után Anna Prágába menekült lányához és vejéhez",
    "[LIST_ITEM] Béla, aki már korábban kibékült Istvánnal, maradt, 1271-ben részt vett a II. Ottokár elleni harcokban",
    "[LIST_ITEM] 1271 – béke a status quo alapján",
    "[H1] AZ UTOLSÓ ÁRPÁDOK.",
    "[LIST_ITEM] 1272 tavaszán Guíkeled Joachim túszul ejtette a trónörökös Lászlót Kapronca várában (Kun Erszébet tudtával? – udvarházának megtámadása)",
    "[LIST_ITEM] V. István halála 1272 augusztusában",
    "[LIST_ITEM] 1272 őszé, Nyulak-szigete, főúri találkozó, Héder nb. Kőszegi Henrik lekaszabolta Béla herceget (Rosztyiszlavics)",
    "[LIST_ITEM] A fiatal uralkodó a bárói csoportok kezében",
    "[LIST_ITEM] 1277 – rákosi országos gyűlés – nagykorúsítás (egyház és a kunok támogatása)",
    "[LIST_ITEM] 1278 – morvamezei csata",
    "[LIST_ITEM] 1279 – kun törvények, (Fermói Fülöp 1282 – hód tavi csata)",
    "[LIST_ITEM] 1285 – újabb tatár támadás, majd László elfordulása a kereszténységtől (1288-ban ugyan kiegyezett Lodomér érsekkel)",
    "[LIST_ITEM] Kőszegiek szövetsége a Habsburgokkal",
    "[H1] III. ANDRÁS.",
    "[LIST_ITEM] 1290: IV. László meggyilkolása (Borsák?) és III. András trónrakerülése",
    "[LIST_ITEM] Lodomér érsek és a Kőszegiek már korábban behívták, ekkor Bécsben „vendég”",
    "[LIST_ITEM] ellene: ál-András herceg, Mária nápolyi királyné és férje, II. Károly igénye a trónra (Valamint: II. Vencel, Wittelsbach Ottó, Habsburg Rudolf és fia, Albert)",
    "[LIST_ITEM] 1292-1295: Mária fia, Martell Károly az örökös",
    "[LIST_ITEM] 1290, András – koronázási eskü",
    "[H1] III. ANDRÁS TÖRVÉNYEI.",
    "[LIST_ITEM] 1290 szeptembere – országos gyűlés Óbudán (főpapok, bárók, nemesek)",
    "[LIST_ITEM] Királyi pecsétés dekrétum a cikkelyekről, amely formailag a király ígérete a nemesi jogok tiszteletben tartására",
    "[LIST_ITEM] 34 cikkely – tágabb spektrum, mint korábban, hatalmaskodás fontos téma",
    "[LIST_ITEM] Egyház védelme is hangsúlyosan jelenik meg – rendi gondolatok?",
    "[LIST_ITEM] Ideál: IV. Béla és V. István uralma (mindent, ami IV. László volt, eltörölni)",
    "[LIST_ITEM] Tartományi hatalom elleni cikkelyek (pl. hadbaszállás, adományok felülvizsgálata, ártalmas várak lerombolása)",
    "[LIST_ITEM] Főméltságok kinevezése a nemesek tanácsa alapján",
    "[LIST_ITEM] Rendi kísérlet?",
    "[LIST_ITEM] Később városprivilegiumok kiadása",
    "[H1] III. ANDRÁS – AZ UTOLSÓ ARANYÁGACSKA.",
    "1291 – támadás Habsburg Albert és a Kőszegiek ellen, hainburgi béke, Kőszegiek átpártolása az Anjoukhoz, 1293-ban a királyt is elfogták",
    "Konszolidáció kudarca – állandó lázadások (Kőszegiek, Babonicsok), 1297-ben az addig hú Csák Máté is, 1293-ban Kőszegi János foglyul ejtette a királyt",
    "1298 – Lodomér érsek halála, Bicskei Gergely az Anjouk pártján",
    "[NUMBERED_ITEM] évi dekrétumok (pesti országgyűlés) – már csak formailag a királyé, báróellenesség, nemesek és egyház sérelmei",
    "Hűbéri jellegű kötelékek kiépítésére tett kísérletet hatalma megerősítése érdekében – szerződés a hű és familiáris bárókkal (pl. Aba Amadé)",
    "Meltóság- és megyehalmozás tiltását sem vette figyelembe mindig",
    "[NUMBERED_ITEM] Rákosi országgyűlés – Bicskei Gergely tevékenysége ellene",
    "[H1] III. ANDRÁS – AZ UTOLSÓ ARANYÁGACSKA.",
    "[LIST_ITEM] András helyzete megszilárdul 1299 nyarára – parlament a bárók részvételével, kivéve Kőszegi Iván és Csák Máté",
    "[LIST_ITEM] 1300-ban ők is kinyilvánították hűségüket – konszolidáció",
    "[LIST_ITEM] Kőszegiek a Nyugat-Dunántúlon, illetve Szlavóniában, a Borsák a Tiszántúlon, a Babonicsok Horvátországban lázadtak fel a király ellen, majd miután az uralkodó fegyverrel leverte megmozdulásukat, minden retorzió nélkül hódolhattak meg",
    "[LIST_ITEM] 1301 elején váratlanul meghalt a király – utolsó aranyágacska",
    "[LIST_ITEM] (Anjou Károly ekkor már az országban)",
    "[LIST_ITEM] Szent királyok családja",
    "[H1] KÖSZÖNÖM A FIGYELMET!"
  ]
}