{
  "doc_id": "2.1.Szervetlen és szerves alkotóelemek",
  "sentences": [
    "2.1. Szervetlen és szerves alkotóelemek",
    "A fejezet a követelményrendszer 2.1. pontja alapján készült.          Készítette: Vizkievicz András",
    "2.1.1. Elemek, ionok",
    "A biogén elemek, az élet szénalapúsága",
    "Az élőlények elkülönülése a környezetüktől több szinten is megnyilvánul.",
    "Egyik legszembeötlőbb eltérés az egyes kémiai elemek előfordulási gyakoriságában megmutatkozó különbség.",
    "A természetben kb. 92 elem található meg, ugyanakkor az élőlények testének felépítésében csupán",
    "kb. 30 elem vesz részt.",
    "Ezeket, az élő szervezeteket felépítő kémiai elemeket biogén elemeknek nevezzük.",
    "(A kémiai elemek azonos rendszámú",
    "(protonszámú) atomokból felépülő anyagi halmazok.)",
    "A biogén elemeket előfordulási gyakoriságuk alapján csoportosítjuk.",
    "Az elsődleges biogén elemek az élő szervezetek tömegének több, mint 95-97 %-át alkotják.  Ez csupán 4 elem: H, O, C, N. Közös jellemzőik:",
    "kicsi atomsúly, atomméret, melynek köszönhetően nagy számban kapcsolhatók össze, változatos molekulákat alkotva.",
    "A nagy elektronvonzó képesség (EN) és a kis atomméret miatt erős kovalens kötések kialakítására képesek, ezért stabil molekulákat alkotnak.",
    "Többszörös kötések kialakítására képesek (C, N, O).",
    "Az elemek előfordulási gyakoriságában az egyik legnyilvánvalóbb különbség a szén esetében mutatkozik meg.",
    "Ennek az a magyarázata, hogy az élőlények testének felépítésében nagyrészt szerves vegyületek vesznek részt, mint pl. nagyobb csoportjaik a lipidek, a szénhidrátok, a fehérjék, a nukleinsavak.",
    "A szerves vegyületeknek pedig definíciószerűen alapvetően a szén- és hidrogéntartalmú vegyületeket tekintjük, ahol a szerves molekulák alapvázát szénatomok láncolata alkotja.",
    "A szén az egyetlen elem, melynek atomjai szinte korlátlan számban képesek egymással összekapcsolódva különféle stabil óriásmolekulákat létrehozni.",
    "Az élő szervezetekben és az élettelen környezetben az elsődleges biogén elemek megjelenési formája is eltérő.",
    "Élettelen környezet\t\t\t\tÉlő szervezet",
    "C:\t\tCO, CO2, CaCO3, HCO3-, CO32-\t\tszerves vegyületek",
    "O:\t\tO2, H2O, szilikátokban, karbonátokban \tvíz, szerves vegyületek",
    "H:\t\tH2O\t\t\t\t\t\tvíz, szerves vegyületek",
    "N:\t\tN2, nitritek, nitrátok, ammónia\t\tfehérjék, nukleinsavak",
    "A másodlagos biogén elemek az élő szervezetek tömegének kb. néhány %-át adják elemek. Mint pl.: P, S, Fe, Mg, Na, K, Ca, Cl, I.",
    "A mikroelemek, nyomelemek az élőlényekben néhány ezrelékben megtalálható elemek. Mint pl. Mn, Cu, Zn, Co, Mo, Cr stb.",
    "Az élővilág egységességét jól tükrözi az is, hogy",
    "a legkülönbözőbb élőlények kémiai összetétele (az elemek és vegyületek szintjén is) rendkívüli hasonlóságot mutat.",
    "Az egyes biogén elemek jellemző előfordulásai az élő szervezetekben:",
    "H - víz és szerves vegyületek alkotója,",
    "O - víz és szerves vegyületek alkotója,",
    "C - szerves vegyületek vázát képezi, karbonátok alkotója,",
    "N - fehérjékben és nukleinsavakban,",
    "P - nukleinsavakban, foszfolipidekben, gerincesek csontjaiban,ncesek csontjaiban,",
    "S - fehérjékben (cisztein, metionin aminosavakban).akban),",
    "Továbbá",
    "Fe2+\t- hemoglobinban, citokrómokban,",
    "Mg2+\t- klorofillban, izmokban, csontban,",
    "Na+, K+ - testnedvek szabad kationjai,",
    "Ca2+\t- csontokban, izomműködéshez, véralvadáshoz kell, másodlagos hírvivő,",
    "Cl-\t- testnedvek szabad anionja,",
    "H+\t- testfolyadékok, citoplazma kémhatásának meghatározója.",
    "A vizes oldatok kémhatását a hidrogénionok (H+ (H3O+)) és a hidroxidionok (OH-) koncentrációjának viszonya szabja meg.",
    "A savas kémhatású oldatokban a hidrogénionok koncentrációja nagyobb, mint a hidroxidionok koncentrációja,",
    "a semleges kémhatású oldatokban a hidrogénionok koncentrációja megegyezik a hidroxidionok koncentrációjával,",
    "a lúgos kémhatású oldatokban pedig a hidroxidionok koncentrációja nagyobb, mint a hidrogénionok koncentrációja.",
    "Az oldatok kémhatását számszerűen a pH érték megadásával lehet jellemezni.",
    "A pH a H+ koncentráció hatványkitevőjéből adható meg (H+ koncentráció tízes alapú logaritmusának mínusz egyszerese).",
    "A pH skála 0–tól 14-ig terjed.",
    "A semleges oldatok pH-ja 7.",
    "Ha a pH értéke kisebb, mint 7, akkor az oldat savas, pl. a 0,1 mol/dm3-es sósav pH-ja 1, mivel [H+] = 10-1 mol/dm3.",
    "Ha a pH érték nagyobb, mint 7, akkor az oldat lúgos.",
    "HCO3– - a szén-dioxid vízben való oldódásakor keletkezik,",
    "(CO2 + H2O = H2CO3 = H+ + HCO3-  = H++ CO32-), előfordul természetes vizekben, testnedvekben, vízi növények fotoszintéziséhez a szén-dioxidot így veszik fel.",
    "CO32–, - szintén a szén-dioxid vízben való oldódásakor keletkezik.",
    "NO3–, - vizekben, talajoldatban fordul elő, növények legfontosabb N-forrása.",
    "PO43-, H2PO4- - vizekben, talajoldatban oldottan fordulnak elő (ill. HPO42- formájában), növények legfontosabb P-forrásai.",
    "Továbbá a csontok szilárd, szervetlen állományának fő alkotói, mint különféle apatitok (Ca5(PO4)3-).",
    "I  -  a pajzsmirigyben termelődő tiroxin hormon felépítésében vesz részt.",
    "F - csontokban, fogzománcban található fluorapatitokban (Ca5(PO4)3F).",
    "Si - SiO2 formájában kovaszivacsokban, zsurlók sejtfalában, kovamoszatokban fordul elő, szilárdító vázanyag.",
    "A biogén elemek egy része ionos formában található meg az élő rendszerekben.",
    "Általában elmondható, hogy a különféle ásványi anyagok ionjai többnyire oldott állapotban fordulnak elő, mind természetes vizekben, mind a sejtplazmában vagy különféle testnedvekben (vér, szöveti folyadék, nyirok stb.).",
    "A biogén elemek kimutatása",
    "A szerves vegyületek minőségi analízise – elemi összetételének meghatározása - során a minta kis részletének elégetésekor keletkezett égéstermékeket – gázokat, hamut - vizsgáljuk.",
    "A szén és a hidrogén kimutatása",
    "Bármely szerves vegyület elégetésekor az anyag széntartalma szén-dioxiddá, hidrogéntartalma vízzé oxidálódik.",
    "A szén kimutatása során a fejlődő szén-dioxid gázt meszes vízbe vezetjük, mely a keletkező, rosszul oldódó kalcium-karbonáttól megzavarosodik.",
    "CO2 + Ca(OH)2 = CaCO3 + H2O",
    "A hidrogén kimutatásakor a kémcső hidegebb részein lecsapódó páracseppek a szerves vegyületek hidrogénjének oxidációját jelzik.",
    "2.1.2. Szervetlen molekulák",
    "A víz",
    "A vízmolekula poláris, dipólusos szerkezetű.",
    "A poláris vízmolekulákat H-kötés tartja össze, mely az egyik oxigénatom nemkötő elektronpárja és a másik vízmolekula hidrogénatomja között létesül.",
    "A folyékony víznek, mint anyagi halmaznak a sajátos fizikai tulajdonságai – melyek a földi élet szempontjából különös jelentőséggel bírnak - a molekulák közötti H-kötésre vezethetők vissza, mint pl.",
    "a molekulatömegéhez képest magas olvadás- és forráspont,",
    "a nagy hőkapacitás,",
    "a nagy párolgáshő,",
    "továbbá, hogy fagyásakor a halmaz térfogata nő.",
    "A víznek molekulatömegéhez képest magas az olvadáspontja (0 oC) és forráspontja (100 oC), aminek köszönhetően a természetben mindhárom halmazállapotban előfordul.",
    "Figyelembe véve az életfolyamatok működési hőmérséklet-tartományát, a földi élet folyékony víz nélkül nem jöhetett volna létre.",
    "A hőkapacitást az adott tömegű anyag hőmérsékletének 1 °C-al való emeléséhez szükséges hővel jellemezzük.",
    "A különböző minőségű anyagoknak eltérő a hőkapacitása, azaz ugyanakkora hőmérséklet-változás létrejöttéhez különböző hőmennyiségre van szükségük.",
    "A víznek nagy a hőkapacitása, ezért nagyon sok hőt képes elnyelni, tárolni és szállítani. Ennek jelentősége abban áll",
    "egyrészt, hogy klímameghatározó szerepe van, mivel a nagyobb víztömegek lassabban és kevésbé melegszenek fel, valamint lassabban és kevésbé hűlnek le, mint a szárazföldi területek, ill.",
    "a víz a nyáron elnyelt hőmennyiséget télen bocsátja ki, tehát télen fűt, nyáron hűt (óceáni éghajlat),",
    "másrészt pedig, hogy az élőlények testhőmérséklete a magas víztartalmuk miatt kevésbé ingadozik, akár a külső hőmérsékletváltozás okán, akár a hőtermelő (exoterm) anyagcsere folyamatok végett.",
    "A párolgáshő egységnyi tömegű folyadék állandó hőmérsékleten történő elpárologtatásához szükséges energia.",
    "Nagy párolgáshőjének köszönhetően a víz sok hőt von el a környezetétől párolgása során, aminek többek között az élőlények – növények, állatok egyaránt – hőszabályozásában van jelentősége.",
    "A víz sűrűsége + 4°C-nál a legnagyobb, további hűlésekor sűrűsége már csökken, így fagyáskor térfogata nő, aminek megfelelően a tavak nem alulról, hanem felülről fagynak be.",
    "Télen a természetes édesvizek befagyás előtt teljes mennyiségükben + 4°C-ra hűlnek le, s csak majd ezt követően fagy meg a legfelső vízréteg, ami a vízi élővilág számára rendkívül kedvező.",
    "A víznek nagy a felületi feszültsége, ami miatt lehetőség szerint a legkisebb fajlagos felületű (tömeghez viszonyított felület) gömb alakot veszi fel, ill.",
    "a vízszintes folyadék felülete rugalmas hártyához hasonlóan viselkedik.",
    "A víz nagy felületi feszültségének köszönhetően egyes rovarok képesek a víz felszínén futkározni, annak ellenére, hogy a sűrűségük nagyobb a vízénél (nem süllyednek el).",
    "A vízzel kapcsolatos jelenség az ún. kapillárishatás (hajszálcsövesség).",
    "Amennyiben egy folyadék és egy szilárd anyag részecskéi között nagyobb a vonzóerő (adhézió), mint a folyadék molekulái közötti összetartó erő, a kohézió, kapilláris emelkedés következik be, a víz keskeny térben a nehézségi erő ellenében is képes mozogni,",
    "a folyadék úgymond nedvesíti az edény falát.",
    "A hajszálcsövességnek, ill.",
    "a vízmolekulák között ható kohéziós erőnek fontos szerepe van a növények vízszállító edényeiben a víz szállításában, ill.",
    "a talajban a felfelé irányuló vízmozgásban.",
    "A víz biológiai szerepe",
    "Kitűnő poláris oldószer",
    "Poláris vegyületeket hidratációval,",
    "ionrácsos vegyületeket elektrolitos disszociációval,",
    "amfipatikus vegyületeket micellaképződéssel oldja.",
    "Általában mindazon vegyületek jól oldódnak vízben, amelyek       H-kötésre képesek.",
    "[NUMBERED_ITEM] Reakciópartner",
    "Hidrolízis során egy nagyobb molekula víz belépésével kisebb molekulákra bomlik.",
    "Makromolekulák monomerekre bomlásában van jelentősége, pl. az emésztésben.",
    "Kondenzáció során kisebb molekulák víz kilépésével nagyobb molekulákká egyesülnek.",
    "Monomerek makromolekulákká összekapcsolódásában jelentős, pl. fehérjeszintézisben.",
    "[NUMBERED_ITEM] Reakcióközeg, mivel az anyagcsere-folyamtok vizes oldatokban játszódnak le.",
    "[NUMBERED_ITEM] Szállítóközeg, vízben oldott anyagokat szállítja (pl. vér).",
    "[NUMBERED_ITEM] Szerkezetmeghatározó",
    "A sejtek alakjának,",
    "növényi sejtek turgorának,",
    "lágyszárú növények, puhatestűek testalakjának meghatározója.",
    "2.1.3. Lipidek",
    "A lipidek olyan szerves vegyületek gyűjtőcsoportja, amelyek igen különböző szerkezetűek, azonban közös sajátságuk, hogy apoláris oldószerekben benzin, (benzol, toluol, szén-tetraklorid, kloroform, dietil-éter stb.)",
    "jól oldódnak.",
    "Fontosabb csoportjaik",
    "Neutrális zsírok",
    "Foszfolipidek",
    "Szteroidok",
    "Koleszterin",
    "D-vitamin",
    "Epesavak",
    "Hormonok",
    "Karotinoidok",
    "Neutrális zsírok (trigliceridek)",
    "Ide tartoznak a természetes zsírok és a nem illó olajok. Apolárisak, vízben nem, pl. alkoholban jól oldódnak.",
    "Szobahőmérsékleten azokat a neutrális zsírokat, amelyek",
    "szilárdak, zsíroknak,",
    "folyékony halmazállapotúak, olajoknak nevezzük.",
    "A neutrális zsírok kémiailag a glicerin zsírsavakkal alkotott észterei (triacil-gliceridek).",
    "Glicerinből és zsírsavakból kondenzációval jönnek létre, melynek eredményeképpen a kapcsolódó csoportok között észterkötés jön létre.",
    "Bomlásuk hidrolízissel történik, pl. az emésztés során lipáz enzim hatására a vékonybélben.",
    "A zsírsavak lehetnek:",
    "telítettek, ahol a szénatomok között csak egyszeres kötések találhatók, ilyen a palmitinsav (C16) és a sztearinsav (C18),",
    "vagy telítetlenek, melyek molekuláiban a szénatomok között kétszeres kötések is előfordulnak, mint pl. ilyen az olajsav (C18).",
    "A neutrális zsírok biológiai szerepe",
    "Raktározott tápanyagok, kétszer annyi energiát tartalmaznak, mint az azonos tömegű szénhidrátok, mivel",
    "egyrészt vízmentesen tárolhatók, tekintve, hogy apolárisak,",
    "másrészt több hidrogén-szén kötést tartalmaznak, azaz redukáltabbak, mint a szénhidrátok, ezért oxidációjukkal több energia nyerhető.",
    "Heterotróf szervezetekben elsődleges energiaraktárak. Állati szervezetekben a zsírszövetekben halmozódnak fel, pl. bőr aljában, szervek körül.",
    "Növényekben pl. olajos magvakban találhatóak meg.",
    "Helyzetüknél fogva - a bőr alatt - hőszigetelő szerepet látnak el, ill.",
    "mechanikai szerepük van, pl. szervek helyét rögzítik, talpon puha párnákat képeznek.",
    "Zsírban oldódó vitaminok (D, E, K, A) oldószerei és raktározó helyei.",
    "Az állati szervezetekben minden feleslegben felvett tápanyag zsírrá alakul.",
    "Foszfatidok (Foszfolipidek)",
    "Alapvegyületük a foszfatidsav, amelynek részei:",
    "glicerin,",
    "két zsírsav,",
    "foszforsav.",
    "A foszfolipidek kettős oldódású, amfipatikus vegyületek, mivel poláris és apoláris részekből állnak, így oldódnak poláris és apoláris oldószerekben egyaránt.",
    "A glicerin, a foszforsav és a hozzá kapcsolódó valamilyen csoport (kolin) poláris,",
    "a zsírsavak apolárisak.",
    "Vízben kolloid méretű micellákat, ill. liposzómákat alkotnak, amelyekben a molekulák a vizet maguk közül kiszorítva, apoláris részeikkel egymás felé fordulva, kettős rétegbe rendeződnek.",
    "Legfontosabb biológiai szerepük, hogy a sejtekben határhártyákat, membránokat hoznak létre, így vizes tereket választanak el.",
    "Szteroidok",
    "Az ide tartozó vegyületek közös szerkezeti sajátsága a szteránváz.",
    "Az egyes szteroidok a szteránvázhoz kapcsolódó funkciós csoportok minőségében térnek el egymástól.",
    "Koleszterin",
    "Állati zsírokban, vérben, epében, sejthártyában fordul elő.",
    "Részben táplálékkal vesszük fel, állati zsiradékok tartalmazzák nagyobb mennyiségben, részben a szervezetünk állítja elő a pl. a májban.",
    "Fontos előanyaga a különböző szteránvázas vegyületek – pl. hormonok - szintézisének, ugyanakkor magas koncentrációja a vérben érszűkületet, érelmeszesedést okoz.",
    "D3-vitamin (kolekalciferol)",
    "A szervezetünk optimális kalcium-anyagcseréjéhez szükséges zsírban oldódó vitamin.",
    "E vegyületet",
    "részben a táplálékkal vesszük fel, magas D-vitamin tartalmú ételek a halmájolajok, tejtermékek, tojás,",
    "részben a szervezetünk maga állítja elő a bőrben a Nap UV-sugárzásának segítségével.",
    "Képződése röviden:",
    "koleszterinből előanyag (7-dehidrokoleszterin) képződik a bőrben,",
    "ebből a szintén a bőrben UV hatására inaktív D3-vitamin (kolekalciferol) lesz,",
    "ez a májban raktározódik és tovább módosul (25-hidroxi-kolekalciferollá),",
    "majd a vesében aktív vitaminná alakul (1,25-dihidroxikolekalciferollá).",
    "Szerepe                                                                                                                      Emelt szintű érettségi feladat",
    "A D3-vitamin egy kalciumtranszport-fehérje képződését segíti elő a vékonybél nyálkahártyának hámjában génátírás aktiválása révén.",
    "Ezért:",
    "fokozza a kalciumionok felszívódását a bélből,",
    "ezáltal emeli a vér kalcium koncentrációját,",
    "elősegíti a kalcium beépülését a csontokba.",
    "Továbbá fokozza az immunrendszer működését. (Télvégi influenzajárványok egyik oka a szervezet alacsony D-vitamin tartalma.)",
    "Hiánya",
    "A D-vitaminhiány",
    "kalciumhiányt eredményez,",
    "ami miatt csonttömegvesztés jön létre,",
    "fiatalkorban az angolkór kialakulásához vezet, jellegzetes csontrendszeri elváltozásokat (a gerinc és a mellkas torzulásai) okoz.",
    "Nem csak a vitaminok hiánya, hanem a zsírban oldódó vitaminok esetén azok túladagolása (hipervitaminózis) is egészségügyi kockázatokkal jár, mivel zsírokban oldódva nem ürülnek ki, felhalmozódnak a zsírszövetekben.",
    "Pl.",
    "a D-hipervitaminózis magas vérkalciumszinttel jár, ami erek és szövetek elmeszesedéséhez, vesekő képződéséhez vezethet.",
    "A folyamatosan adagolt mesterséges vitaminkészítmények esetén, mindig ügyelni kell a kontrollált és optimális vitaminmennyiségre.",
    "Epesavak olyan szteroidok, amelyek az epében találhatók meg, sók formájában fordulnak elő, ezért az epe nem savas, hanem lúgos.",
    "A középbélben segítik – nem végzik - a zsírok emésztését, úgy,",
    "egyrészt aktiválják a zsírbontó lipázokat,",
    "másfelől a bélmozgások miatt felaprózódott zsírcseppek felületén elhelyezkedve csökkentik az emulgeált zsírgolyócskák felületi feszültségét - stabilizálják a létrejött zsíremulziót -, és fajlagos felületüket nagyobbítva kedvezőbb feltételeket teremtenek a lipáz enzim számára.",
    "Az epesavak amfipatikus vegyületek, apoláris részükkel (szteránváz) belemerülnek a zsírcseppekbe, poláris részükkel (-OH csoportok) pedig a vizes fázis felé fordulnak.",
    "Hatásuk a szappanokéhoz hasonlítható.",
    "Szteránvázas hormonok Részletesen lásd hormonális rendszer",
    "Mellékvesekéreg-hormonok:",
    "kortizol: szénhidrát-anyagcserére hat.",
    "Aldoszteron: a só visszaszívását serkenti a vesében.",
    "A petefészekben termelődő női nemi hormonok:",
    "progeszteron: megőrzi a terhességet.",
    "Ösztrogén: egyik fő feladata a női másodlagos nemi jellegek kialakítása.",
    "A herében termelődő férfi nemi hormon:",
    "tesztoszteron: férfi másodlagos nemi jellegek kialakításában játszik szerepet.",
    "Karotinoidok",
    "A karotinoidok többnyire szénhidrogének.",
    "Konjugált kettőskötés-rendszerűek, ahol az egyszeres és a kétszeres C-C kötések szabályosan váltakoznak.",
    "Az ilyen elektronrendszer delokalizált, könnyen gerjeszthető, ezért a karotinoidok",
    "A karotinoidok, elektronrendszerük könnyű gerjeszthetősége révén, különféle fotokémiai reakciókban jelentősek, mint pl. fotoszintézis, látás.",
    "A karotin a pl. sárgarépa színanyaga, tartaléktápanyaga, az A-vitamin előanyaga, fotoszintetikus pigmentként a fotoszintézis fényszakaszában a fényenergia elnyelésében játszik szerepet.",
    "Az A-vitamin (retinol) a májban karotinból keletkező, majd raktározódó zsírban oldódó vitamin.",
    "Szerepe",
    "A retina fényérzékenységét biztosító rodopszin (fényérzékeny anyag) egyik összetevőjének, a retinalnak előanyaga, ezért a normális látás fenntartásában nélkülözhetetlen,",
    "fontos a hámfelületek védelmében, ezért véd a hámon keresztül történő fertőzések ellen.",
    "Fő forrása",
    "Vitamin formájában a halmájolajok, tejtermékek, máj tartalmazzák. Előanyagát a karotint, tartalmazza a legtöbb zöldség",
    ".",
    "Mivel vízben nem oldódik, a felszívódásához zsiradék szükséges.",
    "Hiánya",
    "Szürkületi vakságot (farkasvakságot), sőt teljes vakságot okozhat.",
    "Hámszövetek, mirigyek károsodnak, a bőr kiszáradása, a szőrzet és a hajszálak törékenysége, kihullása tapasztalható.",
    "K1,2 –vitamin",
    "Szerepe",
    "A normális véralvadáshoz kell, jelenlétében a máj egy véralvadási faktort, protrombint szintetizál.",
    "Fő forrása",
    "K1-t növényi olajok, zöld leveles zöldségek, káposzta, brokkoli, paraj tartalmazzák.",
    "A",
    "K2-t bélbaktériumok termelik.",
    "Éppen ezért hosszan tartó, bélgyulladással járó betegség, vagy antibiotikumos terápia következményeként K-vitaminhiány állhat elő.",
    "Hiánya",
    "Vérzékenységhez, véralvadási zavarokhoz vezet.",
    "Retinál",
    "A szem fényérzékeny anyaga, az A-vitaminból keletkezik.",
    "A látás lényege, hogy fény hatására a cisz-retinál transz-retinállá izomerizálódik (fotokémiai reakció).",
    "2.1.4. Szénhidrátok",
    "A szénhidrátok az élet szempontjából rendkívül fontos, nélkülözhetetlen vegyületek. A bioszféra szerves anyagainak fő tömegét adó vegyületek.",
    "A szénhidrátok biológiai jelentősége:",
    "a sejtek elsődleges energiaforrásai (glükóz),",
    "tartaléktápanyagok (keményítő, glikogén),",
    "vázanyagok (cellulóz, kitin, pektin),",
    "más vegyületekkel összekapcsolódva fontos makromolekulák – nukleinsavak – építőkövei (ribóz, dezoxiribóz).",
    "Többféleképpen csoportosíthatók.",
    "Méret alapján:",
    "egyszerű szénhidrátok, ill. monoszacharidok, amelyek savas hidrolízissel tovább nem bonthatók,",
    "összetett szénhidrátok, savas hidrolízissel monoszacharidokra bonthatók,",
    "diszacharidok, két monoszacharidból,",
    "poliszacharidok, sok száz, ill. ezer egyszerű szénhidrátból épülnek fel.",
    "Funkciós csoport alapján:",
    "aldózok (a) aldehidcsoportot,",
    "ketózok (b) ketocsoportot tartalmaznak.",
    "Monoszacharidok",
    "Általában",
    "édes ízű,",
    "fehér, kristályos,",
    "nem hidrolizálható,",
    "vízben jól oldódó anyagok.",
    "Összetett szénhidrátok emésztésének végtermékei.",
    "További csoportosításuk szénatomszám szerint történik.",
    "Triózok (C3)",
    "A legegyszerűbb monoszacharidok, ilyen pl. a glicerinaldehid, mely az anyagcserében fontos köztes termék.",
    "Pentózok (C5)",
    "Ribóz (RNS-ben, ATP-ben, koenzimekben)",
    "Dezoxiribóz (DNS-ben)",
    "A kétféle pentóz között csupán egyetlen oxigénatom a különbség.",
    "Mint az elnevezés mutatja, a dezoxiribóz 2. szénatomjához nem kapcsolódik oxigén, csupán hidrogén.",
    "A pentózok jelentősége:",
    "DNS, RNS építőkövei,",
    "az anyagcserében köztestermékek.",
    "Hexózok (C6)",
    "Glükóz, szőlőcukor C6H12O6",
    "A legfontosabb monoszacharid:",
    "a legelterjedtebb, legnagyobb mennyiségben fordul elő,",
    "fotoszintézis sötét szakaszának végterméke,",
    "a vérben a szénhidrátok szállítása ebben a formában történik,",
    "makromolekulák - keményítő, cellulóz stb. -monomerje,",
    "a sejtek elsődleges, közvetlen energiaforrása, a vérben literenként kb. 1g glükóz van.",
    "Édes ízű, vízben kitűnően oldódó anyag.",
    "Összetett szénhidrátok emésztésének a végterméke, tovább nem emészthető.",
    "Vizes oldatban a molekulák kb. 1%-a nyílt láncú, 99%-a gyűrűs szerkezetű. Gyűrűs állapotban a glükóznak kettő stabil izomerje létezik.",
    "Béta-glükóz (63%),",
    "alfa-glükóz (36%).",
    "A béta-glükóz",
    "A gyűrűs állapotú székkonformációban a C-atomokhoz kapcsolódó összes -OH-csoport ekvatoriális állású.",
    "Ez a konformáció a lehető legstabilabb glükózizomer.",
    "Az alfa-glükóz",
    "A gyűrűs állapotú székkonformációban az első szénatomon az -OH-csoport axiális állású, a többi C- atomon ekvatoriális.",
    "A kétféle izomer vizes oldatban a nyitott formán keresztül átalakul egymásba, egyensúlyt fenntartva.",
    "A glükóz kimutatása",
    "A szénhidrátokat a reakcióképes aldehidcsoporton keresztül lehet kimutatni.",
    "A reakció lényege, hogy az aldehidcsoport megfelelő körülmények között karboxilcsoporttá oxidálódik, miközben a reagens anyagok – pl. ezüstionok - színváltozás kíséretében redukálódnak.",
    "Ezüsttükör-próba (Tollens próba)",
    "Az ezüstionokat lúgos közegben az aldehidcsoport fém ezüstté redukálja, amely kiválva az oldatból bevonatot képez az edény falán.",
    "D-Fruktóz, gyümölcscukor",
    "Főleg gyümölcsökben (elnevezés), mézben előforduló, legédesebb ízű monoszacharid.",
    "Összegképlete C6H12O6, megegyezik a glükózéval, konstitúciós izomerek, aldehidcsoport helyett a 2. szénatomon ketocsoportot tartalmaz nyílt láncú formában.",
    "Diszacharidok",
    "Két monoszacharid kondenzációja révén jönnek létre. A monoszacharidok között éterkötés (glikozidkötés) található.",
    "A mono- és a diszacharidokat cukroknak nevezzük, többnyire élelmiszerekben fordulnak elő, pl. glükóz, fruktóz, maltóz, szacharóz, laktóz.",
    "Maltóz, malátacukor",
    "Fehér színű, vízben jól oldódó, édes ízű por.",
    "Két alfa-glükózból épül fel.",
    "Az egyik α-D-glükóz 1-es szénatomjának hidroxilcsoportja és egy másik α-D-glükóz 4-es szénatomjának hidroxilcsoportja között történik a kondenzáció.",
    "Elsősorban ott fordul elő, ahol előzőleg keményítő bontása folyt, így pl. csírázó magvakban (maláta = csírázó árpa), zöld levelekben, emésztéskor a tápcsatornában.",
    "A glikogén bontásakor szintén felszabadul.",
    "Laktóz, tejcukor",
    "A laktóz egy β-D-glükóz és egy β-D-galaktóz kondenzációjával jön létre.",
    "Amennyiben a tejcukor a vékonybélben nem tud egyszerű cukrokká bomlani - a laktózt bontó enzim, a laktáz hiánya miatt -, ún.",
    "tejcukorérzékenység alakul ki, mely jellemző tünetei különféle hasi panaszok, mint pl. puffadtság, hasmenés, émelygés.",
    "A panaszok hátterében",
    "egyrészt az áll, hogy a vastagbélbe kerülő emésztetlen laktóz erősen növeli a béltartalom ozmotikus szívóerejét, rontva a vízfelszívódás hatékonyságát, ami a széklet hígulását eredményezi,",
    "másrészt a vastagbélben működő baktériumok működésének köszönhetően különféle szerves savak és gázok keletkeznek, melyek jelentősen fokozzák a bélperisztaltikát.",
    "Szacharóz, répacukor, nádcukor",
    "Fehér színű, vízben jól oldódó, édes ízű por. A növényvilágban az egyik legelterjedtebb, szabadon előforduló diszacharid.",
    "Az emberi táplálkozás és az élelmiszer-előállítás szempontjából a legjelentősebb szénhidrát, emberi étrendben a legfontosabb természetes édesítőszer, a közönséges cukor alapanyaga.",
    "Neve mutatja, hogy cukorrépából, ill. cukornádból állítják elő.",
    "Poliszacharidok",
    "A poliszacharidok monoszacharidokból kondenzációval felépülő óriásmolekulák, polimerek.",
    "Sok száz vagy akár több ezer monoszacharid kapcsolódhat egymáshoz.",
    "Savas hidrolízissel általában előbb diszacharidokká, majd monoszacharidokká bonthatók.",
    "A legelterjedtebb szénhidrátok.",
    "Nem édes ízűek.",
    "Keletkezésük:",
    "Általános képletük:",
    "Feladatuk szerint csoportosítjuk:",
    "tartalék tápanyagok: keményítő, glikogén,",
    "szilárdító vázanyagok: cellulóz, kitin, pektin.",
    "Keményítő",
    "Hideg vízben nem, meleg vízben kolloidálisan oldódó, nem édes ízű fehér por.",
    "A növényekben jön létre a fotoszintézisben keletkezett glükóz kondenzációjával, tartalék tápanyag.",
    "A keményítő több száz alfa-glükózmolekulából épül fel.",
    "Emészthető, emésztése már a szájüregben megkezdődik, majd a vékonybélben fejeződik be, a nyál-, ill.",
    "a hasnyálamiláz enzim hatására, amely maltózra hidrolizálja.",
    "A keményítő hidrolízis hatására glükózra esik szét.",
    "Ha a kenyeret sokat rágjuk, előbb-utóbb édes ízt fogunk érezni, mivel a liszt keményítőtartalma ugyan nem édes, de a belőle keletkezett maltóz már igen.",
    "Növényi magvakban a keményítő hidrolízisét szintén az amiláz enzim végzi.",
    "A növényekben, a raktározó alapszövet sejtjeiben, fajra jellemző módon szemcsékben jelenik meg. A szemcsék kétféle szerkezetű keményítőből állnak.",
    "Amilóz",
    "Az amilóz egy elágazásmentes, spirálisan feltekeredett lánc. A spirált H-kötések stabilizálják.",
    "Amilopektin",
    "Ágas-bogas szerkezetű.",
    "A keményítő kimutatása",
    "Por keményítőből melegítéssel készítsünk keményítőoldatot.",
    "Híg oldatba cseppentsünk 1-2 csepp kálium-jodidos jódoldatot – Lugol-oldatot.",
    "[LIST_ITEM] próba esetén az oldat megkékül.",
    "Melegítés hatására elszíntelenedik, visszahűtéskor újra kék lesz.",
    "Magyarázat",
    "Az apoláris jódmolekulák a poláris vízben barna színűek.",
    "A jódmolekulák mérete olyan, hogy pont beleférnek az amilóz spiráljába, onnan kiszorítva a vízmolekulákat, apoláris közeget hozva létre.",
    "Az apoláris közegben a jód színe kékre változik.",
    "Melegítés hatására a hőmozgás miatt a jódmolekulák kibújnak a spirálból a kék szín elhalványodása kíséretében. Hűtéskor a folyamat ellenkező irányú.",
    "Glikogén",
    "Heterotróf szervezetek - állatok, gombák - tartalék szénhidrátja.",
    "Állati szervezetekben elsősorban a májban és a vázizomban raktározódik.",
    "Alfa-glükózokból felépülő, többszörösen elágazó, ágas-bogas szerkezetű.",
    "Nem édes ízű, vízben rosszul oldódik.",
    "Emészthető, szintén amiláz hatására hidrolizál maltózzá.",
    "Cellulóz",
    "A biomassza tömegének kb. a felét a cellulóz adja! A növényi sejtfal szilárdító anyaga (ezenkívül moszatgombákban fordul elő).",
    "Óriásmolekula, sok ezer béta-glükózmolekulából áll.",
    "A cellulózban a glükózmolekulák egy elágazásmentes polimert hoznak létre.",
    "A glükózgyűrűk egymáshoz képest felváltva 180 fokot elfordulnak.",
    "A cellulózmolekula egyenes, szálas szerkezetű.",
    "Rendkívül stabil, vízben nem oldódik, ami lehetővé teszi biológiai feladatának - szilárdítás - ellátását.",
    "A cellulózt a legtöbb élőlény nem képes bontani, így nem emészthető.",
    "A cellulózt bontó enzim a celluláz, amely csak baktériumokban, egyes gombákban, ill.",
    "néhány egysejtűben fordul elő.",
    "Hidrolízisekor végső soron glükóz keletkezik.",
    "Kitin",
    "N-tartalmú poliszacharid. Ízeltlábúak kutikulájának, gombák sejtfalának szilárdító vázanyaga. Rendkívül ellenálló, vízben nem oldódik, nem emészthető.",
    "2.1.5. Fehérjék",
    "A fehérjék - proteinek - az élő szervezetek számára a legfontosabb vegyületek.",
    "Az élet bármilyen megnyilvánulási formája fehérjékkel kapcsolatos.",
    "A sejtek szárazanyagának minimum 50 %-át adják.",
    "Csoportosításuk biológiai feladataik alapján történik, lehetnek:",
    "vázanyagok, szerkezeti fehérjék: tartó, szilárdító feladatokat látnak el, pl.",
    "a legtöbb állati kötőszövetben, a csontban a kollagén, keratin az elszarusodott hámokban, hajban, tollban, hüllők pikkelyeiben (lásd hámszövetek),",
    "összehúzékony fehérjék: ilyen az aktin, miozin, pl. az izmokban (lásd izomszövetek),",
    "transzportfehérjék: szállító feladatokat látnak el, pl. a hemoglobin oxigént szállít, ill.",
    "a vérben a globulinok zsírokat, vasat, hormonokat szállítanak (lásd vér),",
    "védőfehérjék, immunfehérjék (antitestek): fertőzésekkel szembeni védekezésben közreműködnek, pl. az immunoglobulinok a vérben (lásd vér, immunitás),",
    "véralvadásban közreműködő fehérjék, pl. trombin, fibrin stb. (lásd vér),",
    "szabályozó fehérjék, mint pl. a hormonok: kémiai jelek, szervek, szövetek működését befolyásolják, pl. inzulin (lásd hormonrendszer),",
    "receptorok a sejtek felszínén, melyek különféle anyagokat ún. ligandumokat – pl. hormonokat - képesek megkötni (lásd biológiai membránok),",
    "ozmotikus faktorok pl.",
    "az albumin a vérben, mely a vér optimális ozmotikus koncentrációjának (ozmotikus nyomásának) kialakításában szerepel (lásd anyagszállítás jegyzet),",
    "jelölőfehérjék (markerek) a sejtek felszínén elhelyezkedő egyed-, szövet-, ill.",
    "fajspecifikus molekulák (MHC), melyeknek a sejtfelismerésben (saját-idegen), így az immunrendszer működésében látnak el alapvető szerepet (lásd vér, immunrendszer),",
    "tartalék tápanyagok pl. egyes növényi magvakban, gabonafélék szemtermésében ilyen az aleuron, ill.",
    "a búza szemtermésében a glutén, vagy a tojásfehérje, továbbá a kazein a tejben,",
    "enzimek: biokatalizátorok, a sejtekben zajló kémiai folyamatok aktiválási energiáját csökkentik, aminek következtében az átalakulások reakciósebessége megnő.",
    "Az emberi szervezet működési körülményei között, katalizátorok nélkül az életfolyamatok végtelen lassú sebességgel mennének végbe (lásd 1.2. fejezet).",
    "Az aminosavak",
    "A fehérjék makromolekulák, monomerjeiket aminosavaknak nevezzük.",
    "Kémiailag amino-karbonsavak, azaz a molekulában két eltérő jellegű funkciós csoport is megtalálható:",
    "bázisos aminocsoport,",
    "savas karboxilcsoport.",
    "Minden aminosav egy azonos, és egy eltérő molekularészletből áll:",
    "az azonos rész tartalmazza az amino-, és a karboxilcsoportokat,",
    "az eltérő rész az ún. oldallánc, amely szerkezetileg 20(21)-féle lehet. Az oldallánc lehet poláris, apoláris, savas, bázisos jellegű.",
    "Az aminosavak egy részét a szervezet nem, vagy csak elégtelen mennyiségben képes előállítani, ezeket esszenciális aminosavaknak nevezzük, melyeket a táplálékkal kell felvenni.",
    "Emberben 9 ilyen aminosav ismert, mint pl.",
    "a fenilalanin, lizin, metionin, valin stb.",
    "Amfoter vegyületek, azaz savként és bázisként egyaránt viselkedhetnek a reakciópartnertől függően, azonban sav-bázis sajátságaikat az oldallánc kémiai természete is befolyásolja.",
    "Biológiai szempontból legfontosabb reakciójuk a kondenzáció, melynek során az egyik aminosav aminocsoportja, és a másik aminosav karboxilcsoportja között vízkilépéssel, ún. peptidkötés jön létre (amidcsoport).",
    "A reakció eredményeként a két aminosavat egy síkalkatú amidcsoport köti össze.",
    "Peptidek",
    "Az aminosavak összekapcsolódásával ún. peptidek jönnek létre. A polipeptidek néhány 100 aminosavból álló elágazásmentes molekulák.",
    "A polipeptidlánc aminosavsorrendjét szekvenciának nevezzük.",
    "Szekvencia",
    "Általában a makromolekulák monomerjei – így pl.",
    "az aminosavak - viszonylag egyszerű felépítésűek és minden élőlényben azonosak az élővilágban.",
    "A fajokra jellemző egyediséget, különbséget a fehérje (és nukleinsav)",
    "monomerek sorrendje határozza meg.",
    "Másképpen fogalmazva, a természetben a fajok tekintetében tapasztalható óriási változatosságot nem a monomerek sokféleségében kell keresnünk, hanem a nukleinsav és fehérje monomerek összekapcsolódásának változatosságában, sorrendjében.",
    "Ebben az esetben tehát a monomerek kapcsolódási sorrendjének információt meghatározó jelentősége van, amely információ a fajok egyediségének meghatározója.",
    "Számszerűen, pl.",
    "a fehérjéket 20-féle monomer – aminosav – építheti fel, a véletlenszerű összekapcsolódásuknak megfelelően",
    "2 aminosav kétféleképpen kapcsolódhat egymáshoz, attól függően, hogy melyik helyezkedik el az N-terminálison (NH2-csoport végen).",
    "3 aminosavat már 6-féle sorrendben kapcsolhatunk össze.",
    "100 db – 20-féle - aminosavból már 20100-féle polipeptid alkotható.",
    "Ez a hatalmas variációszám hatalmas mennyiségű információt hordozhat.",
    "Tehát óriási változatosságot eredményez, hogy a különböző makromolekulák eltérő méretűek, mérettartományuknak elvi felső határa nincs, ami azt jelenti például, hogy elvileg végtelen számú fehérjemolekula-féleséget tudunk elképzelni.",
    "Az élővilág összes faja azonos alkotóelemekből, azonos elvek alapján hoz létre fajra jellemző makromolekulákat.",
    "A monomerek sorrendje információt hordoz, az egyes elemek kicserélése megváltoztatja az információ jelentését.",
    "A szekvencia döntően meghatározza a fehérjék tulajdonságait, ezért az aminosavsorrendet a fehérjék elsődleges szerkezetének nevezzük.",
    "Akár egyetlen aminosav helyének megváltoztatása az egész fehérje működésére hatással lehet.",
    "Sarlósejtes vérszegénység",
    "A szekvencia jelentőségét jól tükrözi a sarlósejtes vérszegénység.",
    "A rendellenesség nevét onnan kapta, hogy a betegek vérében lévő - az egyébként korong alakú – vörösvértestek sarló formájúak.",
    "A hibás vörösvértestek vérrögöket képezve kiszelektálódnak, aminek következtében csökken a vörösvértestszám (vérszegénység).",
    "A betegség oka az, hogy a vörösvértesteket kitöltő hemoglobin egyik polipeptidláncában – egy pontmutáció miatt - az egyik aminosav kicserélődik egy másikra.",
    "Emiatt a hemoglobin oldékonysága megszűnik, kikristályosodik, merev szálakká alakul, megváltozik a sejt alakja és oxigénszállítása jelentősen csökken.",
    "Genetikai eredetű betegség (autoszómális recesszív).",
    "A polipeptidek térszerkezete",
    "A természetben a polipeptidláncnak csak két szabályos stabil formája létezik:",
    "a béta-redő,",
    "és az alfa-hélix.",
    "Béta-redő (-szalag)",
    "A béta-szerkezetben a polipeptidláncok – amidcsoportok - összetolt háztetőkhöz hasonló felületet hoznak létre.",
    "A szerkezet azáltal stabilizálódik, hogy a láncok párhuzamosan egymás mellé rendeződnek és a peptidkötések – amidcsoportok - között H-kötés alakul ki.",
    "Alfa-hélix",
    "Az alfa-hélixben a polipeptidlánc csavarvonalszerűen tekeredik.",
    "A spirál szerkezetét a láncon belül a peptidkötések – amidcsoportok - között kialakuló H-kötések stabilizálják.",
    "A polipeptidlánc térszerkezetét - alfa-hélix vagy béta-redő - a fehérjék másodlagos szerkezetének nevezzük.",
    "A másodlagos szerkezetet alapvetően az aminosavak minősége és sorrendje határozza meg (azaz az elsődleges szerkezet).",
    "Fibrilláris fehérjék",
    "Azokat a fehérjéket, amelyek végig azonos másodlagos szerkezettel jellemezhetők - végig alfa-hélix vagy béta-redő -, fibrilláris fehérjéknek nevezzük.",
    "A fibrilláris fehérjék hosszú, elnyúlt, szálas szerkezetűek, igen stabilak, vízben nem oldódnak.",
    "Általában a szerkezeti fehérjék ilyenek pl.: a keratin, a haj fehérjéje, a kollagén, a miozin, a fibrin stb.",
    "A globuláris fehérjék",
    "A globuláris fehérjékben a polipeptidlánc térszerkezete szakaszonként váltakozik, ezért a molekula egésze gömb alakú.",
    "A globuláris fehérjék szerkezetét, az ún. harmadlagos szerkezetet a polipeptidlánc további térbeli elrendeződése határozza meg.",
    "A harmadlagos szerkezet stabilitását a molekulán belül az egyes oldalláncok közötti különféle kötések biztosítják:",
    "hidrogén-kötés,",
    "van der Waals-féle kötések,",
    "ionos kötés,",
    "kovalens kötés, pl. ilyen a diszulfid-híd.",
    "Az egyes másodlagos szerkezettel rendelkező szakaszok egymáshoz viszonyított térbeli helyzete, tehát a harmadlagos szerkezettel jellemezhető.",
    "A globuláris fehérjék jól oldódnak vízben, kolloid állapotot hozva létre.",
    "Ez annak köszönhető, hogy a poláris, hidrofil oldalláncok a gombolyag felületén, míg az apoláris hidrofób oldalláncok a molekula belsejében helyezkednek el.",
    "A felszínen levő hidrofil aminosavrészek jól hidratálódnak, az apoláris részek egy hidrofób belső magot hoznak létre.",
    "A belső hidrofób mag, ill.",
    "a külső hidrátburok nagymértékben hozzájárul a fehérjék stabilitásához.",
    "Ugyanakkor fontos tény, hogy a fehérjék térszerkezete rendkívül bonyolult, ebből következően igen érzékenyen válaszolnak térszerkezetük megváltozásával a környezet hatásaira.",
    "A fehérje térszerkezetének jelentősebb megváltozása a denaturáció.",
    "A fehérjék harmadlagos szerkezetét befolyásoló környezeti tényezők:",
    "a hőmérséklet,",
    "a közeg hidrogénion koncentrációja (pH),",
    "a nehézfémsók,",
    "mechanikai hatások,",
    "könnyűfémsók.",
    "A hőmérséklet emelésekor a molekularészek hőmozgása egyre intenzívebb lesz, aminek következtében az oldalláncok közötti stabilizáló kötések felszakadnak.",
    "A változás hatására a molekula elveszti jellegzetes térszerkezetét, letekeredik, denaturálódik.",
    "A letekeredett láncok összeakadva térhálót alkotnak, melynek hézagaiban vízmolekulák helyezkednek el.",
    "A rendszer oldott kolloid állapota megszűnik, a fehérjék kicsapódnak, koagulálnak.",
    "A folyamat visszafordíthatatlan, irreverzibilis.",
    "(Kis méretű peptidek esetén lehet reverzibilis.)",
    "Irreverzibilis denaturáció zajlik le tojásfőzéskor, hús sütéskor is, minek hatására a molekulák véglegesen elvesztik harmadlagos szerkezetüket, biológiai aktivitásuk megszűnik.",
    "Az élő sejtek pH-ja 7,4 körül van, a sejtekben a fehérjék működése, szerkezete ekkor optimális.",
    "Amennyiben változik a pH - azaz megváltozik a H+-ion koncentráció -, a bevitt ionok hatására megváltoznak a fehérjemolekulák töltésviszonyai.",
    "Az aminosav oldalláncok töltésének megváltozásakor a molekulát stabilizáló kötések felszakadnak, a molekulagombolyag letekeredik, a fehérje irreverzibilisen denaturálódik.",
    "A nehézfémsók - pl.",
    "CuSO4, PbCl2, - hatására a fehérjék szintén irreverzibilisen denaturálódnak.",
    "A nehézfémionok hozzákapcsolódnak a polipeptidlánchoz, felszakítják a láncot stabilizáló kötéseket.",
    "Ugyancsak denaturálódást eredményezhet a fehérjeoldatok erős mechanikai igénybevétele, pl. ultrahanggal való kezelése, erős rázása.",
    "A könnyűfémsók – pl.",
    "NaCl - koncentrációjának emelésekor az oldatba kerülő ionok hidratálódnak és nagy koncentrációjuk esetén saját hidrátburkuk kialakításához a vízmolekulákat a fehérjék hidrátburkából vonják el.",
    "A fehérjemolekulák, mivel hidrátburkukat elvesztik, összecsapódnak, azaz koagulálnak (denaturáció nem történik).",
    "Kiválva az oldatból megszűnik a kolloid állapotuk.",
    "A folyamat reverzibilis, azaz megfordítható mivel, ha a kicsapódott fehérjékhez feleslegben vizet adunk, a molekulák hidrátburka helyreáll, ismét kolloid állapotba kerülnek.",
    "A folyamatot kisózásnak is nevezzük, amely pl. NaCl vagy (NH4)2SO4 hatására következhet be.",
    "Az alkohol egyrészt elvonja a fehérjék hidrátburkát (dehidratál), másrészt hidrogénkötéseket alakít ki a fehérjékben lévő poláris csoportokkal, ami a molekulaláncok közötti eredeti hidrogénkötések felszakadásához, s így a fehérje denaturálódásához vezet.",
    "A fehérjék kimutatása: Biuret-próba",
    "A Biuret-próbával a fehérjékben jelenlévő amidcsoportot lehet kimutatni.",
    "Pozitív próba esetén ibolyaszíneződést tapasztalunk, mivel a reagensben található rézionok komplexet képeznek az amidcsoporttal.",
    "Negyedleges szerkezet",
    "Ismertek olyan fehérjék, amelyek nem egy, hanem több polipeptidláncból épülnek fel.",
    "A fehérjét felépítő egyes polipeptidláncokat alegységnek nevezzük.",
    "Az alegységek egymáshoz viszonyított térbeli helyzetét a negyedleges szerkezettel jellemezzük.",
    "Ilyen fehérje pl. a hemoglobin.",
    "A hemoglobin négy alegysége egy tetraéder 4 csúcsának megfelelően helyezkedik el, melyeket másodrendű kötések tartanak egyben.",
    "Mindegyik alegység egy oxigénmolekulát képes kötni (így a hemoglobinmolekula összesen 4-et).",
    "A fehérjék csoportosítása összetételük szerint is történhet.",
    "Proteidek vagy összetett fehérjék valamilyen nem fehérjetermészetű, ún. prosztetikus csoportot is tartalmaznak.",
    "A prosztetikus csoport erősen kötődik a polipeptidlánchoz, eltávolítása a fehérje térszerkezetének megváltozását eredményezi, ami a biológiai funkció megszűnését jelenti.",
    "Ilyen összetett fehérje pl.",
    "a hem-et tartalmazó hemoglobin (a hem 4 pirrolgyűrűből felépülő vas-porfirin komplex).",
    "Proteinek vagy egyszerű fehérjék. Csak aminosavakból állnak:",
    "albuminok a vérben,",
    "kollagén,",
    "inzulin stb.",
    "Stresszfehérjék, dajkafehérjék\t         \t\t\t\t              Forrás: Csermely Péter",
    "A stresszfehérjék legfontosabb szerepe, a hibás, nem megfelelő harmadlagos szerkezettel rendelkező fehérjék helyretekerése.",
    "A stresszfehérjék sejtjeink igen nagy mennyiségben jelen lévő, létfontosságú alkotóelemei.",
    "A stresszfehérjék segítsége nélkülözhetetlen abban, hogy a hibás szerkezetű fehérjék megtalálhassák a rájuk jellemző, helyes szerkezetet.",
    "A stresszfehérjék szerepe kettős:",
    "a stresszhatásoknak kitett, károsodott fehérjék szerkezetének helyreállítása (stresszfehérjék),",
    "a hosszabb polipeptidláncok megfelelő harmadlagos szerkezetének kialakítása (dajkafehérjék).",
    "Ha a sejtet környezeti stressz éri, a sejtben lévő fehérjék károsodnak, kitekerednek.",
    "E fehérjéknek az újratekeredéshez éppen úgy a dajkafehérjék segítségre van szükségük, mint születésük pillanatában.",
    "Innen a stresszfehérje elnevezés.",
    "Környezeti stressz szinte bármilyen változás lehet:",
    "lényegesen melegebb, vagy hidegebb;",
    "a környezet lényegesen savasabb, vagy lúgosabb;",
    "túl kevés az oxigén, vagy túl sok;",
    "vízhiány.",
    "A kis méretű fehérjék betekeredése kedvező körülmények között másodpercek alatt végbemegy.",
    "A nagyobb fehérjék nehezen találják meg a rájuk jellemző megfelelő harmadlagos szerkezetet, igen gyakran tekeredési csapdák áldozatai lesznek.",
    "Ebben az esetben a félkész fehérje egy átmeneti állapotban stabilizálódik, a hidrofób aminosavak a fehérje felszínén maradnak.",
    "A hidrofób felszínek az ilyen félkész fehérjéket egymással való összetapadásra, aggregációra teszik hajlamossá.",
    "A fehérjeaggregátumok felszaporodása a legtöbb neurodegeneratív betegség, pl. az Alzheimer-kór, a Parkinson-kór, a prionbetegségek egyik fontos oka.",
    "A stresszfehérjéket a többi fehérjét terelgető, szerkezetük kialakításában segítő hatásuk miatt dajkafehérjéknek is nevezik.",
    "Amennyiben megváltozik egy fehérjének a térszerkezete, vagy elveszti funkcióját, vagy átalakul egy egészen más szerepű molekulává.",
    "Ez utóbbira példa a prionok kialakulása.",
    "A prionok olyan fertőző képződmények, melyek nukleinsavat nem, csupán fehérjét tartalmaznak.",
    "A prionok a normálisan is meglevő sejtes fehérjék – celluláris prionok – szerkezeti módosulásai.",
    "A prionok aminosavsorrendje nem, de a másodlagos szerkezete eltér a normálisan is meglevő sejtes fehérjétől.",
    "Felhalmozódva a hidrofób felszínű fehérjék, összecsapódva oldhatatlan rögöket képeznek és az idegsejtek elhalását okozzák.",
    "A kóros prionok bontó enzimekkel szemben nem érzékenyek, vízben nem oldódnak (lásd 3.1. fejezet).",
    "A prion betegségre jellemző, hogy nincs ellenanyag-termelés, nincs gyulladásos reakció, a lappangási idő évekig tarthat.",
    "Ilyen betegség a juhoknál a surlókór, a szarvasmarháknál a kergemarhakór (BSE), az embernél a Creutzfeldt–Jakob-szindróma és a kuru.",
    "2.1.6. Nukleinsavak, nukleotidok",
    "A nukleinsavakat először a sejtek magjából sikerült tiszta állapotban kivonni.",
    "Innen a név: nucleus = mag (lat.), a sav a kémhatásukra utal.",
    "Azonban nukleinsavak nemcsak a sejtmagban vannak, hanem pl. citoplazmában, színtestekben, mitokondriumokban is.",
    "A sejtek információtároló és -szállító molekulái.",
    "A nukleinsavakat szerkezet és funkció szempontjából két csoportba oszthatjuk:",
    "DNS, mely eukariótákban főleg a sejtmagban ill. egyes sejtszervecskékben, mint pl. mitokondriumokban, színtestekben található,",
    "RNS-ek, melyek főleg a citoplazmában, ill. a fenti sejtszervecskékben fordulnak elő.",
    "A nukleinsavak polimer vegyületek, makromolekulák, s mint ilyenek, monomerekből épülnek fel, melyeket nukleotidoknak nevezünk.",
    "Nukleotidok",
    "A nukleotidok funkciója többrétű:",
    "a biológiai információtároló és -átadó rendszert alkotó nukleinsavak építőkövei, monomerjei,",
    "az energiatárolás és -átalakítás központi vegyületei, pl. ATP, GTP,",
    "enzimek koenzimjeinek alkotórészei, pl. NAD, NADP, KoA, amelyek különböző csoportok szállítását végzik.",
    "A koenzimek az enzimekhez lazán kapcsolódó szállítómolekulák.",
    "Ezek felépítésében gyakoriak a vitaminjellegű csoportok, ezért a vitaminhiány gátolja a koenzimek felépülését, ezen keresztül egyes biokémiai folyamatok lejátszódását.",
    "A nukleotidok molekulái savval főzve hidrolizálnak, s a hidrolizátum:",
    "foszforsavat,",
    "pentózt, azaz öt szénatomos cukrot,",
    "N-tartalmú szerves bázisokat tartalmaz.",
    "A foszforsav",
    "Minden nukleotidban, ill. mind a DNS-ben, mind az RNS-ben megtalálható.",
    "A pentóz lehet:",
    "ribóz, amely mono- és dinukleotidokban, ill. az RNS-ben található meg,",
    "dezoxiribóz, amely a DNS-ben fordul elő.",
    "A N-tartalmú szerves bázisok lehetnek:",
    "DNS-ben                 RNS-ben",
    "A         adenin                     adenin",
    "G         guanin                     guanin",
    "C         citozin                     citozin",
    "T         timin                   U  uracil",
    "Tehát az RNS-ben timin helyett uracil van.",
    "Az A, és a G purin-, míg a C, T, U pirimidinvázas vegyületek.",
    "Ezekből a vegyületekből kondenzációval jönnek létre a nukleotidok.",
    "Ha a nukleotidban",
    "egy foszfátcsoport van: mono-,",
    "ha kettő: di-,",
    "ha három: trifoszfátokról beszélünk.",
    "A foszfátcsoportok között nagy energiájú – makroerg - kötés van.",
    "Nagy energiájúak azok a kötések, amelyek hidrolízisekor több, mint 25 KJ/mol energia szabadul fel.",
    "Ezeknek a kötéseknek az energiatárolásban van kiemelkedő szerepük.",
    "Fontosabb mono-, ill. dinukleotidok",
    "ATP (adenozin-trifoszfát)",
    "Az ATP a sejtek legfontosabb energiaraktározó vegyülete. Gamma-foszfátjának hidrolízisekor 30 KJ energia szabadul fel mólonként.",
    "ATP = ADP + Pi\tQ = 30 KJ/mol",
    "A lebontó anyagcsere során felszabaduló energia egy része – 40%-a - ATP szintézisére fordítódik és így ATP formájában tárolódik.",
    "A felépítő folyamatokhoz szükséges energia viszont az ATP hidrolízisekor felszabaduló energiából származik.",
    "Koenzim – A (KoA)",
    "Szállítómolekula, amely az anyagcserében központi szerepet játszó acetilcsoport - CH3CO - szállítását végzi.",
    "A molekulában szereplő pantoténsav B5-vitamin-származék.",
    "NAD+ és NADP+ (nikotinsavamid-adenin-dinukleotid (foszfát))",
    "Az anyagcserében fontos H-szállító vegyületek.",
    "A NAD+ oxidálószer (H-t vesz fel az átalakuló molekulától) a lebontó folyamatokban (pl. biológiai oxidáció, erjedés),",
    "a NADP+ redukálószer (H-t ad át az átalakuló molekulának) a felépítő folyamatokban (pl. fotoszintézis).",
    "A hidrogén szállításakor 2 elektront és 1 protont vesznek fel, a másik proton az oldatban marad.",
    "NAD+ + 2H = NADH + H+",
    "Nukleinsavak",
    "A nukleinsavak nukleotid egységekből felépülő polinukleotidok, többnyire makromolekulák, melyekben akár több millió nukleotid is összekapcsolódhat.",
    "Az egyes nukleotidokat a foszfátcsoportok kapcsolják össze úgy, hogy hidat képeznek két pentóz 3. és 5. C-atomja között, foszfodiészter-kötést hozva létre.",
    "Tehát a polinukleotid lánc gerincét az egymást követő …foszfát-cukor-foszfát-cukor … váz alkotja, s a bázisok a vázhoz a pentózon keresztül kapcsolódnak.",
    "A nukleotidok kondenzációval kapcsolódnak össze és a polinukleotid lánc hidrolízissel bomlik nukleotidokra.",
    "A polinukleotid lánc elsődleges szerkezete a nukleotidok kapcsolódási sorrendje, melyet szekvenciának nevezünk.",
    "A polinukleotidoknak a felépítésükben résztvevő pentóztól és bázisoktól függően két nagyobb csoportjuk van:",
    "a DNS-ek és",
    "az RNS-ek.",
    "A DNS, dezoxiribonukleinsav",
    "Fő tömegük eukariótákban a sejtmagokban koncentrálódik, de előfordulhatnak mitokondriumokban, kloroplasztiszokban, prokariótákban, vírusokban.",
    "A DNS egyetlen funkciója a genetikai információ tárolása, ill. továbbadása a szaporodás során.",
    "A polinukleotid lánc felépítésében",
    "foszforsav,",
    "dezoxiribóz,",
    "és négyféle bázis vesz részt: A, T, G, C.",
    "A polinukleotid láncnak két végét különböztetjük meg: 5' és 3' vég.",
    "A polinukleotid lánc 5’ végén olyan P-csoport található, amely a pentóz 5.",
    "C atomjához kapcsolódik, míg a 3’ végen a cukor 3.",
    "C atomjához egy -OH csoport kötődik.",
    "A DNS-molekula két egymással szemben levő és ellentétes irányba futó – antiparallel – polinukleotid láncból épül fel.",
    "Az antiparallel lefutás azt jelenti, hogy az egyik szál 5’ végével szemben a másik szál 3’ vége található.",
    "A kettős polinukleotid szál a hossztengelye körül spirális formában feltekeredik, s így kialakul a DNS-molekulára jellemző kettős hélix szerkezet.",
    "A kettős hélixnek köszönhetően a DNS igen stabil, kémiailag közömbös, nem reakcióképes.",
    "A két láncot hidrogénkötések kapcsolják össze, amelyek a két lánc bázisai között jönnek létre.",
    "A H-kötések kialakulását a bázisok szerkezete és térbeli helyzete határozza meg.",
    "A bázisok a hélix belseje felé, a hossztengelyre merőlegesen helyezkednek el.",
    "Térbeli okok miatt egy nagyobb méretű purin bázissal szemben csak egy kisebb méretű pirimidin bázis helyezkedhet el.",
    "A láncok közötti távolság állandó.",
    "Így a következő bázispárok alakulhatnak ki:",
    "adeninnel szemben mindig timin van,",
    "guaninnal szemben mindig citozin van.",
    "A G=C bázispárok között 3, az A=T bázispárok között 2 H-kötés létesülhet. Tehát az egyik lánc bázissorrendje egyértelműen meghatározza a másikét is.",
    "Chargaff-szabályok:",
    "A = T és G = C",
    "T+C (pirimidinek) = A+G (purinok)",
    "A+T = G+C",
    "A DNS-molekula lehet:",
    "nyílt láncú (lineáris), mint pl. az eukariótákban,",
    "de lehet zárt láncú (cirkuláris), mint pl. a prokariótákban.",
    "RNS-ek, Ribonukleinsavak (részletesen lásd még 6.1. fejezet)",
    "A ribonukleinsavak olyan polinukleotidok, amelyek felépítésében",
    "foszforsav és",
    "ribóz mellett",
    "négyféle bázis vesz részt: A, U, G, C.",
    "A polinukleotid láncra jellemző, hogy mindig egyszálú, legfeljebb a lánc bizonyos helyeken visszahajlik, hurkokat képez, s a molekulán belül jönnek létre hidrogénkötéssel bázispárok (adeninnel szemben U, guaninnal szemben C).",
    "Térszerkezetét a nukleotidok sorrendje határozza meg.",
    "A ribonukleinsavaknak a természetben több fajtája ismert, amelyeket funkció szerint csoportosítunk:",
    "[NUMBERED_ITEM] Messenger RNS-ek, mRNS -ek",
    "Feladatuk a DNS-ben, a génekben kódolt információ pontos továbbítása a citoplazmába, a fehérjeszintézis helyére.  A DNS-ről íródnak át.",
    "[NUMBERED_ITEM] Transzfer RNS-ek, tRNS-ek",
    "Feladatuk, hogy a fehérjeszintézis során egy-egy aminosavat szállítanak a fehérjeszintézis helyére, az ún. riboszómákhoz, ahol azok összekapcsolódnak polipeptidlánccá.",
    "[NUMBERED_ITEM] Riboszóma RNS-ek, rRNS-ek",
    "A fehérjeszintézis objektumainak, a riboszómáknak a felépítésében vesznek részt.",
    "A DNS örökítő szerepét bizonyító kísérletek",
    "Az öröklődés anyagi hátterének tisztázásához – az örökítőanyag felfedezéséhez - vezető út első állomása Fred Griffith katonaorvos, bakteriológus nevéhez fűződik, aki az I. világháború után 1928-ban baktériumok okozta tüdőgyulladás elleni vakcina fejlesztésén dolgozott.",
    "Kísérleteiben egy gömb alakú baktérium - Diplococcus pneumoniae - kórokozó képességét – patogenitását – vizsgálta, amely egérben vérmérgezést, emberben tüdőgyulladást okoz.",
    "E baktériumnak két törzse ismert.",
    "[NUMBERED_ITEM] Patogén (sima felszínű, S-törzs), amelynek egyedei az immunrendszernek ellenálló poliszacharid tokot fejlesztenek maguk köré. A tokképzés örökletes, azaz az utódok is tokosak lesznek.",
    "[NUMBERED_ITEM] Nem patogén (ráncos felületű, R-törzs), amelyek nem képeznek tokot, s emiatt a sejteket az immunrendszer meg tudja semmisíteni. Ez is természetesen örökletes tulajdonság.",
    "Griffith azt vizsgálta, hogy ezek a tulajdonságok vajon megváltoztathatatlan tulajdonságai ezeknek a törzseknek, vagy esetleg a két törzs egymásba átalakulhat.",
    "Griffith a baktériumokat különféle kombinációkban egerekbe oltotta, majd a következő eredményeket kapta:",
    "[NUMBERED_ITEM] Egér + élő tok nélküli baktérium = az egerek nem pusztultak el.",
    "[NUMBERED_ITEM] Egér + élő tokos baktérium = az egerek 1-2 napon belül elpusztultak.",
    "[NUMBERED_ITEM] Egér + hővel elölt tokos baktérium = az egerek nem pusztultak el.",
    "[NUMBERED_ITEM] Egér + hővel elölt tokos + élő tok nélküli baktérium = néhány egér elpusztult!",
    "Az elpusztult állatok hulláit megvizsgálták és meglepődve tapasztalták, hogy bennük élő tokos baktériumok voltak.",
    "Griffith tehát azt a váratlan felfedezést tette, hogy az elölt patogén sejtek az élő, nem fertőző sejtekhez keverve, azokat patogénné tették, azaz megváltoztatták.",
    "Griffith arra a következtetésre jutott, hogy az elölt S-törzsből valamilyen hőnek ellenálló, információt hordozó anyag átjut - ún. transzformációs faktor - az élő R-törzs sejtjeibe, és a sejtek egy részét átalakítja, transzformálja.",
    "Griffith tehát az örökítőanyag létét bizonyította, amely a hőhatás után átkerülve a nem kórokozó sejtekbe, azokat tok képzésére serkentette.",
    "Ezt a folyamatot genetikai transzformációnak nevezzük.",
    "Griffith szerint tehát a baktérium - általa nem ismert – örökítőanyaga okozta a jelenséget, ugyanakkor maga nem próbálta mindenáron meghatározni",
    "ezt az anyagot.",
    "A Griffith által felfedezett természetes baktérium-transzformáció az alapja a modern mesterséges genetikai transzformációnak, melynek során egy sejtbe valamilyen idegen DNS-t – transzgént - juttatnak, azzal a szándékkal, hogy a bekerült örökítőanyag megváltoztatja a befogadó – recipiens - sejt tulajdonságait.",
    "A bejutott DNS úgymond kifejeződik, azaz az általa kódolt fehérjét gyártja le a sejt, amelynek működése átalakítja a befogadó sejt működését.",
    "A mesterséges genetikai transzformáció kedvelt alanyai többek között különféle mikroszervezetek, mint pl. baktériumok, élesztőgombák.",
    "A mesterséges baktérium-transzformáció során a bejuttatott DNS által kódolt fehérje termeltetése a cél, melyet különféle módon kinyerve felhasználhatóvá válik, mint pl.",
    "a coli baktérium által termelt inzulin.",
    "Az eljárás lépései (lásd még 6.3.3. fejezet)",
    "Izolálni kell a transzgént, jelen esetben az inzulin génjét emberi genomból.",
    "A transzgén baktériumba történő bejuttatásához szükséges egy hordozó molekula, egy ún. vektor-DNS.",
    "A vektorok olyan genetikai elemek, melyek képesek idegen DNS-t élő sejtbe juttatni.",
    "A leggyakoribb vektorok plazmidok vagy bakteriofágok.",
    "A plazmidok kis méretű gyűrűs DNS-darabok, természetes körülmények között is megtalálhatóak baktériumokban (többnyire antibiotikumrezisztencia-géneket hordoznak).",
    "A következő lépésben ún. hibrid – rekombináns - plazmidot hoznak létre.",
    "A hibrid plazmidot úgy állítják elő, hogy egy baktériumból kinyert természetes plazmidba beépítik a bejuttatandó DNS-szakaszt (a transzgént).",
    "A technológia kivitelezését a restrikciós endonukleázok felfedezése tette lehetővé.",
    "Nevüket arról kapták, hogy megakadályozzák a baktériumot fertőző vírus DNS-ének invázióját a molekula feldarabolásával (restrict = korlátozni).",
    "Az endonukleáz megjelölése pedig arra utal, hogy az idegen DNS-t a molekula belsejében levő helyeken hasítják el",
    "(görög: endo=belső).",
    "A restrikciós endonukleázok nem pontosan szemben vágják el",
    "a DNS két szálát, hanem kissé eltolódva, tehát egyfonalas túlnyúló szálakat, ún.",
    "ragadós végeket képeznek, ami megkönnyíti két DNS összekapcsolását rekombináns DNS-sé.",
    "Ezek az enzimek egy úgynevezett palindrom szakaszt ismernek fel.",
    "Az ilyen szakaszon a DNS egyik szálán az egyik irányban olvasott bázissorrend megegyezik a másik szálon az ellenkező irányban olvasott bázissorrenddel.",
    "A genetikai vektorok kialakításához szükség van még az ún. ligáz enzimre, amely képes összekapcsolni különböző DNS-ekből származó szabad végű DNS-darabokat, létrehozva a hibrid plazmidot.",
    "Az eljárás következő lépése a transzgént hordozó vektor-DNS bejuttatása a befogadó sejtbe. Ez többféleképpen történhet, pl.",
    "plazmidok segítségével, mesterséges transzformációval, melynek során a befogadó sejtet arra késztetik, hogy vegye fel az elkészített hibrid plazmidot.",
    "Ilyenkor a baktériumokat és a plazmidokat kalcium-klorid oldatba helyezik, majd felváltva hideg és meleg sokknak teszik ki őket.",
    "Vírusok közvetítésével, ha a vektor vírus.",
    "Génágyúval.",
    "(A DNS- t néhány μm átmérőjű arany- vagy wolframrészecskére rögzítik, majd ezeket a részecskéket nagy sebességre felgyorsítják nagynyomású He vagy N2 gázzal.",
    "A részecskék eltalálják a célsejtet, áthatolnak annak a falán és bejuttatják a szállított DNS-t.)",
    "Az örökítőanyag meghatározását Oswald Avery végezte el 1941-ben.",
    "A hővel elölt kórokozó S-törzs baktériumaiból sejtmentes kivonatokat készítettek (ezek tartalmazták a baktériumok összes anyagát), melyeket egyenként RNS-t, fehérjét, illetve DNS-t emésztő enzimekkel kezelték.",
    "A különféle enzimekkel kezelt S kivonathoz élő R-variáns baktériumtenyészetet kevertek, majd megvizsgálták, hogy találnak-e köztük transzformált baktériumokat.",
    "Azt találták, hogy a baktériumkivonatból enzimek segítségével",
    "fehérjék (proteáz) és",
    "RNS-ek (RNáz) kivonhatók anélkül, hogy a transzformáció mértéke lényegesen csökkenne.",
    "Azonban, amikor DNS-bontó enzimekkel – DNáz - kezelték a kivonatot a transzformáció elmaradt.",
    "Tehát a transzformációért felelős anyag minden kétséget kizáróan a DNS, mivel a transzformáló képességet DNáz- készítménnyel való kezelés (a DNS lebontása) megszüntette.",
    "1952-ben Alfred Hershey és Martha Chase baktériumokat fertőző és pusztító vírusokkal, ún. bakteriofágokkal végeztek vizsgálatokat.",
    "Mint általában a vírusok, a fágok is alapvetően két részből állnak:",
    "a központi információtároló DNS-ből,",
    "és az ezt körülvevő fehérjetokból, a kapszidból.",
    "Röviden a fertőzés úgy történik, hogy",
    "a fág hozzátapad a baktérium felületéhez,",
    "egy enzim feloldja a baktériumsejt falát, s az így keletkezett nyíláson a DNS behatol a baktériumsejtbe. A fág fehérjeburka a sejten kívül marad.",
    "A bejutott DNS többszöröződik a sejt anyag- és energiakészletét felhasználva.",
    "A létrejött fágok érése után az elpusztult baktériumsejt szétszakad és mintegy 1OO-5OO új fertőzőképes fág szabadul ki belőle.",
    "A kutatók olyan fágokkal kísérleteztek, melyek fehérjéit radioaktív kénnel, DNS-ét radioaktív foszforral jelölték meg.",
    "Az így jelölt fágokkal baktériumsejteket fertőztek.",
    "Rövid idő után rázással a fágokat eltávolították a baktérium felületéről,",
    "majd az elegyet nagy sebességgel forgó berendezésbe helyezték, centrifugálták.",
    "A nagyobb tömegű baktériumsejtek a centrifugacsövek aljára ülepedtek,",
    "a sejten kívül maradt könnyű vírustokok a folyadék felszínén gyűltek össze.",
    "Ezt követően megmérték az elegyek aktivitását. A fentieknek megfelelően",
    "a radioaktív kénnel (S) jelölt vírus esetében a centrifugálás után a folyadék felszínén mértek erős radioaktivitást,",
    "ugyanakkor a radioaktív foszforral (P) jelölt vírus esetében a centrifugálás után a cső alján mértek erős radioaktivitást.",
    "Mivel a radioaktív foszfort tartalmazó vírusok által megfertőzött baktériumok a rázást követően mutatták a radioaktivitást, a radioaktív kénnel megfertőzött baktériumok a rázást követően pedig nem, egyértelmű volt, hogy a DNS jutott be a sejtekbe és szervezte át a baktériumok működését.",
    "Mint már korábban említettem a monomerek kapcsolódási sorrendjének információt meghatározó jelentősége van, amely információ a fajok egyediségének meghatározója.",
    "Az élővilágra jellemző közös tulajdonság, hogy az élőlények felépítésére és működésére vonatkozó információt a DNS- molekulák hordozzák.",
    "A DNS-molekulák monomerjeinek – nukleotidjainak – a sorrendje határozza meg – kódolja – a fehérjék monomerjeinek – aminosavainak – a sorrendjét, ami pedig a fehérjemolekulák tulajdonságát, biológiai szerepét határozza meg.",
    "A DNS információtartalmának továbbításában RNS-molekulák működnek közre.",
    "Tehát a sejten belül az információáramlás a következőképpen valósul meg (centrális dogma):",
    "DNS — átírás — RNS — átfordítás — fehérje — tulajdonság",
    "A DNS információtartalma átíródik RNS-be, amely információ alapján összekapcsolódnak az aminosavak, létrejönnek a fehérjék, amik kialakítják a fajra jellemző tulajdonságokat.",
    "Miután egy sejtet egy fág fertőz meg, de ugyanakkor a sejt pusztulásakor több száz fág is keletkezhet, a vírus-DNS-nek valamilyen módon sokszorozódnia kell.",
    "A kísérlet eredménye a DNS megkettőződésének – replikációjának – szemikonzervatív mechanizmusával értelmezhető.",
    "A replikáció során a DNS két szála elválik egymástól és mintaként szolgál a szemben levő új lánc szintéziséhez.",
    "A DNS-molekulában a bázisok komplementaritása – A-T, G-C - képezi az alapját a genetikai információ pontos másolásának, a DNS megkettőződésének, a replikációnak.",
    "új II. szál   5'...T-T-C-A-G-G-T-C...3'",
    "régi I. szál  3'...A-A-G-T-C-C-A-G...5'",
    "régi II. szál 5'...T-T-C-A-G-G-T-C...3'",
    "új I. szál      3'...A-A-G-T-C-C-A-G...5'",
    "Ennek megfelelően az utód DNS-molekulák egyik lánca a szülői DNS-ből származik, a másik komplementer lánc újonnan szintetizálódik hozzá (szemikonzervatív – félig megmaradó - jelleg).",
    "A replikáció mechanizmusa röviden (részletesen lásd még 6.1. fejezet)",
    "A replikáció az ún. kezdőponton indul meg.",
    "A másolás előtt a DNS-hez kicsavaró fehérjék – helikázok - kapcsolódnak.",
    "A helikázok felszakítják a bázisok közötti H-kötéseket, a DNS-szálak elválnak egymástól.",
    "A szabaddá vált DNS-szálakhoz másoló enzimek – DNS-polimerázok – kapcsolódnak.",
    "Az enzimek leolvassák a régi szálak bázissorrendjét, és A-val szemben T-t, G-vel szemben C-t helyeznek el.",
    "A replikáció pontosságáért a hibajavító mechanizmusok felelősek.",
    "A replikációs hibák korrigálásáért különféle enzimek felelősek, amelyek felismerik a deformált szakaszt, kivágják a hibás részt, majd megfelelő nukleotidokat építenek a hibásak helyébe.",
    "A DNS sokszorozása, a PCR-technika (lásd még 6.3.3. fejezet)",
    "Ma már számos módszer ismert különböző méretű DNS-szakaszok sokszorosítására.",
    "Ezek közül talán a leginkább elterjedt a polimeráz láncreakció, a PCR, amely forradalmasította a géntechnológiát, a molekuláris diagnosztikát.",
    "Az eljáráshoz szükségesek:",
    "DNS-minta.",
    "Két (DNS) primer, amely szükséges a reakció megindulásához.",
    "A primerek rövid, mesterséges DNS-szálak, amelyek komplementerek a sokszorosítandó DNS-szakasz elejével és végével.",
    "Hozzákapcsolódnak a DNS-mintához, ahová a DNS-polimeráz kötődik, ami majd megkezdi egy új DNS-szál szintetizálását.",
    "DNS-polimeráz enzim – amely lemásolja a DNS-t.",
    "Nukleotidok – amelyekből a DNS-polimeráz felépíti az új DNS-t.",
    "Pufferoldat, amely biztosítja az enzim számára megfelelő körülményeket.",
    "Az eljárás húsz-harminc ciklus egymásutánjából áll. Mindegyik ciklus három lépést tartalmaz.",
    "A DNS-t magas hőmérsékletre (95 oC) kell hevíteni, ekkor a DNS két szála különválik.",
    "A hőmérséklet csökkentését (kb. 68 oC) követően a primerek a DNS-szál elejéhez kapcsolódnak.",
    "Ismét magasabb hőmérsékleten (72 oC) a hőrezisztens polimeráz enzim a primerektől elindulva megkezdi a mintaszállal komplementer DNS szintézisét.",
    "A ciklus végére a kiindulási DNS-szakasz mennyisége megkétszereződik.",
    "A DNS sokszorosítás (PCR) felhasználási területei",
    "Az igazságügyi orvosszakértői munkában újabban a gyanúsított személyt genetikai ujjlenyomata alapján azonosítják, úgy, hogy a DNS-ét a bűncselekmény helyszínéről származó minta DNS-ével hasonlítják össze.",
    "Nem szükséges, hogy a minta sok DNS-t tartalmazzon, elméletileg egyetlen DNS-szál is elegendő.",
    "Az örökletes és szerzett mutációk vizsgálatához szükséges a DNS-minta megsokszorozása.",
    "Egyes vírusok (HPV, HIV, HCV stb.)",
    "és baktériumok által okozott fertőzések kimutatásához a fertőzést okozó mikroorganizmus DNS-ét sokszorosítani kell.",
    "A mikroorganizmusok ellen termelődött antitestek kimutatásán alapuló immunodiagnosztikai vizsgálatokkal szemben a PCR lehetővé teszi a fertőzés kimutatását akkor is, ha az immunválasz valamiért elmarad.",
    "Több ezer éves DNS minták elemzéséhez biztosít lehetőséget."
  ]
}