{
  "doc_id": "2.2. Az anyagcsere folyamatai",
  "sentences": [
    "2.2. Az anyagcsere folyamatai",
    "Készítette Vizkievicz András",
    "2.2. Az anyagcsere folyamatai",
    "Készítette Vizkievicz András",
    "A fejezet a követelményrendszer 2.2. pontja alapján készült.",
    "2.2.1. Felépítés és lebontás kapcsolata",
    "A biológiai rendszerek anyagi rendszerek.",
    "Az anyagi rendszereket általában anyag- és energiaáramlás jellemzi és működésük fenntartásához sokszor energiára van szükség.",
    "A Föld globális rendszerének működéséhez a meghatározó külső energiaforrás a Nap sugárzó energiája.",
    "Az anyagi rendszerek csoportosíthatók aszerint, hogy az adott rendszer és környezete között van-e anyag- és energiaforgalom. Eszerint:",
    "Az izolált rendszerek sem anyag-, sem energiaforgalomban nem állnak a környezetükkel.",
    "Zárt anyagi rendszer esetén energiaforgalom lehetséges, de anyagáramlás nincs a rendszer és környezete között.",
    "Nyílt anyagi rendszer olyan rendszer, amely a környezetével anyag- és energiaforgalmat bonyolít le. Ilyenek az élő rendszerek.",
    "Az élő rendszerek működése szempontjából az anyag- és energiaáramlás mellett elengedhetetlen az információáramlás.",
    "A háromféle folyamat összekapcsolódik, egymástól szét nem választható, az energia és az információ anyagok formájában áramlik.",
    "Az élő rendszerek, mint nyílt anyagi rendszerek a környezetükből anyagot és energiát vesznek fel, ill. adnak le.",
    "Az élő rendszerek energiaforgalma",
    "A sejtek – és általában az élő szervezetek – működésükhöz, életfolyamataik fenntartásához folyamatosan energiát igényelnek.",
    "Az élő szervezetekben a legjelentősebb a kémiai energia.",
    "A kémiai energia kémiai kötések hasadásához szükséges, illetve kialakulásukkor felszabaduló energiamennyiség.",
    "A biológiai energia az életműködésekhez szükséges energia, a kémiai energia egy speciális fajtája, amely a sejtekben nagy energiájú kémiai kötésekkel kapcsolatos.",
    "A nagy energiájú kötések energiát tároló vegyületekben találhatók meg.",
    "Ilyen minden élő szervezetben megtalálható energiatároló és -szállító",
    "vegyület az ATP.",
    "Az élő szervezetekben minden energiaigényes folyamat – mozgás, anyagszállítás, -felvétel, -leadás, nagy molekulájú szerves vegyületek előállítása - közvetlen energiaforrása az ATP nagy energiájú kötésének bomlásakor felszabaduló energia.",
    "ATP = ADP + Pi + energia",
    "Másfelől pedig pl.",
    "a szerves vegyületek lebontása során felszabaduló energiát, vagy a fotoszintézis során megkötött fényenergiát a sejtek ATP előállításával képesek eltárolni.",
    "ADP + Pi + energia = ATP",
    "A sejtek ATP-készlete állandó, energiaigényes folyamatokban energiát szolgáltatva bomlik, energiatermelő folyamatokban pedig a felszabaduló energiát megkötve regenerálódik.",
    "Az intermedier anyagcsere",
    "Az élő sejtekben zajló biokémiai folyamatok összességét anyagcserének nevezzük.",
    "Az anyagcsere során az élőlények a környezetből anyagokat és energiát vesznek fel, ill.",
    "adnak le.",
    "Az élőlények a felvett anyagokat átalakítják:",
    "beépítik, felépítő folyamataikban használják fel, vagy",
    "energianyerés céljából lebontják, majd",
    "a felesleges, ill. a fel nem használható anyagokat (salakanyagokat) eltávolítják.",
    "A felvétel és a leadás közötti átalakító folyamatok összességét intermedier - köztes - anyagcserének nevezzük, melynek köszönhetően az élőlények a szüntelen változó környezetben fenntartják egyediségüket, viszonylagos állandóságukat, rendezettségüket, működésük rugalmas változásával.",
    "Az élőlényeket az anyagcseréjükhöz szükséges",
    "szénforrás, ill.",
    "az energiaszerzés formája szerint lehet csoportosítani.",
    "Szénforrás szerint",
    "[NUMBERED_ITEM] Autotrófok: azok az élőlények melyek a testük felépítéséhez szükséges anyagokat az élettelen környezetből veszik fel. A felvett anyagok mindig szervetlen anyagok:",
    "CO2,",
    "H2O,",
    "NH3, NO3- stb. (ásványi sók).",
    "Tehát a szerves vegyületeik C-tartalma közvetlen a CO2-ból származik (autosz = önmaga, trófosz = táplálkozó, gör.).",
    "Az autotrófok a szerves vegyületeik előállításához szükséges energiaforrás típusa szerint lehetnek:",
    "a) fototrófok: ahol az energiaforrás a Nap fényenergiája.",
    "A folyamat a fotoszintézis, melynek során az élőlények szén-dioxidból és vízből a Nap energiájának segítségével saját testük felépítéséhez szükséges szerves anyagokat állítanak elő.",
    "A folyamat mellékterméke az oxigén.",
    "Ilyenek a fotoszintetizáló baktériumok (pl. kékbaktérium), algák, ill. a zöld növények.",
    "b) Kemoszintetizálók (kemoautotrófok): a szerves vegyületek felépítéséhez szükséges energia valamilyen szervetlen anyag oxidációjából származik, a folyamat a kemoszintézis.",
    "Erre kizárólag baktériumok képesek.",
    "A talajban élő aerob nitrifikáló baktériumok ammónia - NH3 – oxidálásából szabadítanak fel energiát, a folyamat végterméke nitrition - NO2-, ill.",
    "nitrátion - NO3-",
    "[NUMBERED_ITEM] Heterotrófok: testük felépítéséhez szükséges anyagokat az élő környezetből veszik fel szerves anyagok formájában, s ennek",
    "egy részének lebontásával nyernek energiát, ezért kemotrófok is,",
    "más részét átalakítják saját testük anyagaivá.",
    "Ilyenek az állatok, gombák, heterotróf egysejtűek, heterotróf baktériumok.",
    "Energiaforrás szerint",
    "Csoportosíthatjuk az élőlényeket aszerint is, hogy a testük felépítéséhez szükséges anyagok - szerves anyagok - előállításához honnan nyerik az energiát.",
    "Fototrófok, lásd fent.",
    "A fototróf élőlények csak autotrófok lehetnek: baktériumok, egysejtű algák és növények.",
    "Kemotrófok",
    "A szerves anyagaik előállításához különböző forrásból származó kémiai",
    "energiát használnak fel.",
    "Anyagokat bontanak le, oxidálnak, ezzel nyernek energiát.",
    "Attól függően, hogy milyen anyagok átalakításával nyernek energiát, a kemotróf élőlények lehetnek:",
    "autotrófok, ha az energia szervetlen anyagok oxidálásából származik (nitrifikálók). Ekkor a folyamat a kemoszintézis.",
    "Heterotrófok, ha az energia szerves anyagok lebomlásából származik, mint pl. a gombáknál, ill. az állatoknál.",
    "Az intermedier anyagcserét, irányát tekintve, két fő folyamatrendszerre oszthatjuk:",
    "az asszimiláció a felépítő folyamatok (anabolikus folyamatok) összessége, mely reakciók többnyire redukáló jellegűek (redukciónak nevezzük a hidrogén felvételével, ill. oxigén leadásával járó reakciókat),",
    "a disszimiláció a lebontó folyamatok (katabolikus folyamatok) összessége, a reakciók sokszor oxidáló típusúak (oxidációnak nevezzük a hidrogén leadásával, ill.",
    "az oxigén felvételével járó reakciókat).",
    "Az asszimiláció",
    "Az asszimiláció lényege, hogy a szervezetek egyszerű felépítésű, kis méretű molekulákból – szerves vagy szervetlen - bonyolult, nagy méretű szerves vegyületeket állítanak elő.",
    "[NUMBERED_ITEM] Ha a kiindulási vegyület szervetlen, akkor autotróf asszimilációról beszélünk.",
    "Fototróf asszimiláció növényekben, egyes baktériumokban (fotoszintézis).",
    "Kemotróf asszimiláció kemotróf baktériumokban (kemoszintézis).",
    "[NUMBERED_ITEM] Ha a kiindulási vegyület szerves, akkor heterotróf asszimilációról beszélünk (állatokban, gombákban, heterotróf baktériumokban). (A növények is képesek saját szerves anyagaik átalakítására, de ettől még autotrófok.)",
    "A felépítő folyamatok során, végső soron a képződött monomerekből kondenzációval makromolekulák jöhetnek létre, mint pl. glükózból keményítő vagy cellulóz, aminosavakból fehérjék, nukleotidokból pedig nukleinsavak.",
    "A disszimiláció",
    "A disszimiláció lényege, hogy az élőlények bonyolult, nagy méretű, szerves vegyületeiket kis méretű, egyszerű molekulákká bontják.",
    "Amennyiben a lebontás oxigén jelenlétében zajlik, biológiai oxidációról beszélünk.",
    "Abban az esetben, ha a lebontás oxigén hiányában történik, erjedésről van szó.",
    "A lebontás célja:",
    "egyrészt az energianyerés – ATP-szintézis - a különböző életfolyamatokhoz, pl. mozgás, felépítő folyamatok, aktív transzport (a lebontás során felszabaduló energia kb.",
    "csak 40%-a fordítódik ATP szintézisre, a többi hővé alakul),",
    "másrészt az anyagátalakítás, mivel a lebomlás köztes termékei kiindulásként szolgálnak különböző szerves vegyületek szintéziséhez.",
    "Az anyagátalakító folyamatok ugyanakkor jelentős energiaveszteséggel járnak, mivel pl.",
    "a glükóz biológiai oxidációjának hatásfoka csupán 40%, azaz a glükóz energiatartalmának 40%-a épül be ATP-be, a többi hővé alakul.",
    "Továbbá a felépítő folyamatok energiaigényét az ATP bomlásakor felszabaduló energia fedezi, aminek során a keletkező energia jelentős része veszteségként szintén hő formájában távozik.",
    "A lebontó folyamatok első lépése többnyire a makromolekulák hidrolízise monomerekké, amely lejátszódhat mind a tápcsatorna üregében, mind a sejtek citoplazmájában:",
    "a keményítő és a glikogén glükózzá,",
    "a fehérjék aminosavakra,",
    "a nukleinsavak nukleotidokra bomlanak.",
    "A monomerek további átalakítása már a sejteken belül zajlik.",
    "2.2.2. Felépítő folyamatok",
    "A fotoszintézis",
    "Lényege",
    "Azon folyamatok összessége, amelynek során a fényenergia kémiai energiává alakul át, azaz fényenergia segítségével nagy energiájú vegyületek - ATP, NADPH – jönnek létre.",
    "Az így átalakított energia felhasználásával szerves anyag – glükóz - előállítása történik.",
    "Jelentősége",
    "Az egész élővilág energiaigényes folyamataihoz az energiát végső soron a fotoszintézis során átalakított fényenergia szolgáltatja, vagyis a földi élet végső energiaforrása a Nap sugárzó energiája.",
    "A bioszféra összes szerves anyaga – a jelentéktelen bakteriális kemoszintézist leszámítva – a fotoszintézisben keletkezik a tápláléklánc termelői szintjén, ez halad végig a táplálékláncon és építi fel az élőlények testét,",
    "ill. ennek a szerves anyagnak a bontása szolgál minden energiaigényes folyamat energiaforrásaként.",
    "A Föld légkörének teljes oxigéntartalma fotoszintetikus eredetű.",
    "A fotoszintézis előfordulása",
    "Fotoszintézisre mind prokarióta, mind eukarióta szervezetek képesek, így baktériumok (pl. kékbaktériumok), egysejtű algák, növények.",
    "A fotoszintézis általános egyszerűsített egyenlete",
    "6H2O + 6CO2            C6H12O6 + 6O2",
    "A tényleges arányokat kifejező bruttó egyenlet: (6 CO2 + 12 H2O = C6H12O6 + 6 H2O + 6 O2)",
    "A CO2 redukciója továbbá nemcsak glükózt, ill. keményítőt ad, hanem minden más molekula szénváza végső soron a fotoszintézisben megkötődött szén-dioxidból származik.",
    "A fotoszintézis folyamatát két fő szakaszra bonthatjuk:",
    "[NUMBERED_ITEM] Fényszakasz - csak fény jelenlétében játszódik le.",
    "Ebben a szakaszban történik a CO2 redukciójához szükséges fényenergia elnyelése, átalakítása kémiai energiává, az ATP- és a NADPH-molekulák szintézise.",
    "A növények az őket ért fényenergia kb.",
    "1%-át kötik meg és hasznosítják.",
    "Sötét szakasz – közvetlenül nem szükséges hozzá fény, azonban lejátszódása előfeltételezi a fényszakasz működését.",
    "Itt történik a CO2 megkötése és redukálása, a glükóz előállítása az előző folyamatban átalakított fényenergia – ATP és NADPH - segítségével.",
    "A fényszakasz - a fényenergia megkötése és átalakítása kémiai energiává",
    "A fényszakaszban",
    "a fényenergia felhasználásával vízbontás történik, melynek során a víz hidrogénre és oxigénre bomlik (a folyamat mellékterméke az oxigén, melyet minden aerob szervezet a biológiai oxidációban hasznosít),",
    "a vízből nyert hidrogén elektronja egy elektrontranszportláncban szállítódik, majd a szintén vízből származó proton felhasználásával NADP redukálására, vagyis NADPH előállítására használódik fel.",
    "A nagy energiájú elektronok áramlásakor felszabaduló energia ATP szintézisére fordítódik.",
    "A fényenergia megkötését speciális elektronszerkezetű színes molekulák, az ún. fotoszintetikus pigmentek végzik: ilyenek",
    "a klorofillok,",
    "karotinok és xantofillok.",
    "A karotinoidok nem csupán a fényenergia megkötését végzik, hanem védik a klorofillokat az oxigén jelenlétében bekövetkező károsodástól, fotooxidációtól, ami erős fényben jöhet létre.",
    "Ezekben a molekulákban egyaránt megtalálható a delokalizált konjugált kettőskötés-rendszer, amely felelős a fényenergia megkötéséért.",
    "A klorofillok",
    "A magasabb rendű növények kétféle klorofillt tartalmaznak:",
    "kékeszöld kl-a-t és",
    "sárgászöld kl-b-t.",
    "Mindkettő Mg-porfirin-komplex.",
    "A porfiringyűrű közepén egy Mg2+-ion található.",
    "A molekulák az apoláris fitol oldallánc segítségével rögzülnek a gránumok membránjában.",
    "A földfelszínt elérő napsugárzás zöme a 4OO-8OO nm hullámhosszúságú tartományba esik.",
    "A fényenergia megkötése úgy történik, hogy az energia hatására a pigment konjugált kettőskötés-rendszere gerjesztődik, azaz az elektronok távolabb kerülve az atommagtól magasabb energiájú pályára lépnek.",
    "Megfelelően nagy mennyiségű energia elnyelésekor egy elektron leszakadhat a molekuláról.",
    "A különböző fényelnyelő pigmentek elnyelési maximumai eltérőek, de összességükben az egész látható fény spektrumát átfedik.",
    "Minden pigmentre egyformán jellemző a fényelnyelő képesség, de közülük csak néhány képes arra, hogy leadjon elektront.",
    "Az elektronleadás csak az ún. reakciócentrumokban megy végbe.",
    "A többi pigment esetén a gerjesztési energia átadódik a szomszédos molekulának, ezek a pigmentek mintegy az antenna szerepét töltik be.",
    "Az elektronjaik gerjesztődnek, majd visszatérnek alapállapotba és a felvett energiát a reakciócentrumban levő, egy fehérjéhez kapcsolt speciális klorofill-a molekulának sugározzák, ahol az nagy mennyiségű energiát összegyűjtve lead egy elektront.",
    "Pigmentrendszerek - fotorendszerek",
    "A különféle típusú pigmentek az együttműködés érdekében ún. pigmentrendszerekbe tömörülnek.",
    "A pigmentrendszerek - fotorendszerek - közepén található a reakciócentrum.",
    "A reakciócentrum körül helyezkednek el az antennapigmentek.",
    "Az elektronszállító rendszer",
    "A fotorendszerekbe begyűjtött fényenergia segítségével a leadott elektronok egy elektronszállító rendszerbe kerülnek.",
    "Az elektronszállító rendszert többek között ún.",
    "citokrómok építik fel.",
    "A citokrómok olyan összetett fehérjék, amelyek nem fehérje része                    Fe-porfirin komplex.",
    "Az elektronszállító rendszer molekulái szorosan egymás mellett elhelyezkedve adják át egymásnak az elektronokat.",
    "A transzportlánc egy tagja az előtte elhelyezkedő molekulától felveszi az elektront, a porfirinváz közepén levő Fe3+-ion Fe2+-ionná redukálódik, majd továbbadva a következő tagnak visszaoxidálódik Fe3+-ionná.",
    "Az elektronszállító rendszerben az áramló elektronok végső soron a vízből származnak.",
    "A víz bontása a rendszer elején a II. fotorendszerrel kapcsolatosan zajlik:",
    "H2O = 2H + 1/2 O2",
    "2H = 2H+ + 2e-",
    "Mivel a víz bontása kapcsolatban van a 2. fotorendszerrel és fényenergia szükséges hozzá, ezért a folyamatot fotolízisnek nevezzük.",
    "A folyamat mellékterméke az oxigén.",
    "A keletkező elektronok bekerülnek az elektronszállító rendszerbe pótolva a fotorendszerek leadott elektronjait.",
    "Az elektronszállító rendszer végén az elektronok és H+-ok (a vízbontásból származó hidrogénatomok) a NADP+-ra kerülnek, amit NADPH-vá redukálnak.",
    "NADP+ + 2H = NADPH + H+",
    "A víz rendkívül stabil vegyület, ezért bontása, ill.",
    "a belőle származó elektronokkal a NADP+ redukciója energiát igényel, amit a fotorendszerek fényenergia megkötésével biztosítanak.",
    "Tehát a fényszakaszban a víz felől a II-es, majd I-es fotorendszer közvetítésével folyamatos elektronáramlás zajlik a NADP+ felé a fényenergia segítségével.",
    "A két fotorendszer között az elektron áramlása energiafelszabadulással jár, amely ATP szintézisére fordítódik.",
    "A fényszakasz működésének eredményeként a fényenergia megkötődik és nagy energiájú vegyületekben tárolódik, NADPH-ban és ATP-ben.",
    "Összefoglalva",
    "A fényszakaszban történik a glükóz előállításához szükséges fényenergia megkötése.",
    "A fényenergia megkötését különféle pigmentek végzik, az elnyelt energiát elektronok leadására fordítják.",
    "Az elektronok pótlása végső sorban a vízbontásból történik, mely folyamat mellékterméke az oxigén.",
    "A vízből származó hidrogének végső soron NADP+-re kerülnek.",
    "A NADP redukciója energiaigényes, ezért az elektronok egy elektronszállító rendszeren – melybe beiktatva helyezkedik el a két fotorendszer, biztosítva az energiaigényt – keresztül jutnak el az elektronfelvevő molekuláig, a NADP-ig.",
    "Az elektronok áramlása során energia szabadul fel, amely ATP formájában konzerválódik.",
    "A fényszakasz működésének eredményeként a fényenergia megkötődik és nagy energiájú vegyületekben tárolódik, NADPH-ban és ATP-ban.",
    "A fotoszintézis sötét szakasza (Calvin-ciklus, redukciós ciklus, C3-as út)",
    "A fotoszintézis sötét szakasza a",
    "CO2 megkötését,",
    "redukálását,",
    "a glükóz bioszintézisét jelenti.",
    "A fotoszintézis fényszakaszában történik a fényenergia megkötése, ill. konzerválása ATP és redukált NADPH formájában.",
    "A CO2 redukciója, a szénhidrátok szintézise ezen energia felhasználásával történik.",
    "A glükóz elsőként a zöld színtestben keményítő formájában raktározódik, majd éjszaka szacharóz formájában a háncsrészben elszállítódik a növény többi részébe.",
    "Az elkészült glükóz kiindulási vegyülete lesz a növényi szervezetet felépítő többi vegyületnek, pl. keményítőnek, lipideknek, fehérjéknek, nukleinsavaknak.",
    "A CO2-fixáció eme útját felfedezőjéről – Malvin Calvin – Calvin-ciklusnak (C3-as út) nevezzük (1961 Nobel-díj). Fő folyamatai:",
    "karboxiláció – a CO2 megkötése,",
    "redukció – a CO2 redukciója, glükóz bioszintézise,",
    "Glükoneogenezis, a glükóz szintézise heterotróf szervezetekben",
    "Az autotróf asszimiláció során az élőlények a szőlőcukrot szervetlen anyagokból – szén-dioxidból és vízből – állítják elő a Nap fényenergiájának segítségével.",
    "Ugyanakkor az állati szervezetek is képesek glükóz előállítására, azonban a heterotróf szervezetekben a folyamatok kiindulási anyagai különféle szerves anyagok, leginkább nem szénhidrát előanyagok, mint pl.",
    "a fehérjék egyes aminosavai, az izmok által termelt tejsav (Cori-kör) stb.",
    "A glükoneogenezis elsősorban a májban zajlik jelentősebb éhezéskor, kisebb mértékben a vesében is.",
    "Fő meghatározója a májban a glukagon és a kortizol hormonok.",
    "A glükoneogenezis akkor erősödik föl az állatokban, amikor az éhezés során a májban a glikogén raktárak kimerülnek.",
    "Ha az éhezés nagyon sokáig (emberben mintegy két héten át) tart, a glükoneogenezis kimerítheti a (izom)fehérje raktárakat, ami súlyos leromlást eredményezhet.",
    "2.2.3. A lebontó folyamatok, a disszimiláció",
    "A disszimiláció során az élőlények a bonyolult, nagy méretű, magas energiatartalmú redukált szerves vegyületeiket kis méretű, egyszerű molekulákká bontják.",
    "A lebontó – katabolikus - folyamatok tehát mindig valamilyen nagy méretű, redukált szerves vegyületekből indulnak ki, melyek leggyakrabban tartalék tápanyagok - lipidek, poliszacharidok, esetleg fehérjék (aleuron) -, makromolekulák.",
    "A folyamatok során kisebb, alacsonyabb energiatartalmú vegyületek keletkeznek.",
    "A disszimiláció az autotróf, ill. a heterotróf élőlényekben lényegében azonos módon zajlik.",
    "A disszimiláció célja:",
    "egyrészt az energianyerés – ATP-szintézis - a különböző életfolyamatokhoz, pl. mozgás, asszimiláció, aktív transzport stb.,",
    "másrészt az anyagátalakítás, mivel a katabolizmus köztes termékei kiindulásként szolgálnak különböző szerves vegyületek szintéziséhez.",
    "A katabolikus reakcióutak konvergensek, azaz összetartók.",
    "A legkülönfélébb anyagokból kiindulva lényegében azonos reakcióutakra terelődve bomlanak le a vegyületek, pl. biológiai oxidációban kiindulási vegyületként szereplő tápanyagmolekulák bomlásának közös jellemzője, hogy lebontásuk során acetil-KoA képződik.",
    "Ebből következik, hogy bármilyen anyag teljes oxidatív lebomlása végső soron szén-dioxidot és vizet eredményez (a N-tartalmú rész NH3-vá alakul).",
    "A lebontó folyamatok első lépése a makromolekulák lebomlása monomerekké, amely lejátszódhat mind a bélcsatorna üregében, mind a sejtek citoplazmájában:",
    "a keményítő és a glikogén glükózzá,",
    "a zsírok (nem makromolekulák) glicerinre és zsírsavakra,",
    "a fehérjék aminosavakra,",
    "a nukleinsavak nukleotidokra bomlanak.",
    "A lebontás eme első szakasza a táplálékkal felvett anyagok esetén az emésztés során a bélcsatorna üregében játszódik le.",
    "A folyamat kémiailag hidrolízis!",
    "Ebben a szakaszban még nem történik energiafelszabadulás, ATP szintézis.",
    "A monomerek a vérkeringés útján jutnak el a sejtekhez, amelyek azokat felvéve a citoplazmájukban, ill.",
    "a mitokondriumukban folytatják további bontásukat.",
    "A szénhidrátok lebomlása",
    "Központi jelentőségű anyagcsere-folyamat:",
    "mert a szénhidrátok a növényekben elsődleges, állatokban másodlagos tartalék tápanyagok,",
    "legfontosabb energiaszolgáltatók,",
    "a reakcióút köztes termékei - intermedierjei - több bioszintetikus útnak részei.",
    "A glükózlebomlás 2 útja:",
    "a biológiai oxidáció,",
    "és az erjedés.",
    "A biológiai oxidáció",
    "Ha a glükóz lebomlása oxigén jelenlétében folyik, aerob körülmények között, biológiai oxidációról beszélünk.",
    "A glükóz lebomlásának leghatékonyabb módja, melynek terméke a szén-dioxid és a víz.",
    "C6H12O6 + 6 O2 = 6 CO2 + 6 H2O",
    "Három fő szakaszra osztható:",
    "a glikolízis,",
    "a citrátkör,",
    "a terminális oxidáció.",
    "A glikolízis",
    "Glikolízisnek nevezzük a glükóztól a piroszőlősavig vezető reakciósorozatot.",
    "A glükózlebomlás első szakasza.",
    "Nem kell hozzá közvetlenül oxigén, ezért",
    "az erjedési folyamatok részét is képezi.",
    "A sejtek citoplazmájában játszódik le.",
    "A glikolízis eredményeképpen a glükózból molekulánként keletkezik:",
    "2 molekula piroszőlősav (piruvát),",
    "nettó 2 molekula ATP,",
    "2 molekula NADH + H+ (H-leadás miatt oxigén nélküli oxidáció történik!).",
    "A glikolízis nettó energianyeresége 2 ATP glükózmolekulánként (szubsztrát szintű foszforiláció).",
    "A piroszőlősavnál (piruvát) a reakcióutak szétágaznak.",
    "Amennyiben a lebomlás anaerob körülmények között zajlik, a piroszőlősav az erjedés folyamatában alakul tovább (lásd később).",
    "Azonban, ha a disszimiláció oxigén mellett folyik, a reakcióút a citromsavciklusba vezet.",
    "Aerob körülmények között a piroszőlősav CO2 és H vesztése mellet acetilcsoporttá alakul.",
    "Az acetilcsoport szállítómolekulához, KoA-hoz kapcsolódik, amely elszállítja a citrátkörbe.",
    "Piroszőlősav + KoA = acetil-KoA + CO2 + NADH + H+ (oxidatív dekarboxileződés)",
    "A piroszőlősav aerob bomlása és a további reakciók eukariótákban már a mitokondriumban, prokariótákban a citoplazmában játszódnak le.",
    "A citrátkör, citromsavciklus, Szent-Györgyi-Krebs-ciklus",
    "A citrátkör lényege, hogy az acetilcsoport C-atomjai szén-dioxiddá alakulnak. A keletkezett szén-dioxid a légzés útján távozik szervezetből.",
    "Az oxidáció során felszabaduló hidrogének H-szállító koenzimekhez (NAD+, FAD) kapcsolódnak.",
    "A ciklus során több lépésben távoznak a szén-dioxid- molekulák, ill. a H-atomok.",
    "A folyamat energianyeresége minimális, mindössze egyetlen GTP keletkezik acetilcsoportonként, melynek bomlása ATP képződését teszi lehetővé.",
    "A citrátkör az anyagcsere egyik legfontosabb anyagelosztója. A folyamat köztestermékei különböző bioszintézisek kiindulási vegyületei.",
    "Az eddigi folyamatok során a glükóz C-atomjai     szén-dioxiddá alakultak:",
    "piroszőlősav         acetilcsoport átalakuláskor (2 CO2),",
    "a citrátciklus során (4 CO2).",
    "A glükóz hidrogénjei H-szállító koenzimekhez kapcsolódtak, NADH-kat képezve, amelyek nagy energiatartalmú vegyületek, mivel erősen redukáltak.",
    "Energiatartalmuk felszabadítása végső oxidációjukkal történik, amely a terminális oxidáció folyamatában valósul meg.",
    "A terminális oxidáció",
    "A terminális oxidáció lényege, hogy a NADH-ról származó hidrogének elektronjai - a fotoszintézis fényszakaszához hasonlóan - egy elektrontranszportláncba kerülnek, ahol az elektronok áramlása energiafelszabadulással jár, amely ATP szintézisére fordítódik (oxidatív foszforiláció).",
    "Az elektronok szállításában vastartalmú összetett fehérjék, ún. citokrómok vesznek részt.",
    "Az elektrontranszportlánc utolsó tagja oxigént köt meg, így az elektronok végső soron az oxigénre kerülnek.",
    "Az így keletkezett oxidion az oldatban található protonokkal vízzé egyesül.",
    "Tehát a NADH szubsztrátoktól átvett protonjai és elektronjai – hidrogénjei - egy bonyolult elektron-transzportláncon keresztül jutnak el a végső elektronfelfogó molekulához, az oxigénhez.",
    "A teljes folyamatsort, a glükóztól a szén-dioxid és a víz keletkezéséig, sejtlégzésnek, biológiai oxidációnak nevezzük.",
    "A biológiai oxidáció során felszabaduló energia közel 95 %-a a terminális oxidáció során szabadul fel, ami 34 mol ATP-t jelent 1 mol glükóz esetén.",
    "Ezen kívül a glikolízisben 2, a citrátciklusban is 2 ATP (GTP) jön létre glükózonként.",
    "Összesen 38 (újabban csak 32) ATP keletkezik glükózonként, ami átszámítva grammonként 17,2 kJ energiát jelent mólonként.",
    "A glükóz biológiai oxidációjának hatásfoka 40%, azaz a glükóz energiatartalmának csupán 40%-a épül be ATP-be, a többi hővé alakul.",
    "Az erjedés",
    "A glükóz anaerob körülmények mellett történő bontását erjedésnek vagy fermentációnak nevezzük.",
    "Az erjedésnek elsősorban mikroorganizmusokban – pl. élesztőgombákban - van jelentősége, de magasabb rendűeknél – állatok vázizmaiban - is előfordul anaerob körülmények között.",
    "Az erjedés végterméke igen változatos, lehet tejsav, alkohol, vajsav, aceton stb.",
    "A végtermékek redukált állapotú szerves vegyületek, amelyek még magas energiatartalmúak.",
    "A fermentáció során oxidáció nem történik, az energiafelszabadulás a molekulák átrendeződéséből származik.",
    "Az erjedés során csekély mennyiségű energia - glükózonként csupán 2 ATP - szabadul fel.",
    "Az erjedési folyamatok a sejtek citoplazmájában zajlanak.",
    "A glükóz lebontásának a sebessége – mértéke - attól függ, hogy van e jelen oxigén vagy nincs.",
    "Ezt nevezzük Pasteur-effektusnak.",
    "A fakultatív anaerobok, mint pl. élesztő, aerob körülmények között oxidatív módon, anaerob közegben erjedéssel bontják a glükózt.",
    "A biológiai oxidáció energiafelszabadítása 19x hatékonyabb a fermentációnál, ezért anaerob körülmények között a mikroorganizmusok glükózfelhasználása sokkal nagyobb mértékű.",
    "Legjelentősebb a tejsavas és az alkoholos erjedés.",
    "A tejsavas erjedés",
    "Anaerob körülmények között a glikolízisben keletkezett NADH-molekulák oxigén hiányában nem tudják a H-jüket a terminális oxidációban leadni, emiatt mennyiségük megnő a citoplazmában.",
    "A felhalmozódó NADH-val ugyanakkor a glikolízisben keletkezett piroszőlősav pedig tejsavvá alakul.",
    "A folyamatnak köszönhetően a NAD+-molekulák újra képződnek, aminek köszönhetően a glikolízis zavartalanul végbemehet.",
    "Tejsavas erjedés zajlik:",
    "pl. a tejsavbaktériumokban, melynek során a tejben található laktózt tejsavvá alakítják.",
    "A savas kémhatás - a tej savanyodása - a tej fehérjéjét, a kazeint kicsapja, aminek következtében a tej kocsonyásodik (aludttej) (ill. savanyú káposzta készítésében jelentős).",
    "Az állati szervezetekben és az emberben a vörösvértestekben ill.",
    "a vázizomszövetben romló oxigénellátottság esetén.",
    "A tartós izomösszehúzódás csökkenti az izmok oxigénellátottságát, az oxigénhiány miatt az izmok működésükhöz az energiát tejsavas erjedéssel biztosítják.",
    "Az izmokban felhalmozódó tejsav - savas kémhatása folytán - fájdalmasan ingerli az idegvégződéseket.",
    "Ez az izomláz ma már vitatott tejsavelmélete.",
    "Idővel a vérkeringés a májba szállítja a tejsavat, amelyből újra glükóz képződik kortizol hormon hatására (glükoneogenezis), ill. oxidálódva lebomlik.",
    "Újabban egyre inkább elfogadott, hogy az izomláz kialakulásában inkább annak van jelentősége, hogy az erőkifejtés során elszenvedett mikrosérülések okozta gyulladás fájdalomérzetet eredményez (sérüléselmélet).",
    "Az alkoholos erjedés",
    "Különféle heterotróf mikroorganizmusokban, baktériumokban, ill. élesztőgombákban zajlik, továbbá növények magvaiban a csírázás kezdeti szakaszában.",
    "A folyamat során a piroszőlősavból szén-dioxid kiválása mellett, NADH redukciójával etil-alkohol keletkezik.",
    "Alkoholos erjedés zajlik a bor keletkezésénél és a tészta kelésénél egyaránt.",
    "Aminosavak lebomlása",
    "Az állati szervezetben az aminosavak szerepe több irányú:",
    "a fehérjéket építik fel,",
    "ritkán energiaszolgáltatók,",
    "glükózzá alakulnak,",
    "citrátkörbe lépve lebomlanak,",
    "koenzimek, hormonok, porfirinek előanyagai lehetnek.",
    "A szervezet aminosavkészlete viszonylag állandó. A heterotróf szervezetek alapvetően 2 forrásból jutnak aminosavakhoz:",
    "táplálékkal felvett fehérjékből,",
    "saját maguk által előállított aminosavakból.",
    "Az aminosavak egy részét a szervezet nem, vagy csak elégtelen mennyiségben képes előállítani, ezeket esszenciális aminosavaknak nevezzük, melyeket a táplálékkal kell felvenni.",
    "Emberben 9 ilyen aminosav ismert, mint pl.",
    "a fenilalanin, lizin, metionin, valin stb.",
    "Általában az állati eredetű táplálék tartalmazza megfelelő mennyiségben és arányban az esszenciális aminosavakat.",
    "A táplálékkal felvett fehérjék a tápcsatornában - a gyomorban és a vékonybélben - emésztődnek meg.",
    "A hidrolízist különféle emésztőenzimek végzik – pl. pepszin, tripszin -, melynek eredményeképpen végső soron a fehérjék aminosavakra esnek szét.",
    "Az aminosavak felszívódva a vérbe kerülnek, amely a szövetekhez szállítja azokat.",
    "A szövetekben",
    "az aminosavak általában fehérjeszintézisben vesznek részt,",
    "ritkán lebomolva energiát szolgáltatnak.",
    "A lebomlásra kerülő aminosavak másik forrása a szervezet saját fehérjéinek bomlása.",
    "Az aminosavak bomlása",
    "Általában a N-tartalmú rész lehasadásával veszi kezdetét.",
    "[NUMBERED_ITEM] Az aminocsoport leválasztása",
    "Az NH2-csoport eltávolítása történhet dezaminálással.",
    "A dezaminálás során a N-tartalmú részlet ammónia formájában lehasad.",
    "A májban zajló dezaminálással lehasított aminocsoport NH4+, karbamid (urea) alakjában a vizelettel kiürül.",
    "[NUMBERED_ITEM] Az aminosavak N-mentes szénláncának a sorsa",
    "Az aminosav típusától függően különböző lehet:",
    "a citrátciklus köztes termékeivé alakulva a citrátkörben bomlik le,",
    "keletkezhet piroszőlősav,",
    "képződhet acetil-KoA.",
    "Az aminosav-disszimiláció ezen útvonalai lehetőséget biztosítanak arra, hogy a lebomló aminosavak szükség esetén átalakuljanak szénhidrátokká (glükoneogenezis) vagy zsírokká.",
    "A neutrális zsírok lebomlása",
    "Az állati szervezetekben a tartaléktápanyag szerepét elsősorban a neutrális zsírok töltik be. Ennek két oka van:",
    "a zsír vízmentes körülmények között tárolható (1g glikogén 2g vizet köt meg).",
    "Oxidációjukkor kétszer annyi energia szabadul fel, mint a glikogén oxidációjakor.",
    "A táplálékkal a szervezetbe jutott zsírok, vízben oldhatatlanok lévén nagyobb cseppeket képeznek.",
    "A tápcsatornában az epe segíti elő, hogy a cseppek emulgeálódjanak, és a zsírbontó enzimek – lipázok - számára nagyobb felületen hozzáférhetőkké váljanak.",
    "Az emésztést követően a zsírok eljutnak a sejtekhez – pl. izom -, ahol tovább bomlanak.",
    "A lebontás első lépése a zsírok hidrolízise lipázok útján. A hidrolízis eredményeképpen a zsírok glicerinre és zsírsavakra bomlanak.",
    "A keletkező glicerin a glikolízisbe lép.",
    "A zsírsavak hosszú molekulái acetilcsoportokra esnek szét.",
    "Az acetilcsoportok a citrátkörbe bomlanak tovább, a NADH- molekulák H-atomjai a terminális oxidációba kerülnek."
  ]
}