{
  "doc_id": "3.2.1 A sejtes rendszerek a prokarióták",
  "sentences": [
    "3.2. Sejtes rendszerek",
    "Készítette Vizkievicz András",
    "A fejezet a követelményrendszer 3.2.1. pontja alapján készült.",
    "3.2.1 Prokarióták (baktériumok)",
    "A prokarióták csoportjai",
    "A biológia tudománya az élők világát legújabban három alapvető doménre – birodalomra - osztja:",
    "a valódi baktériumokra,",
    "az ősbaktériumokra,",
    "az eukariótákra (valódi sejtmagvasok).",
    "A valódi baktériumok és az ősbaktériumok a prokariótákhoz tartoznak, melyek a legegyszerűbb felépítésű, már sejtes szerveződést mutató élőlények.",
    "A prokarióták (legszembetűnőbb) közös sajátsága, hogy sejtjeikben nincs membránnal körülhatárolt sejtmag.",
    "(Pro=előtt, karion=mag gör.).",
    "Ezen kívül persze számos eltérés van a pro-",
    "és az eukarióták között, a törzsfejlődés során kb. 2,5 milliárd évre volt szükség ahhoz, hogy a prokarióták kialakulását követően az első eukarióták megjelenjenek.",
    "Földünk legrégibb ismert élőlényei.",
    "Legkorábbi geológiai maradványaik a sztromatolitok, kb.",
    "3,4 milliárd évesek.",
    "A sztromatolitok réteges, párnaszerű üledékes kőzetek, amelyek egyes ősi kékbaktériumok sejtjei körüli mészkiválás eredményeképpen jöttek létre.",
    "Abban az időben a földi légkör nem tartalmazott oxigént, tehát az ekkor élt baktériumok anaerobok voltak.",
    "Kb. 2.5 milliárd évvel ezelőtt terjedtek el tömegesen azok a fotoszintetizáló aerob baktériumok, amelyek lassan oxigénnel töltötték meg a légkört.",
    "Az ősbaktériumok az élővilág korai formáit képviselő szervezetek. Többnyire szélsőséges körülmények között élnek.",
    "Az általuk kedvelt élőhely alapján három csoportba szokás osztani őket:",
    "termofilek meleg élőhelyeken, például hőforrásokban fordulnak elő.",
    "a halofil fajok extrém sós környezetben élnek,",
    "a metanogén fajok anaerob környezetben – kérődzők gyomrában, mélytengerekben - fejlődnek és ecetsavból vagy H2-ből CO2-al metánt termelnek (a CO2 a végső e- felvevő).",
    "A szennyvizek tisztításában, a biogáz előállításában (metántermelők) jelentős szerepet játszanak.",
    "Föld őstörténetének egy hosszú periódusában az élővilág fő tömegét valószínűleg ők alkották.",
    "Az ősi elnevezés arra utal, hogy egyes feltételezés szerint ezek a szervezetek az eubaktériumoknál előbb léteztek.",
    "Az ősbaktériumok törzsfejlődéstanilag azonban sok tekintetben közelebb állnak az eukariótákhoz, mint a valódi baktériumokhoz.",
    "Genetikai anyaguk működésének (átírás, fehérjeszintézis) hasonlósága alapján az eukarióták ősi ágának is tekinthetők.",
    "A valódi baktériumok (eubaktériumok)",
    "A valódi baktériumok a hagyományos értelemben vett baktériumok.",
    "A Föld minden élőhelyén megtalálhatóak: vízben, szárazföldön vagy a levegőben, még mélytengeri hőforrásokban is.",
    "Méret",
    "Már fénymikroszkóppal láthatók néhány 100 x-os nagyítás mellett. Átlagos méretük 1 -10 mikrométer (1µm = 10-6 m).",
    "A baktériumok szerveződése",
    "A sejtek magányosak vagy osztódás után együtt maradva laza kolóniákat, ún. sejttársulást hozhatnak létre.",
    "Alak",
    "3 nagyobb csoportba oszthatók:",
    "gömb (kokkuszok)",
    "pálcika (bacillusok)",
    "görbült pálca, amin belül pl.",
    "csavar (spirillumok)",
    "félhold (vibrió)",
    "A sejtek felépítése",
    "Sejtfal",
    "Minden baktériumot kívülről sejtfal borít, amely biztosítja a sejt állandó alakját és egyben véd is.",
    "Anyaga murein, mely az élővilágban egyedülálló módon a baktériumokra jellemző.",
    "Kedvezőtlen körülmények között spórát (endospórát) képeznek: a plazma vizet veszít, összezsugorodik, újabb falakat képez az örökítőanyag és egy kis plazma köré.",
    "Tehát a baktériumok spórája nem ivartalan szaporítósejt, mint a növényeknél, hanem egy hőnek, sugárzásnak és a roncsoló",
    "hatású",
    "kémiai anyagoknak ellenálló képződmény.",
    "Pl.",
    "a lépfene baktérium így a 130 Celsius fokot is elviseli.",
    "A baktériumok penicillin érzékenysége is a sejtfalnak köszönhető, ugyanis a penicillin a bakteriális sejtfal képzését gátolja.",
    "A sejtfal a Gram-pozitív baktériumoknál vastag, a Gram-negatív baktériumoknál vékony és a sejtfalon kívül egy külső membrán is borítja a sejteket.",
    "Tok",
    "Egyes baktériumoknál a sejtfalon kívül még egy nyálkás, kocsonyás tok található. A tok feladata",
    "a védelem az immunrendszerrel szemben, védi a sejtet a bekebelezéstől,",
    "szerepet játszik a tápanyag megkötésében,",
    "segítségével összetapadhatnak a sejtek (sejttársulás).",
    "Sejthártya",
    "Vékony hártya (foszfolipid kettősréteg), mely a sejtfal alatt található, lebonyolítja az anyagforgalmat a sejt és környezete között, továbbá helyet biztosít pl. a fotoszintetizáló baktériumokban a fényszakasz anyagainak, ill.",
    "a terminális oxidáció enzimjeinek.",
    "Citoplazma (sejtplazma)",
    "A sejt alapállománya, a sejtanyagcsere színtere.",
    "Itt található a DNS állomány (genom), amely egy vagy több gyűrűs DNS-ből áll, nem határolódik el membránnal a citoplazmától.",
    "Ezt a DNS-t baktérium kromoszómának is nevezzük.",
    "Ezen kívül a sejtplazmában vannak még kisebb DNS gyűrűk, a plazmidok, melyeken többnyire az antibiotikumokkal szembeni ellenállóképességet lehetővé tevő antibiotikum rezisztencia gének találhatók, továbbá riboszómák, a fehérjeszintézis színhelyei.",
    "Csillók",
    "A baktériumok egy része ún. csillók segítségével képes mozogni.",
    "A bakteriális csillók vékony, rendszerint a sejt hosszát akár többszörösen is meghaladó hosszúságú, fehérjékből felépülő sejtfelszíni képződmények.",
    "A csillók száma baktériumfajtól függően egy és néhány száz között változhat.",
    "A csillók kémiailag és szerkezetileg is eltérnek az eukarióták hasonló funkciójú képződményeitől.",
    "Szaporodás",
    "A prokarióták nagyon gyorsan tudnak szaporodni. A sejtek 20 percenként kettéosztódnak, tehát számuk 20 percenként a kettő hatványainak sorozatában nő.",
    "A prokarióták a legegyszerűbb módon főleg hasadással szaporodnak, amikor is a sejt egyszerűen kettéfűződik.",
    "A folyamatot ivartalan szaporodásnak tekintjük, mivel az osztódást nem előzi meg 2 sejt egyesülése, ill.",
    "az utódsejtek genetikailag változatlanok.",
    "A baktériumoknál hiányzik az ivaros szaporodásnak az eukariótáknál megszokott formája.",
    "Nincs meiózis, mitózis és nincs az ivarsejtek teljes összeolvadásához hasonlító megtermékenyítés.",
    "Ugyanakkor ismertek olyan ún.",
    "ivaros folyamatok, melynek során a baktériumok bizonyos körülmények között képesek más egyedekből vagy fajokból származó DNS szakaszok felvételére, aminek következtében a sejtek rekombinálódnak (genetikai anyaguk megváltozik)",
    "és így új tulajdonságokra tehetnek szert.",
    "A DNS-átvitel történhet transzformáció, konjugáció és transzdukció útján. Mindhárom esetben a génátadás egyirányú.",
    "A transzformáció",
    "A transzformáció során a sejt a környezetéből idegen DNS-t vesz fel és a rajta elhelyezkedő gént vagy géneket beépíti saját genetikai anyagába.",
    "A DNS darabnak a sejtfalon és a sejthártyán való áthaladását specifikus fehérjék segítik elő.",
    "Így adhatja át az egyik baktérium a másiknak, pl.",
    "az antibiotikumokkal szembeni ellenállóképességet (rezisztenciát).",
    "Az ivaros folyamat után a megváltozott információtartalmú – rekombinálódott - sejtek hasadással szaporodnak tovább.",
    "Konjugáció",
    "Két baktérium között egy plazmahíd jön létre.",
    "A konjugáció során a plazmid megkettőződik és a hídon keresztül a „hím” (donor) baktérium DNS-t ad át a „nő” (recipiens) baktériumnak, megváltoztatva annak genetikai készletét.",
    "Transzdukció",
    "A transzdukció a génátvitelnek az a módja, amelyben az egyik baktériumsejtből a másikba bakteriofágok segítségével jut át genetikai információ.",
    "A vírus DNS és a baktérium DNS-e kombinálódik, az új vírusrészecskék tartalmazzák a donor bakteriális DNS-t, melyet a kiszabaduló vírusok visznek át a következő baktériumba.",
    "A molekuláris genetikában a génátvitel egy bevált módszere.",
    "Életmód lásd még 2.2. fejezet",
    "Az élőlényeket – így a baktériumokat is –",
    "a szénforrás, ill.",
    "az energiaszerzés szerint - azaz az anyagcsere szempontjából lehet csoportosítani.",
    "Szénforrás szerint az élőlények lehetnek:",
    "[NUMBERED_ITEM] autotrófok: melyek a testük felépítéséhez szükséges anyagokat az élettelen környezetből veszik fel. A felvett anyagok mindig szervetlen anyagok: CO2, H2O, NH3 (autosz=önmaga, trófosz=táplálkozó, gör., növekedésükben nincsenek más élőlényre utalva).",
    "Az autotróf baktériumok az energiaforrás típusát tekintve lehetnek:",
    "a) fototrófok: ahol az energiaforrás a nap fényenergiája.",
    "A folyamat a fotoszintézis, mikor az élőlények szén-dioxidból és vízből a nap energiájának segítségével saját testük felépítéséhez szükséges szerves anyagokat állítanak elő.",
    "A folyamat mellékterméke lehet oxigén. Ilyenek pl. a kékbaktériumok.",
    "b) Kemoautotrófok, kemoszintetizálók: a szükséges energia valamilyen szervetlen anyag oxidációjából származik.",
    "Ezek a baktériumok fényhiány ellenére is életképesek.",
    "A nitrifikálók az ammóniát oxidálják nitrit-, ill. nitrát-ionná, amiből nyerik a szerves anyagok felépítéséhez szükséges energiát.",
    "NH3         NO2-, NO3-",
    "[NUMBERED_ITEM] Heterotrófok: testük felépítéséhez szükséges anyagokat az élő környezetből veszik fel szerves anyagok formájában, s ennek egy részének lebontásával nyerik az energiát, más részét átalakítják saját testük anyagaivá. Ide tartoznak heterotróf baktériumok.",
    "Energiaforrás szerinti csoportosítás",
    "Csoportosíthatjuk az élőlényeket aszerint is, hogy a testük felépítéséhez szükséges anyagok (szerves anyagok) előállításához honnan nyerik az energiát.",
    "Fototrófok, lásd fent.",
    "A fototróf élőlények lehetnek baktériumok, ill. eukarióta egysejtű algák és növények.",
    "Kemotrófok",
    "A szerves anyagaik előállításához különböző forrásból származó kémiai energiát használnak fel. A kemotróf élőlények lehetnek:",
    "autotrófok, ha az energia szervetlen anyagok oxidálásából származik (nitrifikálók).",
    "Heterotrófok, ha az energia szerves anyagok lebomlásából származik, mint pl. a gombáknál, ill. az állatoknál (kemoorganotrófok).",
    "A heterotróf baktériumokat életmód szerint tovább csoportosíthatjuk:",
    "[NUMBERED_ITEM] szaprofiták: az elpusztult élőlények szerves anyagait bontják le, alakítják vissza CO2-á és vízzé, lehetővé téve az autotrófok által történő újrafelhasználást (szaprosz=korhadt, fita=növény, gör.).  A szaprofiták nélkül megállna az anyagok körforgása, pl. az összes szén az elpusztult élőlényekben halmozódna fel. Ebbe a csoportba tartoznak a korhasztó különféle talajbacik és az erjesztő baktériumok, mint pl. a tejsavbaktériumok, amelyek a tejcukrot tejsavvá bontják le.",
    "[NUMBERED_ITEM] Szimbionták: amikor egy baktérium egy másik élőlénnyel olyan együttélésben él, amely mindkét fél számára előnyös. A prokarióták több olyan különleges anyagcsereúttal rendelkeznek, amelyekkel a magasabb rendű élőlények nem (a légköri nitrogén felhasználása, cellulóz bontása). Az eukarióták ezeket a képességeiket igénybe veszik, cserébe a baktériumok szaporodásához megfelelő körülményeket teremtenek.  Ilyenek pl.",
    "a pillangósvirágú növények gyökérgümőiben élő nitrogénkötő baktériumok,",
    "a növényevő állatok beleiben élő cellulózbontó baktériumok,",
    "az ember vastagbelében élő vitamintermelő coli baktériumok, melyek védelmet is nyújtanak, mert megakadályozzák más, kórokozó baktériumok elszaporodását.",
    "[NUMBERED_ITEM] Paraziták A parazita baktériumok különféle betegségeket okoznak.",
    "A baktériumok okozta betegségekről lásd még 4.8.5. fejezet",
    "Szalmonella, Tbc, tetanusz, pertussis, diftéria, Lyme-kór",
    "A baktériumos fertőzés jellemző tünetei: láz, fejfájás, hányás, hasmenés, gyulladások, melyeket a baktériumsejt által termelt méreganyagok (baktériumtoxinok) váltanak ki.",
    "A különböző baktériumok különböző toxinokat termelnek, és ezeknek a toxinoknak különböző hatásmechanizmusuk van.",
    "A baktériumtoxinok lehetnek",
    "az idegi jelátviteli folyamatokat megzavaró neurotoxinok.",
    "A sejtek enzimműködését károsító citotoxinok.",
    "A bélműködés zavarát okozó enterotoxinok, mint pl.",
    "a Vibrio cholerae baktérium által termelt toxin, ami a kolera nevű betegségért felelős.",
    "A toxin súlyos hasmenést és hányást okoz, amelyek súlyos dehidratációhoz vezethetnek.",
    "Szalmonella: ételmérgezés, rendszerint fertőzött étel fogyasztása után kialakuló gyomor-bélrendszeri betegség.",
    "A baktérium a szájon át kerül be a szervezetbe szennyezett élelmiszerrel.",
    "A fertőzés magas lázzal, görcsös hasfájással, hányással, hasmenéssel jár.",
    "A kezelés során fokozottan ügyelni kell a folyadék pótlására a kiszáradás elkerülésének érdekében.",
    "A fertőzés a nyári hónapokban gyakoribb, mert ilyenkor a meleg hatására a nem megfelelően tárolt élelmiszerekben a baktérium könnyen elszaporodik.",
    "A kórokozó a széklettel ürül, a nem megfelelő higiénés viszonyok, a kézmosás hiánya elősegítheti lakóközösségen belüli terjedését.",
    "Ritkán előfordulhat társuló ízületi gyulladás, ha a baktérium a véráram útján eljut az ízületekbe.",
    "Tbc (tuberculosis): elsődlegesen a tüdő szövetének pusztulásával járó betegség.",
    "A betegség jellemzően a tüdőben gyulladással kezdődik, de később az egész szervezetre kiterjedhet.",
    "A megelőzés elődleges eszköze Magyarországon az újszülöttek BCG-oltása.",
    "Tüdőszűréssel az esetlegesen kezdődő folyamatok jól kimutathatók, és idejében, hatékonyan gyógyíthatók.",
    "Ha a kórokozók a vérárammal szétszóródnak, és más szervekben is megtelepednek, tüdőn kívüli szervi tuberkulózis alakulhat ki.",
    "A tetanusz egy, a talajban élő anaerob baktérium toxinja által okozott merevgörccsel járó bénulás, mely kezeletlen esetben halálos.",
    "A kórokozó a szervezetbe földdel szennyezett sérüléseken keresztül tud bejutni.",
    "A baktérium méreganyaga az ideg-izom jelátvitelben szereplő anyag – acetilkolin – lebomlását gátolja, miáltal súlyos izomgörcsök alakulnak ki.",
    "Az izommerevség gyorsan terjed fentről lefelé, folyamatosan egyre több izmot érint, végül a légzőizmok görcse fulladásos halált okoz.",
    "A lappangási idő átlagosan egy hét.",
    "A pertussis - szamárköhögés különböző kórokozók által okozott tünetegyüttes, amelyet rohamokban jelentkező, súlyos, kezdetben hurutos, később \"szamárordításszerű” köhögés jellemez.",
    "Az életet veszélyeztető idegrendszeri és légúti szövődményei főként csecsemőkorban fordulnak elő, egyébként a betegség magától gyógyul.",
    "A diftéria vagy torokgyík ún. álhártyás gyulladás, amely leginkább a mandulákon, ritkábban a gégében alakul ki.",
    "A betegség lassan, fokozatosan fejlődik ki, a láz nem jellemző.",
    "Súlyos szövődményként szívizom-károsodást és ideggyulladást okoz, illetve, ha az álhártya a gégében jelenik meg, ez fulladáshoz vezet.",
    "A Lyme-kór kullancs által terjesztett bakteriális fertőzés, amely először bőrtünetekkel, később, kezeletlen esetekben pedig ízületi és izomfájdalmakkal jár, majd gyakran idegrendszeri elváltozásokat okoz.",
    "Közép-Európa a világ egyik legfertőzöttebb területe.",
    "Magyarországon évente kb. 10 000 friss fertőzés fordulhat elő.",
    "Különösen fertőzött a Budai-hegység, a Balaton-felvidék és a nyugat-magyarországi területek.",
    "A legelső tünet általában a csípés körül megjelenő, legalább 5 cm-esre megnövő, többnyire ovális alakú bőrpír.",
    "Magyarországon 2, 3, 4, 18 hónapos, majd pedig 6 és 11 éves korban a gyerekek kombinált DTP védőoltást (diftéria= torokgyík, tetanusz= merevgörcs, pertussis=szamárköhögés) kapnak.",
    "Ugyanakkor levegőtől elzárt, mély, szúrt, földdel szennyezett sérülések esetén szükséges ún. emlékeztető oltás az immunrendszer válaszának erősítése céljából.",
    "A baktériumos betegségekkel szemben védőoltásokkal és antibiotikumokkal védekezhetünk.",
    "Magyarországon 2019-ben a következő oltási rend volt érvényben:",
    "BCG: 0-4 hetes korban",
    "DTP: 2, 3, 4, 18 hónapos, majd pedig 6 és 11 éves korban.",
    "Hepatitis B: 12 éves korban.",
    "Bárányhimlő: 13 és 16 hónapos korban.",
    "Az antibiotikumok olyan hatóanyagok, melyek a baktériumokat elpusztítják vagy szaporodásukat gátolják.",
    "Antibiotikus hatású számos különböző összetételű és szerkezetű anyag lehet.",
    "Hagyományosan korábban antibiotikumoknak csak a különféle gombák által termelt hatóanyagokat nevezték.",
    "Azóta kiderült, hogy antibiotikus hatású anyagokat nem csak gombák termelnek, hanem pl. baktériumok is, ill. már ismertek mesterségesen előállított ún.",
    "szintetikus, ill. természetes antibiotikumok kémiai módosításával készített félszintetikus hatóanyagok is.",
    "Amennyiben egy baktérium ellenáll az antibiotikumnak, úgy rezisztensnek tekintjük a hatóanyaggal szemben.",
    "Ennek hátterében a plazmidokon található antibiotikum rezisztencia gének állnak, amelyek olyan fehérjéket kódolnak, amelyek közömbösítik az antibiotikumok hatását, pl. úgy, hogy lebontják azokat.",
    "Mivel a plazmidokat a baktériumok ivaros folyamataikban könnyen átadják egymásnak, ezért a rezisztenciagének a baktériumok közötti génátadással terjedhetnek.",
    "Emiatt fontos, hogy betartsuk a gyógyszerek szedésére vonatkozó szabályokat.",
    "A nem megfelelő mennyiségben szedett, ill.",
    "a kezelés idő előtti befejezése a rezisztens baktériumok elszaporodását segíti elő, és így a betegség nem hogy nem gyógyul, de még súlyosbodhat is.",
    "Az antibiotikumok a szervezetben rövid idő alatt hatástalanná válnak, ezért szükséges meghatározott időben és a pontosan előírt adagban bevenni őket.",
    "A fertőző betegségek kialakulását, terjedését különféle fertőtlenítési (higiénizálási), sterilizálási eljárásokkal is megelőzhetjük.",
    "A különféle fertőzéses járványokat okozó betegségek és a mikroorganizmusok közötti összefüggés felderítésében és a járványok (lépfene) elleni küzdelemben úttörőszerepet játszott Louis Pasteur (1822-1895) francia vegyész és mikrobiológus.",
    "Tudományosan először ő bizonyította, hogy a baktériumok különféle fertőzések forrásai.",
    "Tanulmányozta az erjedést, kimutatta, hogy az erjedést parányi organizmusok okozzák ill., ha nincsenek jelen, az erjedés nem indul meg.",
    "Bizonyította, hogy hő hatására lejátszódó csírátlanítás megakadályozta az élelmiszerek romlását.",
    "Az élelmiszeriparban használt hőkezeléses eljárást feltalálójáról pasztörizálásnak nevezték el.",
    "A másik legismertebb felfedezése a veszettség elleni védőoltás kidolgozása volt.",
    "Fertőtlenítés (higiénizálás): minden olyan eljárás, amely a kórokozók számának csökkentésére, elpusztítására irányul.",
    "Sterilizálás: az az eljárás, melynek során a csíramentesítésre kerülő anyagban maradéktalanul elpusztítjuk a mikroorganizmusokat, valamint ezek összes nyugvó formáit.",
    "A fertőtlenítés és a sterilizálás között különbség van.",
    "A sterilizálás célja a teljes csíramentesítés, a sterilezés megöli az összes életképes mikroorganizmust.",
    "A fertőtlenítés csak csökkenti az életképes mikroorganizmusok számát, fertőzőképességét, az eljárás során a mikrobák spórái életben maradnak",
    "és",
    "a hatás megszűnte után szaporodni képesek.",
    "A fertőtlenítésnek két alapvető módja ismert.",
    "A fizikai eljárások során vagy hővel vagy különféle sugárzásokkal pusztítjuk el a kórokozókat.",
    "A fertőtlenítés hatékonyságát jelentősen befolyásolja, hogy nedves vagy száraz hővel történik–e. A mikroorganizmusok a száraz hőnek jobban ellenállnak, mint a nedvesnek.",
    "A baktériumok spórás alakjai ellenállóbbak, de a forrásban lévő víz hőmérsékletén a legtöbbjük 20 percen belül elpusztul.",
    "A vírusok nagy része 50-60 ºC-on néhány perc alatt inaktiválódik.",
    "Az autoklávokban a magas hőmérséklet mellett nagy nyomást alkalmaznak, ez a tuti.",
    "A kémiai eljárások során a fertőtlenítőszerek (baktericid, sporocid, virucid, fungicid) hatásukat annak köszönhetik, hogy pl.:",
    "roncsolják a sejthártyákat, vagy",
    "a sejtek fehérjéit kicsapják, inaktiválják létfontosságú enzimeit.",
    "Ilyenek a klór, jód, formalin, hidrogén-peroxid, alkohol.",
    "A sterilizálási módok hasonlóak az egyes fertőtlenítési eljárásokhoz, azaz hővel, gázzal (formaldehid), ionizáló sugárzással történik.",
    "A kórházakban nélkülözhetetlen higiéniára először Semmelweis Ignác (1818-1865) magyar orvos, az „anyák megmentője” hívta fel a figyelmet.",
    "A lelkiismeretesség, a kötelességtudás és az önzetlenség mintaképe.",
    "Szt.",
    "Rókus kórház szülészeti osztályának főorvosaként kimutatta a fertőtlenítő eljárások előnyeit a szülészetben és a sebészetben.",
    "Rájött, hogy a gyermekágyi lázat az orvosok és orvostanhallgatók okozzák azzal, hogy boncolás után mentek át a szülészeti osztályra, s ott fertőtlenítetlen kézzel vizsgálták a várandós nőket.",
    "Fertőtlenítésként klórmeszes kézmosást ajánlott kollégáinak.",
    "Ezzel kezdődött szélmalomharca az akkori hivatalos, tudományos világgal.",
    "Mind gyakorlatával, mind írásaiban próbálta terjeszteni nézeteit, de sajnos az orvostársadalom nem vett róla tudomást.",
    "Élete végén magatartásában az elmezavar jelei mutatkoztak, Döblingben elmegyógyintézetbe zárták, ahol – ápolói agresszív magaviselete miatt súlyosan bántalmazták – tisztázatlan körülmények között két hét után meghalt.",
    "Miért maradhattak fenn a prokarióták az evolúcióban?",
    "A baktériumok anyagcseréje rendkívül sokféle, számos olyan működésre képesek, amelyekre az eukarióták nem, ezért az élet számára nélkülözhetetlenek.",
    "Nitrogénkötés,",
    "cellulózbontás.",
    "[NUMBERED_ITEM] A fentieknek köszönhetően igen szélsőséges körülményekhez is képesek",
    "alkalmazkodni, így fennmaradhattak olyan – pl. oxigén szegény – élőhelyeken, ahol az",
    "eukarióták már nem versenyképesek.",
    "[NUMBERED_ITEM] Rendkívüli mértékben képesek szaporodni.",
    "Összefoglalva a prokarióták jelentőségét",
    "Környezettani jelentőség:",
    "Lebontók, elhalt szerves anyagok lebontásában, a talajképződésben fontosak.",
    "Fotoszintetizáló formáik termelőként a táplálékláncok alapját képezik. Oxigént termelnek.",
    "A nitrogén-kötő baktériumok többnyire pillangósvirágú (hüvelyes) növényekkel (bab, borsó, lucerna, akác stb.)",
    "élnek együtt, képesek a légköri nitrogén (N2) megkötésére, szerves vegyületekbe beépítésére, miáltal a nitrogént hozzáférhetővé teszik a velük együtt élő növények számára.",
    "Nitrifikáló baktériumok nitritet és nitrátot állítanak elő (ammóniából), ezzel lehetővé teszik a növények nitrogénfelvételét a talajból.",
    "Vizek öntisztulásában szerepet játszanak pl. a bomló szerves anyagok eltávolítása révén.",
    "Túlnépesedett populációkban járványokat okoznak, ezzel hozzájárulnak a populációk egyedszámának a szabályozásához.",
    "Egészségügyi jelentőség:",
    "A parazita szervezetek betegségeket, járványokat okoznak.",
    "Az emberi test egészséges működéséhez nélkülözhetetlenek a velünk együtt élő baktériumok, a vastagbélben, a bőr felületén, a hüvelyben.",
    "Az emberi szervezetben élő mikrobák – szimbióta, kommenzalista, parazita baktériumok, gombák, egyéb mikroorganizmusok, ill. vírusok – összességét, kölcsönhatásait, genetikai anyagukat mikrobiomnak nevezzük (lásd még 4.8.5. fejezet).",
    "Ipari jelentőség:",
    "Iparban hulladékfeldolgozásra, szennyvíztisztításra hasznosítják őket.",
    "Egyes lebontó baktériumokat olajfoltok megszüntetésére használják.",
    "Metántermelő baktériumok biogáz (CH4) előállítására képesek.",
    "Élelmiszergyártásban az emberiség évezredek óta használja az erjesztő baktériumokat (az élesztőgombákkal és penészgombákkal együtt) olyan alapvető élelmiszerek készítésére, mint a bor, sajtok, savanyúság, ecet, szójaszósz, savanyú káposzta vagy joghurt.",
    "A gyógyszeriparban egyes gyógyszerek, vitaminok – B12 -  előállításában szintén baktériumok működnek közre, mint pl.",
    "a biotechnológiában alkalmazott baktériumok inzulin, növekedési faktorok előállítására képesek.",
    "Mezőgazdasági szerep:",
    "A pillangósokat vetésforgóban alkalmazzák, mivel az eljárás megnöveli a talaj nitrogén tartalmát.",
    "A vetésforgó a növénytermesztés olyan tervszerű rendszere, amelyben a különféle növényeket térben és időben előre kidolgozott sorrend szerint termesztik.",
    "Biológiai védekezés során a mezőgazdasági kártevőket – rovarokat, gombákat – elpusztító baktériumokat alkalmaznak védekezésként, mivel az emberre, az élővilágra és a hasznos rovarokra kicsi vagy semmilyen káros hatással nincsenek, környezetbarát rovarirtónak tekinthetőek.",
    "Evolúciós jelentőség:",
    "Ők voltak az elsőként megjelenő élőlények,",
    "megkezdték az oxigénlégkör kialakítását,",
    "eukarióták őseinek tekinthetők.",
    "Az eukarióta sejtek kb. 1,5-2 milliárd évvel ezelőtt jöttek létre.",
    "Kialakulásukat ma az ún.",
    "endoszimbióta elmélettel magyarázzák.",
    "Ennek lényege röviden az, hogy az eukarióta sejt egyes sejtszervecskéi, pl. a zöld színtest, a mitokondrium különféle prokarióta sejtekből alakultak ki.",
    "Ez úgy történhetett, hogy egy ősi prokarióta sejt elvesztette a sejtfalát, majd bekebelezett pl. egy kékbaktériumot, melyet nem emésztett meg, hanem tartós szimbiózisra lépett vele, így létrejöttek a színtestek.",
    "A mitokondriumokat egy aerob heterotróf baktériumra lehet visszavezetni.",
    "Az eukarióta sejtek belső membránrendszere, ill. a maghártya a sejthártya betűrődéseiből leváló membránlemezekből alakultak ki.",
    "Bizonyítékok:",
    "mindkét sejtszervecskének saját genetikai állománya van, amely a prokariótákéhoz hasonló.",
    "A sejtszervecskék mérete baktériumok mérettartományába esik.",
    "A mitokondriumot és a színtesteket is kettős hártya határolja, közülük",
    "a legbelső a prokarióták sejtmembránjához hasonló szerkezettel rendelkezik,",
    "a külső membrán ettől eltérő szerkezetű és szerepű, a bekebelezés során alakulhatott ki.",
    "Önállóan képesek osztódni."
  ]
}