{
  "doc_id": "3.3. Többsejtű eukarióták, 3.3.1. A gombák, növények, állatok elkülönülése",
  "sentences": [
    "Gombák",
    "A gombák sem az állat-, sem a növényvilághoz nem tartoznak, önálló szerveződési formák.",
    "Törzsfejlődési tekintetben is függetlenek, valószínű, hogy az ősi eukarióta sejtből párhuzamosan fejlődtek ki a növények, az állatok, és a gombák.",
    "Polifiletikusak, evolúciójuk bonyolult, szerteágazó, az egyes csoportok kialakulása párhuzamosan zajlott, több ősre vezethető vissza.",
    "A jelenleg ismert legősibb gombaleletek kb. 700 millió évesek.",
    "Kb. 100 000 fajuk ismert.",
    "A gombákat jelenleg 2 csoportba soroljuk:",
    "az egysejtű nyálkagombákat az egysejtű eukarióták közé,",
    "a többsejtű formákat a gombák országába.",
    "Szerveződés",
    "A primitívebbek egysejtűek (nyálkagombák, élesztők),",
    "a fejlettebbek többsejtűek.",
    "A többsejtűek telepes – álszövetes - szerveződésűek, ahol a sejtek még kevéssé specializáltak.",
    "A gombatelep fonalas szerkezetű, ahol a sejtek hosszú láncokat alkotnak (amely lehet több méteres is).",
    "Az így létrejött képződmény a gombafonál, idegen szóval a hifa.",
    "A gombafonalak összessége a gombaszövedék – nem szövet!- vagy micélium.",
    "A fejlettebb – pl. kalapos gombák - gombák teste gyakran két részre osztható:",
    "tenyésztest, amely a talajban, a fában stb. rejtve él.",
    "termőtest, amely a tenyésztestből fejlődik ki kedvező körülmények között, szaporítósejteket spórákat termel.",
    "A tenyésztest az önfenntartás szerve, a termőtest a szaporítás szerve, amely a szaporító hifákat tartalmazza az ivartalan szaporítósejtekkel, a spórákkal.",
    "Sejtfelépítés",
    "Az egyszerűbb felépítésű, ősi egysejtű fajoknál a sejt csupasz, azaz sejtfal nincs, a fejlettebbeknél a sejtet sejtfal veszi körül, amelynek anyaga kitin (egyes csoportokban lehet cellulóz).",
    "A sejtfalon belül a sejthártya, azon belül a citoplazma helyezkedik el. A sejtekben membránnal határolt sejtmag található.",
    "A gombákban színtestek, fotoszintetikus színanyagok nincsenek, így fotoszintézisre, autotróf életmódra képtelenek, azaz heterotrófok, kemotrófok.",
    "Ennek megfelelően tartalék tápanyaguk zsír vagy glikogén.",
    "Szaporodás",
    "Többnyire bonyolult, többféle formája ismert.",
    "[NUMBERED_ITEM] Vegetatív",
    "Ennek az a lényege, hogy szaporítósejtek nem jönnek létre, a gombatelep egyszerűen kettészakad, és a különvált részek önálló életet kezdenek.",
    "[NUMBERED_ITEM] Ivartalan",
    "Ivarsejtek nem jönnek létre, a szaporodás ivartalan szaporítósejtekkel, ún. spórákkal történik.",
    "A spórák ellenálló tokba zárt nyugvó ivartalan szaporítósejtek, több évig is életképesek.",
    "A spórák haploid sejtek, számfelező sejtosztódással, meiózissal keletkeznek.",
    "[NUMBERED_ITEM] Ivaros",
    "Az ivaros szaporodás részleteiben alapvető különbségek mutatkoznak az egyes csoportok között, de még a csoportokon belül is jelentős eltérések lehetnek.",
    "Általában, mint az élővilágban, ebben az esetben is létrejöhet – bár nem minden esetben - két eltérő ivarjellegű haploid szaporítósejt, általában a kisebbet, a mozgékonyat hímivarsejtnek, a nagyobbat a mozdulatlant petesejtnek nevezzük.",
    "A két ivarsejt egyesülését megtermékenyítésnek, az így létrejövő sejtet zigótának nevezzük.",
    "A zigóta sokszoros osztódással növekszik és létrehozza az új egyedet.",
    "A gombák esetében az ivaros szaporodás igen komplikált folyamat, nagyon sokféle módja ismert.",
    "Életmód, ökológiai jelentőség",
    "Életük a vízhez, nedvességhez kötött:",
    "szerves tápanyagaikat csak vizes oldatok formájában vehetik fel,",
    "szaporodásuk vízhez kötött.",
    "Anyagcseretípus szerint kemotrófok, azon belül heterotrófok, azaz szerves anyagot vesznek fel.",
    "Életmód, ill.",
    "ökológiai jelentőségük szerint a gombákat tovább csoportosítjuk:",
    "[NUMBERED_ITEM] Szaprofitonok",
    "Korhadékbontók, amelyek főleg savas talajokban az elhalt szervezetekből származó szerves anyagokkal táplálkoznak.",
    "Ezzel megakadályozzák, hogy a természetben nagyobb mennyiségű szerves törmelék halmozódjon fel.",
    "Az elhalt élőlények lebontásával lehetővé teszik az anyagok újrafelhasználását.",
    "A szerves anyagokat visszaalakítják szervetlen anyagokká, azaz mineralizálják a vegyületeket, amivel az autotróf szervezetek számára tápanyagokat biztosítanak.",
    "Néhány fontosabb szaprofita gomba",
    "Fejespenészek",
    "Trágyán, rothadó gyümölcsökön, lekváron, nedves kenyéren stb.",
    "tenyésznek.",
    "A hifák egyenletesen behálózzák a táplálékot és mélyen behatolnak abba.",
    "A telepből, egyes helyeken merőlegesen kiemelkedő hifák, a végükön gömbszerű spóratartókat viselnek.",
    "Sör- és borélesztő",
    "A gyakorlati életben fontosak:",
    "bor-, sör-, szeszgyártás,",
    "fontos B-vitamin források.",
    "Cukros oldatokban, erjedő mustban egyedül álló, vagy rövid láncokat alkotó sejteket figyelhetünk meg, ún. sarjadzó gombák.",
    "Az élesztők alkoholos erjedést idéznek elő: a cukrot etanollá és szén-dioxiddá alakítják át oxigénszegény környezetben.",
    "Az erjedésben más élesztők mellett baktériumok is részt vesznek.",
    "Ezek a mikroorganizmusok kb.",
    "15%-os alkoholt képesek előállítani, ennél töményebb oldatban elpusztulnak.",
    "A borélesztő gombának több fajtája ismert.",
    "Ennek köszönhetően az azonos fajta szőlőből, azonos körülmények között különböző borok állíthatók elő.",
    "Az eltérés egyrészt a szesztartalom mennyiségében, másrészt az íz és zamatanyagokban is megnyilvánul.",
    "A kereskedelemben árusított élesztő szeszélesztők préselt tömege.",
    "Tésztafélék elkészítésénél használják: az élesztők a tésztában található cukrot bontják alkoholra és szén-dioxidra, a keletkező szén-dioxid felfújja a tésztát, közben az alkohol elillan.",
    "Sok élesztő fontos gyógyhatású, mivel különféle B-vitaminokat tartalmaznak.",
    "Ecsetpenészek",
    "Romló élelmiszeren szürkés penészfoltokként jelennek meg.",
    "Ugyanakkor ismertek köztük az élelmiszergyártásban hasznosítható nemespenészek (pl. sajtgyártás), vagy antibiotikumok - penicillin - előállításában jeleskedő fajok.",
    "[NUMBERED_ITEM] Szimbióták",
    "Fejlettebb növényekkel ún. mikorrhizát alkotnak. Ennek lényege, hogy a gombafonalak behatolva a gyökérbe segítik a növények tápanyag felvételét.",
    "Ennek fejében a gomba a növénytől kész szerves anyagot kap. Egyesek szerint az egyéves növények kivételével, a legtöbb növény mikorrhizás.",
    "Zuzmók felépítésében játszanak szerepet. Ebben az esetben gombák kék- vagy zöldalgákkal élnek együtt (lásd zuzmók).",
    "[NUMBERED_ITEM] Paraziták",
    "A parazita gombák a gazdaszervezettől vonják el a szerves anyagokat.",
    "A növényeknek, az állatoknak és az embernek is vannak a gombák közé tartozó parazitái.",
    "Ilyen pl. peronoszpóra, rovarpenészek, Candida gombák, ill.",
    "az emberi bőrben élősködő fonalas gombák.",
    "Néhány fontosabb parazita gomba",
    "Candida gombák",
    "A Candida albicans a széles körben elterjedt „Candida” sarjadzógombák osztályának a leggyakoribb faja.",
    "Normál körülmények között is megtalálható a szervezetben, a bél baktériumflórájának kontrollja alatt áll.",
    "A vastagbél hasznos baktériumflórája szabályozza a tápcsatornában letelepedett gombák szaporodását, de ha az károsodást szenved, akkor a bélben lévő gomba elszaporodik, elözönli a szervezetet.",
    "Szinte bárhol megtelepedhet (szájüregben, vastagbélben, húgyutakban, nemiszervekben), attól függően különböző megbetegedéseket, ill. tüneteket okozhat.",
    "A gombás fertőzést kísérő tünetek fő okozója a gombák által kibocsátott méreganyag.",
    "Peronoszpórák",
    "Gazdaságilag igen jelentős károkat idéznek elő.",
    "A szőlőperonoszpóra (szőlőragya) a szőlőlevélben, szárában, bogyóiban élősködik.",
    "Sokmagvú fonalai a gázcserenyílásokon keresztül hatolnak be a növény szövetei közé, és szívják el a sejtektől a szerves tápanyagokat.",
    "A védekezés azon alapul, hogy a rajzóspórák csak vízben úszva tudják a sejteket megközelíteni.",
    "Ezért a vizet rézgálicos (bordói lé (CuSO4)) oldattal megmérgezik.",
    "A tudomány ma kb. 240 féle peronoszpóra fajt ismer.",
    "A fontosabbak közül említést érdemel: sárga- és görögdinnyeragya, répalevélragya, dohányperonoszpóra.",
    "A gombamérgezésről",
    "Gyilkos galóca típusú mérgezésről",
    "A gyilkos galóca közepesen nagy termetű, tönkjén lelógó gallér",
    "és jól fejlett bocskor van.",
    "Lemezei fehérek.",
    "Húsa fehér és nem változik.",
    "A kalap színe zöld vagy barnászöld árnyalatú.",
    "Fiatalabb példányait könnyű összetéveszteni az erdőszéli csiperkével, azonban a csiperkének rózsaszínűből megfeketedő lemezei vannak, bocskora nincsen.",
    "Csak olyan gombát szabad elfogyasztani, amiről gombaszakértő megállapította, hogy ehető, illetve, ha megbízható helyről pl. üzletből származik.",
    "Ezek a gombamérgek főleg a májat, ill. a vesét és az agyat támadják meg. A mérgezés tünetei:",
    "Jellemző, hogy a gombafogyasztás után hosszú ideig nincs semmiféle tünet.",
    "A lappangási idő átlag 12 óra.",
    "Ezután hirtelen jelentkezik a hányás és a hasmenés.",
    "A hányásra jellemző, hogy csillapíthatatlan, bármilyen italt adunk a mérgezettnek kihányja.",
    "A hasmenés megállíthatatlan, a széklet vizenyős, nyálkás.",
    "Szájon és végbélen át a szervezet több liter folyadékot veszít, emiatt a test kiszárad, a keringés összeomlik, a legtöbb esetben bekövetkezik a halál.",
    "Az életben maradottakon látszólagos javulás áll be, de csakhamar bekövetkezik a második, végső szakasz, a májpusztulással járó hepatikus kóma, amely még kórházban is alig kezelhető.",
    "Zuzmók",
    "A zuzmók különleges élőlények, amennyiben",
    "moszatok (kékbaktériumok, zöldmoszatok) és",
    "gombák szimbiózisából jönnek létre.",
    "A szimbiózis révén minőségileg új szervezetek, a zuzmók jönnek létre. A zuzmók telepes szerveződésű élőlények.",
    "A zuzmók alakját és védelmét a gombák határozzák meg.",
    "A telep szerkezete",
    "Felül és alul a gombafonalak szorosan egymáshoz tapadnak és egy ellenálló, bőrszerű védőkérget hoznak létre.",
    "A kettő között a gombafonalak laza szövedéket alkotnak, a hifák között a szövedék hézagaiban találhatók az algasejtek.",
    "A hifák szorosan a moszatsejtekhez simulnak, sőt azokba szívóhifákat bocsáthatnak.",
    "Az alsó gombakéregből egyes helyeken gyökérszerű hifák erednek, melyek a telep rögzítését végzik.",
    "A szimbiózis lényege, hogy",
    "az algasejtek szerves anyagokkal látják el a gombát,",
    "cserébe vizet, benne oldott tápsókat és szén-dioxidot kapnak, nem mellesleg a gombák védik a moszatsejteket.",
    "Előfordulás, jelentőség",
    "Az együttélés következtében a zuzmók rendkívül igénytelen, ellenálló élőlények.",
    "Szinte az egész Földön megtalálhatók, a sarkvidékektől egészen a trópusokig.",
    "A sarki tájakon kevés faj nagy egyedszámban, a trópusokon viszont sok faj kis egyedszámban fordul elő.",
    "Igénytelenségük ellenére igen érzékenyek a levegő SO2 tartalmára, a talaj szennyezettségére.",
    "A zuzmók elterjedtségéből megállapítható a szennyezettség mértéke, ezért indikátor élőlényeknek nevezzük őket.",
    "Egy terület légszennyeződésének mértékét zuzmótérkép elkészítésével vizsgálhatjuk.",
    "Ennek során az adott helyen felmérjük az előforduló zuzmótársulásokat és térképszerűen ábrázoljuk.",
    "A zuzmótérképeken az egyes városrészekben előforduló zuzmók fajszáma alapján, megkülönböztetjük a legszennyezettebb területeket, az úgynevezett „zuzmósivatagokat” és a közepesen szennyezett „küzdelmi zónákat”.",
    "A sziklákon, homokon elsőként megjelenő pionír élőlények, nagy jelentőségük van a talajképződésben."
  ]
}