{
  "doc_id": "3.4.1. A növényvilág főbb csoportjai a szervi differenciálódás szempontjából 3.4.2. A növények szövetei, szervei",
  "sentences": [
    "Harasztok (törzse)",
    "A fejezet a követelményrendszer 3.4.1. pontja alapján készült.       Készítette: Vizkievicz András",
    "A harasztok kb. 400 millió évvel ezelőtt való megjelenése az evolúció történetében merőben új fejezetet jelentett, amennyiben a harasztok voltak az első valódi szövetes és az első valódi hajtásos – valódi szervekkel rendelkező – növények (a hajtás a leveles szár).",
    "A mohákhoz hasonlóan szintén ősi zöldmoszatokból alakultak ki a földtörténeti ókorban, kb. 400 millió évvel ezelőtt.",
    "A valódi szövetek, a növényi szervek kialakulását a szárazföldi életmódra való áttérés indukálta.",
    "Amíg a növény vízben élt",
    "nem volt szüksége gyökérre, hiszen benne élt a tápoldatban, a tápanyagok felszívását egész testfelületen végezte, ennek következtében",
    "szállítószöveteket sem tartalmazott,",
    "nem volt kitéve a kiszáradás veszélyének sem, így a bőrszövetek kialakulása sem következett be,",
    "mechanikai szövetek sem alakultak ki, hiszen nem kellett a növényi testet tartani.",
    "A harasztok felépítésének rövid jellemzése",
    "Valódi szerveik, szöveteik vannak,",
    "állandó vízállapotúak, azaz már képesek a vízforgalmukat – leadás, felvétel – szabályozni, vízháztartásukat bizonyos határok között függetleníteni a környezetüktől.",
    "Lágyszárúak (kivéve páfrányfák).",
    "Leveleik",
    "általában kicsik, pikkelyszerűek, pl. korpafüvek, zsurlók",
    "de lehetnek nagy felületűek, pl. páfrányok.",
    "Virágaik nincsenek, a spórák vagy",
    "külön spóratermő füzéreken, pl. korpafüvek, vagy",
    "a levelek fonákján jönnek létre, pl. páfrányok.",
    "A harasztok szaporodása",
    "A harasztok szaporodása több ponton eltér a mohák szaporodásától.",
    "A harasztnövény már nem a haploid ivaros nemzedékhez (mint ahogyan a mohanövény) hanem a diploid ivartalan szakaszhoz tartozik.",
    "Tehát a harasztoknál az ivartalan szakasz fejlettebb az ivarosnál, melyet a spórán kívül már csak az előtelep, az ivarszervek és az ivarsejtek képviselnek.",
    "A harasztoktól kezdve az ivaros szakasz egyre redukáltabb felépítésű, míg az ivartalan nemzedék maga a jól fejlett növényi test lesz.",
    "A harasztnövény kromoszómakészlete tehát diploid.",
    "A harasztok nemzedékváltakozása",
    "Az erdei pajzsika kétszakaszos fejlődésmenete.",
    "Ivaros szakasz",
    "A haploid spórából lapos, kb. 0,5 cm átmérőjű, szív alakú, zöld, fotoszintetizáló haploid előtelep fejlődik.",
    "Az előtelep fonákján jelennek meg a női és a hím ivarszervek.",
    "A csillós hímivarsejtek vízcseppben úszva jutnak el a női ivarszervben található petesejthez, s azzal egyesülve létrehozzák a zigótát.",
    "Tehát a megtermékenyítéshez a víz, mint közeg még elengedhetetlen.",
    "Ivartalan szakasz",
    "A diploid zigóta osztódik, s létrejön a diploid csíranövény, melyből rövidesen kialakul a kifejlett haraszt, gyöktörzzsel, szárral, levéllel (valódi növényi szervek).",
    "A kifejlődött diploid páfránynövény leveleinek fonákján kialakulnak a spóratartók, bennük meiózissal keletkeznek a haploid spórák.",
    "A harasztok szaporodása nagymértékben vízhez kötött, egyrészt mivel az előtelep nem bírja a szárazságot, másrészt a megtermékenyítés folyamata sem nélkülözheti a vizet.",
    "Nyitvatermők (törzse)",
    "A földtörténet során elsőként megjelenő virágos, magvas növények.",
    "A nyitvatermők első képviselői a mintegy 100 millió évvel ezelőtt kihalt magvaspáfrányok voltak.",
    "A magvaspáfrányoknál a mikrospórának a virágpor feleltethető meg. A virágporban létrejöttek a hímivarsejtek.",
    "A női jellegű makrospórából jött létre a magkezdemény, melyben a petesejtek alakultak ki.",
    "A virágpor szél útján közvetlenül a petesejtet tartalmazó magkezdeményre került, ilyen módon az ivarsejtek egymás mellett alakultak ki, így már a megtermékenyítéshez nem volt szükség vízre.",
    "A megtermékenyítést követően az anyanövény a fejlődő csírát tartalék tápanyaggal látta el, majd ezt követően egy védőréteg képződött a csíra körül, kialakult az ősi mag (embrió, tartaléktápanyag, maghéj).",
    "Mivel a megtermékenyítésük függetlenné vált a víztől, továbbá viaszos leveleik miatt kiválóan szabályozzák vízháztartásukat – állandó vízállapotú növények – így a növények közül elsőként hódították meg a szárazföldeket, jól bírják a vízhiányt.",
    "Nagyon elterjedtek, magashegységekben 1000 m fölött, a tajgában, ill.",
    "a mediterrán területeken egyaránt megtalálhatóak.",
    "Főbb jellemzőik",
    "Kivétel nélkül fás szárúak.",
    "Többségük örökzöld, néhány fajuk lombhullató pl. vörösfenyő, Ginkgo biloba, leveleik főleg tű vagy pikkely alakúak, ritkán nagy felületűek (Ginkgo biloba).",
    "Virágaik egyivarúak, általában egylakiak.",
    "Egyivarú virág: vagy csak termőlevél vagy csak porzó található a virágban.",
    "Egylaki növény: egy egyeden mind a termőlevél, mind a porzós virágok megtalálhatók.",
    "Virágtakaró levelek nincsenek, így a virágok felépítése igen egyszerű.",
    "A porzós virágzat általában barkaszerű, főleg az ágak csúcsán találhatók meg, bennük porzók kicsik, pikkelyszerűek.",
    "A termőleveles virágok termőlevelei lemezesek, melyek füzérei a tobozvirágzatot alkotják.",
    "A törzs nevét onnan kapta, hogy a magkezdemények – szám szerint kettő - a termőlevelek tövében szabadon fejlődnek (termő, zárt magház, termés nincs).",
    "A keletkezett virágpor a szél közvetítésével közvetlenül a magkezdeményre jut.",
    "A megtermékenyítést követően a magvak szárnyas repítőszerkezetük segítségével, a toboz felnyílása után nagyobb távolságot is megtehetnek.",
    "Zárvatermők törzse",
    "Kialakulásuk a magvaspáfrányokból (ősi nyitvatermők) indult.",
    "A törzs a nevét a termőlevelek összezáródásából kialakuló zárt termőről kapta.",
    "A termő alsó része a magház, amely a bibeszálban, ill. a bibében folytatódik.",
    "A magházban a megtermékenyítést követően a magkezdeményekből fejlődnek a magok.",
    "Jellemző a kettős megtermékenyítés (később).",
    "A termő falából termés képződik.",
    "Megjelenik a színes virágtakaró (rovarbeporzás).",
    "Rovarmegporzás jellemző (de lehet szél- és vízbeporzás is).",
    "Szállító csövek, gyökérszőrök alakultak ki.",
    "Két fő csoportjuk (osztályuk) van: egyszikűek és a kétszikűek.",
    "Tehát a zárvatermőknél megjelenő evolúciós újítások a takarólevelek, bibe, zárt magház, termés, szállítócsövek, gyökérszőrök tovább tökéletesítették a szárazföldi életmódhoz történő alkalmazkodást.",
    "A zárvatermők törzsének két osztálya van, a kétszikűek és az egyszikűek.",
    "A növényi szövetek",
    "Az azonos működésű, alakú, eredetű sejtek összességét szövetnek nevezzük, ahol a különféle sejtek különböző feladatokra specializálódnak.",
    "Alapvetően két fő szövettípus különböztethető meg:",
    "osztódószövetek – merisztémák -, melyek osztódásra képes sejtekből állnak:",
    "csúcsmerisztéma,",
    "oldalmerisztéma – kambium,",
    "közbeiktatott merisztéma.",
    "állandósult szövetek, melyek differenciált, állandósult sejtekből állnak, működés szerint feloszthatók:",
    "bőrszövet",
    "szállítószövet",
    "alapszövetek",
    "valódi alapszövetek",
    "táplálékkészítő",
    "raktározó",
    "víztartó",
    "átszellőztető",
    "szilárdító",
    "kiválasztó és váladéktartó alapszövetek.",
    "A szövetek kialakulása a szárazföldi életmódhoz való alkalmazkodás következménye.",
    "A fejlett hajtásos növényekben az egyszerű szövetek szövetrendszerekbe csoportosulnak, ahol eredeti funkciójukat összehangolva, egymást kiegészítve végzik, pl.",
    "a bőr-, szállító-, alapszövetrendszer.",
    "A növényi osztódószövetek",
    "A soksejtű növény is egyetlen sejtből, a megtermékenyített petesejtből fejlődik.",
    "A fejlődő embrió eleinte még teljes egészében osztódó sejtekből áll, ám hamarosan az osztódások a növénynek csak bizonyos helyeire korlátozódnak, ahol a sejtek osztódóképességüket a növényi élet egész tartamára megőrzik.",
    "Ezek az osztódó sejtek az ún. osztódószöveteket alkotják.",
    "Az osztódószöveteknek köszönhetően képes a növény arra, hogy teste egész élete alatt növekedjen, szemben az állati szervezettel, s ezért hívjuk növekvő lénynek, vagyis növénynek.",
    "Az osztódószövet sejtjeire jellemző, hogy:",
    "kicsik,",
    "zöld színtestet, vakuólumot nem tartalmaznak,",
    "vékony falúak,",
    "relatíve nagy magjuk és telt plazmájuk van.",
    "Elhelyezkedésük szerint ismertek:",
    "csúcsi osztódószövetek a tengelycsúcsokon (hajtáscsúcs, gyökércsúcs) találhatók, melyek a növény hosszirányú növekedéséért felelősek.",
    "A növényi szerv oldalával párhuzamosan kialakuló osztódószövetek, melyek a növényi szerv vastagodásáért felelősek, pl. kambium.",
    "Közbeiktatott merisztémák",
    "a szártagok megnyúlását,",
    "levélnyél, levéllemez növekedését biztosítják.",
    "A bőrszövetrendszer",
    "A bőrszövetrendszer a hajtásos növények testének felületén levő sejtcsoportok összessége.",
    "Alapvető működési eltérések következtében két típusa van:",
    "a hajtás és",
    "a gyökér bőrszövetrendszere.",
    "[NUMBERED_ITEM] A fiatal hajtás bőrszövete - epidermis",
    "A fiatal hajtás elsődleges bőrszövete. Funkciója:",
    "mechanikai védelem,",
    "kiszáradás elleni védelem,",
    "a párologtatás, gázcsere lebonyolítása.",
    "A fiatal hajtás bőrszövete általában egy sejtrétegű.",
    "A sejtek igen szorosan kapcsolódnak egymáshoz.",
    "A folytonosságot csak a gázcserenyílások légrései szakítják meg.",
    "Ezek a nyílások, amelyeket két zárósejt vesz körül, nyithatók vagy zárhatók.",
    "A gázcserenyílások bonyolítják le a párologtatást és a gázcserét a külvilág és a növény belső szövetei között.",
    "A bőrszöveti sejtekben – kivéve a gázcserenyílások zárósejtjeit - nincsenek zöld színtestek, így az színtelen.",
    "A levél színét a mélyebben lévő szövetek színtestjeitől kapja.",
    "A bőrszöveti sejtek felszínén összefüggő, vízhatlan kémiai védőréteg helyezkedik el, ez a kutikula, amely védi a növényt a kiszáradástól.",
    "A levelek, gyümölcsök epidermiszén gyakran viasz is felhalmozódhat, mely többé-kevésbé összefüggő réteget alkot, pl. ezüstfenyő levél fonákján, almán, szőlőn, szilván.",
    "A növényi szőr",
    "A növényi szőrök a hajtás bőrszövetének képződményei, lehetnek egysejtűek vagy többsejtűek.",
    "Működésük szerint lehetnek:",
    "fedőszőrök: túlzott párologtatás és a hideg ellen védenek, tőlük a növényi részek puha, selymes tapintásúak, pl. kökörcsin,",
    "csalánszőrök: a szőr kiemelkedő, csúcsi részén egy gömb alakú fejecske található, mely érintésre letörik, s a merev szőrcsonk, mint valami injekcióstű beszúródik a bőrbe, és a szőrsejtben lévő acetilkolint, hisztamint stb.",
    "bejuttatja a bőr szöveteibe gyulladást okozva,",
    "repítőszőrök: pl. gyapot magvain.",
    "[NUMBERED_ITEM] A fiatal gyökér bőrszövete - rizodermisz",
    "A fiatal gyökér elsődleges bőrszövete.",
    "A gyökér bőrszövetén nincsenek gázcserenyílások és nincsen kutikularéteg sem.",
    "A gyökér bőrszövetének zárvatermőkre jellemző speciális képződményei a gyökérszőrök.",
    "A gyökérszőrök a gyökér bőrszövet sejtjeinek kesztyűujjszerű kitűrődései.",
    "A gyökérszőrökön keresztül történik a víz és az oldott ionok felvétele.",
    "A gyökérszőrök feladata a felületnagyobbítás.",
    "A gyökérszőrök élettartama néhány nap, a csúcstól távolabb pusztulnak, a csúcs irányába mindig megújulnak.",
    "[NUMBERED_ITEM] Másodlagos bőrszövetek – periderma",
    "A vastagodó hajtás és gyökér felületén, az elszakadozó elsődleges bőrszövet helyett kialakul egy több sejtrétegű, igen ellenálló, elhalt bőrszövet.",
    "Általában ismeretes a néhány éves fiatal fásszárú növények szárán, gyökerén.",
    "[NUMBERED_ITEM] Héjkéreg",
    "A fás növények harmadlagos bőrszövetrendszere.",
    "A másodlagos bőrszövetrendszert (peridermát) váltja fel az évről évre vastagodó fás szárban.",
    "Képződése során a héjkéregbe elhalt háncselemek is belekerülnek.",
    "A vastagodó szár belső térfogat gyarapodása következtében a héjkéreg gyakran repedezett (pl. tölgy).",
    "A szállítószövet-rendszer",
    "A kezdetlegesebb szerveződési szinten álló telepes növények testében a tápanyagok többnyire sejtről sejtre vándorolnak diffúzióval.",
    "A hajtásos növények testében a gyökerek által felvett víznek el kell jutnia a levelekbe, ill.",
    "a test minden élő sejtjébe.",
    "Ugyanakkor a levelekben keletkezett szerves termékeknek is el kell jutniuk a raktározó szövetekhez.",
    "Ezt az összetett feladatot a szállítószövet-rendszer végzi el.",
    "A szállítószövet-rendszer sejtjei",
    "a legkisebb ellenállást nyújtva a szállítás irányába megnyúltak,",
    "végfalaik ferdén állnak (nagyobb tapadási felület).",
    "A végfalak lyukacsosak, esetleg teljesen felszívódnak.",
    "A kettős funkciót ellátó szövetrendszer két részre osztható:",
    "a vizet és sókat szállító farészre (xylem),",
    "a szerves anyagokat szállító háncsrészre (phloem).",
    "A farész",
    "Harasztokban és nyitvatermőkben elhalt sejtek szállítják a vizet és a sókat a gyökér felől a hajtás felé.",
    "Zárvatermőkben a sejtek válaszfalainak felszívódásával vízszállító csövek alakultak",
    "ki, melyek oldalsó falai spirálisan megvastagodnak, védve a csöveket az összenyomódástól.",
    "A csövek hossza néhány cm-től 8-10 méterig terjedhet. A csövek egy vagy több éven át működőképesek, azután gyanta és gumiszerű anyagok eltömik őket.",
    "A faparenchima sejtek a farész élő plazmatartalmú sejtjei, amelyek főképpen a tápanyag raktározásában vesznek részt.",
    "A farostok hosszúra nyúlt, kihegyezett végű, vastag, fásodott falú, elhalt sejtek. Támasztják, szilárdítják a vizet szállító faelemeket.",
    "A háncs",
    "A háncsrész szerves anyagokat szállít a növényi test minden irányába.",
    "A harasztok és a nyitvatermők háncsrészének a szállítóelemei élő rostasejtek,",
    "zárvatermőkben több sejtnek, ún. rostacsőtagnak az egyesüléséből rostacsövek jönnek",
    "létre. A rostasejteket rostalemezek választják el.",
    "Kísérősejtek: a zárvatermők rostacsőtagjait kísérik. Plazma- és magtartalmú élő",
    "sejtek, a tápanyagszállítást segítik.",
    "Háncsparenchima sejtek: élő, plazmatartalmú, tápanyagokat raktározó sejtek.",
    "Háncsrostok: farostokhoz hasonló alakú, de cellulóz falú szilárdító elemek.",
    "Háncsrostok közé tartoznak az iparilag hasznosított rostok, pl. len, kender stb.",
    "A szállítóelemek elrendeződése alapján két fő szártípust különböztetünk meg:",
    "Zárt kambium-henger alakul ki, amely kifelé összefüggő háncs hengerpalástot, befelé összefüggő fahengert fejleszt.",
    "Ez a fáinkra jellemző fás szár (évgyűrűs szerkezet).",
    "Másik esetben a kambium elkülönült kötegekre, egységekre bomlik, s ezek különálló, ún.",
    "szállítónyalábokat fejlesztenek. Ez a típus a lágyszárúakban ismert.",
    "a) Maguk a nyalábok lehetnek egyszerűek: ha csak fa- vagy csak",
    "háncselemekből állnak, pl. fiatal gyökerekben.",
    "b) A nyalábok a szárban összetettek, ahol egy nyalábban",
    "belül fa- és kívül háncselemeket egyaránt találunk.",
    "Nyílt nyalábnak nevezzük, ha a fa- és a háncsrész között működő kambium van, pl. kétszikű lágyszárú növények szárában.",
    "Zárt nyalábról beszélünk, ha a kambium a fa- és a háncsrész kifejlesztése után eltűnik.",
    "Ez a típus az egyszikűek szárára jellemző (már nem képesek másodlagos vastagodásra).",
    "háncsrész",
    "kambium\t\t\t             farész",
    "Levelekben a nyalábrendszer a levél erezete, amely összetett, zárt nyalábokból áll.",
    "Az alapszövetrendszer",
    "A növényi testben mindaz, ami nem bőr-, és nem szállítószövet, az alapszövet. Működésük alapján megkülönböztetünk:",
    "valódi alapszöveteket,",
    "szilárdító alapszöveteket,",
    "kiválasztó (szekréciós) alapszöveteket.",
    "[NUMBERED_ITEM] Valódi alapszövetek",
    "Élettani működésük alapján a valódi alapszöveteket további típusokra oszthatjuk.",
    "a) Táplálékkészítő alapszövetek",
    "A fotoszintetikus szervesanyag-építés színhelyei, a nagy mennyiségű zöld színtesttől zöldek.",
    "Előfordulnak a levelek középső részében, fiatal zöld szárakban, termésekben, csészelevelekben (mindenhol, ahol a növény zöld).",
    "Sejtjeik lazán helyezkednek el, vékony falúak, oldatok és gázok számára könnyen átjárhatók.",
    "b) Raktározó alapszövetek",
    "A sejtekben különböző tápanyagokat raktároznak, vízben oldhatatlan, ún. zárványok formájában: keményítőt, olajat, fehérjéket.",
    "Elsősorban a fénytől elzárt növényrészekben találhatók meg: gyökerekben, magvakban, gumókban.",
    "c) Víztartó alapszövetek",
    "A száraz környezetben élő pozsgás növények testében valóságos víztartó szövetek alakultak ki.",
    "A sejtekben nagy központi vakuólum van, amely szinte teljesen kitölti a sejtet.",
    "A vakuólumban vizes nyálka formájában raktározódik a víz.",
    "Kialakulhat a szárban (kaktuszok), vagy a levélben (kövirózsa).",
    "d) Átszellőztető vagy levegőtartó alapszövetek",
    "Levegővel teli sejtközötti járatokban gazdag alapszövet, ahol a járatok sokszor jelentékeny üregekké tágulnak, valóságos légkamra rendszert alkotnak.",
    "Tipikusan vízinövények víz alá merült részeiben: levélnyelekben, szárakban, gyökerekben figyelhető meg.",
    "[NUMBERED_ITEM] Szilárdító (mechanikai) alapszövetek",
    "A növényi test méretének növekedése következtében, a lombozat megtartásához komolyabb szilárdításra van szükség, s ezt a szerepet a mechanikai szövetek töltik be.",
    "A szilárdító alapszövetekben a sejtfalakra jellemző a sejtfalvastagodás, gyakran a sejtfalba faanyag, ún. lignin rakódik, amely a növényi részeknek szilárdságot, tartást biztosít.",
    "Ide tartoznak a farostok és a háncsrostok is.",
    "[NUMBERED_ITEM] Kiválasztó és váladéktartó alapszövetek",
    "A növényeknek az állatok veséjéhez hasonló elkülönült kiválasztó szervük nincs.",
    "Ugyanakkor a növényi anyagcsere során is keletkeznek káros, felesleges anyagok melyek",
    "vagy oldhatatlan zárványok formájában a sejtekben",
    "elkülönülnek, felhalmozódnak (pl. Ca-oxalát),",
    "vagy a növényi szervezetből valamilyen módon kiürülnek.",
    "a)   Egysejtű vagy többsejtű mirigyszőrök a bőrszöveten.",
    "b)   Nektáriumok, amelyek a nektárt választják ki, ami a",
    "viráglátogató rovarok egyik fő tápláléka. A kiválasztott",
    "cukor a háncsrész szállítóelemeiből származik.",
    "c)   Ozmofórák, amelyek illatkiválasztó képződmények. A",
    "virágillat szintén a rovarok csalogatásában",
    "játszik szerepet.",
    "d)  Gyantajáratok",
    "Ilyenek vannak pl. a fenyőfélék testében. A",
    "megkövesedett gyanta a borostyán.",
    "e)   Tejcsövek",
    "A tejcsövek összeolvadó sejtsorok, amelyek",
    "tejszerűen folyékony sejtnedvet tartalmaznak.",
    "A tejnedv a tejcső sejtnedve.",
    "A kaucsukfa tejnedve a kaucsuk, a gumi gyártásának volt az alapanyaga.",
    "A mák tejnedve sok alkaloidot tartalmaz, a mák kicsorgó és megszáradó tejnedve az ópium.",
    "Növényi szövetek vizsgálata, metszetkészítés",
    "Osztódószöveti metszetek:",
    "vöröshagyma gyökércsúcs,",
    "hársfa hajtás keresztmetszete (kambium).",
    "Bőrszöveti metszetek:",
    "hagymalevél epidermisz nyúzata,",
    "tulipánlevél epidermisz nyúzata.",
    "Nyúzat készítés",
    "Ilyenkor az epidermiszt csipesszel letépjük az alatta levő szövetekről, ami azért lehetséges, mert az epidermiszsejtek egymáshoz jóval erősebben kapcsolódnak, mint az alatta elhelyezkedő sejtekhez.",
    "A növényi szervek",
    "A harasztok, nyitvatermők, zárvatermők szövetes, hajtásos növények (hajtás: leveles szár), testük alapvetően",
    "gyökérre,",
    "szárra,",
    "levelekre tagolódik.",
    "Ezek az önfenntartó vagy vegetatív szervek.",
    "Az első hajtásos – leveles, száras – növények a harasztok.",
    "A törzsfejlődés során a nyitvatermőknél megjelenik a mag és a virág, továbbá a zárvatermőknél a termés, melyek szaporítószerveknek tekinthetők.",
    "A magvas növényeknél a megtermékenyítést követően a zigótából a magban létrejön az embrió vagy csíra. A csíra alapvetően 3 részre tagolható:",
    "rügyecskére, amelyből a leveles szár, azaz a hajtásrendszer jön létre,",
    "gyököcskére, amelyből a gyökérrendszer fejlődik ki,",
    "sziklevélre.",
    "A gyökér",
    "A gyökér alapvető feladata a",
    "növény rögzítése, ill.",
    "a víz és a benne oldott ásványi anyagok felvétele.",
    "A gyökérrendszer",
    "A gyökerek összessége a gyökérzet, melynek két alaptípusa ismert:",
    "a)   Főgyökérrendszer, melyre jellemző az erős központi főgyökér, melyből oldalgyökerek, azokból hajszálgyökerek erednek, előfordul a nyitvatermők, zárvatermő kétszikűek körében.",
    "b) Mellékgyökérrendszer, nagyszámú, egyforma fejlettségű gyökerek jellemzőek.",
    "Oldalgyökerek, hajszálgyökerek itt is kialakulhatnak, az egyszikűek gyökérrendszere ilyen.",
    "A gyökéren függőlegesen különböző működési zónák vannak.",
    "[NUMBERED_ITEM] Osztódási zóna",
    "A gyökér csúcsi része osztódószövetből áll, amit kívülről a gyökérsüveg véd, melynek sejtjei elnyálkásodva segítik a gyökér mozgását a talajban, továbbá kőzetet oldó gyökérsavat termelhetnek.",
    "[NUMBERED_ITEM] Megnyúlási zóna",
    "Itt a legerőteljesebb a sejtek hosszirányú növekedése (auxin hatására).",
    "[NUMBERED_ITEM] Felszívási zóna",
    "Gyökérszőrök jellemzik. Legfelső sejtjei fokozatosan elhalnak, míg a csúcshoz közel újraképződnek, így biztosítva a folytonos tápanyagfelvételt.",
    "[NUMBERED_ITEM] Szállítási zóna",
    "A felszívott anyagok a gyökér egyszerű szállítónyalábjaiban továbbítódnak a szár felé.",
    "A gyökér keresztmetszete",
    "Három szövettájat különböztethetünk meg: a csúcs mögött néhány centiméterrel, a szállítózóna alsó határán.",
    "Bőrszövetrendszert gyökérszőreivel.",
    "Az elsődleges kérget, melyet raktározó alapszövet épít fel.",
    "A központi hengert, amelyben az egyszerű szállítónyalábok helyezkednek el.",
    "A gyökérmódosulások",
    "A környezethez való evolúciós alkalmazkodás eredményeképpen a gyökerek gyakran jelentős átalakuláson mentek keresztül, különféle feladatok ellátására specializálódtak.",
    "[NUMBERED_ITEM] Raktározógyökerek",
    "Karógyökér, ahol a főgyökér vastagodik meg, ilyen pl. a sárgarépa, ahol a raktározott tápanyag a karotin,",
    "gyökérgumók, ahol az oldalgyökerek vastagodnak meg, többnyire keményítőt raktároznak, pl. salátaboglárka.",
    "[NUMBERED_ITEM] Légzőgyökerek",
    "Az oxigénben szegény, mocsaras talajban levő gyökér gázcseréjét segítik, átszellőztető alapszövetekben",
    "gazdagok, pl. mocsárciprus.",
    "[NUMBERED_ITEM] Gyökérgümő",
    "A gyökérgümőben anaerob, heterotróf nitrogénkötő baktériumok a levegő nitrogéntartalmát ammóniává alakítják, mint pl. a pillangósvirágú növényekben.",
    "[NUMBERED_ITEM] Egyes trópusi fán lakó orchideák lecsüngő gyökerei",
    "megzöldülnek és fotoszintetizálnak.",
    "[NUMBERED_ITEM] Szívógyökerek, pl.:",
    "a parazita aranka járulékos gyökerei, amik a megtámadott növény háncselemeibe nőnek bele, onnan szerves anyagot vonnak el (maguk nem fotoszintetizálnak),",
    "ugyanakkor a fagyöngy ún.",
    "félparazita, a szívógyökerek a megtámadott növény farészébe hatolnak be, ahonnan vizet és ásványi sókat vesznek el (fotoszintetizálnak).",
    "A járulékos gyökerek",
    "Ha a gyökér nem a csíra gyököcskéjéből, hanem szárból vagy lomblevélből fejlődik, járulékos gyökérről beszélünk.",
    "Ilyenek pl.",
    "a borostyán kapaszkodógyökerei, a filodendron levegő páratartalmát hasznosító léggyökerei, ill.",
    "a kukorica támasztógyökérei (koronagyökerek).",
    "A hajtás",
    "A leveles szárat hajtásnak nevezzük, mely az embrió rügyecskéjéből fejlődik ki. A hajtás tengelye a szár, függelékszervei a levelek.",
    "A szár",
    "Összekapcsolja a leveleket és a gyökeret, közvetíti a tápanyagokat,",
    "a növényi test tartóvázát adja.",
    "Szár- és hajtástípusok",
    "Két alaptípust különböztetünk meg:",
    "a fás (fatörzs, cserje, pálmatörzs) és a",
    "lágy (szalmaszár, palkaszár) szárat.",
    "A fás szár",
    "A fás szár az ősibb, ebből jött létre a lágy szár, a sokéves növényekre jellemző. Fás szára:",
    "van az összes nyitvatermőnek,",
    "sokéves kétszikűeknek (közismert fák).",
    "A lágy szár",
    "A lágy szár puha állományú, lehet egy vagy két éves.",
    "A lágy szár felépítése, keresztmetszete",
    "A lágy  szár, akárcsak a gyökér, keresztmetszetét vizsgálva 3 szövettájra tagolódik.",
    "[NUMBERED_ITEM] Bőrszövet",
    "Egyrétegű epidermis.",
    "[NUMBERED_ITEM] Elsődleges kéreg",
    "Az elsődleges kéreg raktározó, ill. táplálékkészítő alapszövetet tartalmaz.",
    "A fiatal szárak többnyire zöldek, a táplálékkészítő alapszövetnek köszönhetően képesek fotoszintetizálni.",
    "[NUMBERED_ITEM] Központi henger",
    "A központi henger alapszövetbe ágyazódva tartalmazza a szállítónyalábokat.",
    "A szár fejlődése",
    "Attól függően, hogy a kambium",
    "különálló kötegeket képez, akkor lágy szár marad,",
    "vagy összefüggő hengert alkot, ekkor fás szár alakul ki (azaz a kambium a nyalábok között is kialakulva gyűrűvé záródik).",
    "A fás szárú növények is először lágyszárú csemeteként indulnak fejlődésnek, majd a kambiumgyűrű záródásával alakul ki a fás szár.",
    "A lágy szárban a szállítónyalábok elrendeződése lehet",
    "körkörös, mint a kétszikűekben vagy",
    "szórt, mint az egyszikűekben.",
    "Általános tendencia, hogy a faelemek a szár közepe felé, a háncselemek perifériásan helyezkednek el.",
    "A fás szár szerkezete",
    "A fás szár a több éves zárvatermőkre, ill. a nyitvatermőkre jellemző. Kívülről befelé haladva a következő rétegeket lehet megkülönböztetni.",
    "Többrétegű bőrszövet, a periderma, héjkéreg.",
    "Élő háncs, általában néhány mm.",
    "Kambiumgyűrű.",
    "Fatest,",
    "melynek külső, vizet és sókat szállító élőrésze a szijács.",
    "Az elhalt fatest a geszt, amely elsősorban szilárdító feladatokat lát el.",
    "Az idősebb szállítóelemek elzáródnak, a sejtek falába tartósító, ún.",
    "cseranyagok rakódnak, amelyek védik az elhalt elemeket a lebontó szervezetektől.",
    "Ahol az év során nem kiegyenlítettek a csapadékviszonyok (mérsékelt égöv), ott a fák kambiuma",
    "elsősorban a csapadékosabb tavaszi időszakban működik intenzíven, ekkor nagyobb átmérőjűek a vízszállítóelemek (világosabb tavaszi pászta),",
    "nyár végén és ősszel szűkebb átmérőjű, vastagabb falú csövek jönnek létre (sötétebb őszi pászta), hiszen a növények már kevesebb vizet vesznek fel,",
    "ennek köszönhető az évgyűrűs szerkezet a mérsékelt égövi fáknál.",
    "Télen természetesen nem működik a kambium.",
    "A szár módosulásai",
    "a) Föld feletti szármódosulások",
    "Pozsgás szár: megvastagodott, redukált levelű, víztartó alapszövetekben nagy mennyiségű vizet raktározó szár, pl. kaktuszok szára.",
    "b) Föld alatti módosult szár",
    "Gumó: megvastagodott, tápanyag-raktározó földbeni szár, pl. ciklámen, burgonya.",
    "A lomblevél",
    "A lomblevél a fotoszintézist, a gázcserét, a párologtatást lebonyolító növényi szerv.",
    "A lomblevél részei",
    "A levélalap, amely a szárhoz kapcsolja a levelet,",
    "a levélnyél, mely összekapcsolja a levélalapot a levéllemezzel, és",
    "a levéllemez, amely ellátja a lomblevél feladatait.",
    "Ha a levélalap csőszerűen alakul és a szárat körülöleli, levélhüvelyről beszélünk (egyszikűeknél).",
    "A levélalap kiszélesedhet, ez a pálhalevél.",
    "A lomblevél alakja",
    "Rendkívül változatos.",
    "Megkülönböztetjük a levéllemez",
    "vállát,",
    "csúcsát és",
    "szélét",
    "A levéllemez felső oldala a színe, az alsó a fonákja.",
    "Ha egy levélnyélen",
    "egyetlen levéllemez van, a levél egyszerű,",
    "ha több, a levél összetett.",
    "Az összetett levél lehet:",
    "tenyeresen összetett (gesztenye), lehet",
    "szárnyasan összetett.",
    "Levélmódosulások",
    "A környezethez való evolúciós alkalmazkodás következtében bekövetkező változások.",
    "A) Levéltövis, pl. a kaktusz esetén, így csökkenti a párologtató felületet. Ezen kívül, akác, Júlia borbolya.",
    "B) Rovarfogó levelek, amelyeken emésztő mirigyszőrök fejlődnek, pl. kancsóka, harmatfű, Vénusz légycsapója.",
    "A rovaremésztő növények általában nitrogénszegény, mocsaras talajokon élnek, így,  nitrogénigényüket rovarfogásra és szerves nitrogénvegyületek – fehérjék - emésztésére módosult leveleik segítségével biztosítják.",
    "A leveleik változatos felépítésű csapdákká és fehérjebontó szervekké módosulnak, a hiányzó nitrogént ezek a növények főleg rovar eredetű fehérjék lebontásával és hasznosításával pótolják.",
    "C) Levélkacs, kapaszkodószervek, pl. borsó.",
    "D) Pálhalevél, a levélalap módosul, lehet nagy, fotoszintetizálhat, pl. borsó.",
    "A lomblevél felépítése",
    "A lomblevelek a fotoszintézis, a gázcsere és a párologtatás szervei. A lomblevelekre jellemző:",
    "nagy felület,",
    "kiterjedt sejtközötti járatrendszer,",
    "raktározó szövetek nincsenek,",
    "nincs periderma és másodlagos vastagodás.",
    "Szöveti felépítés",
    "A levelet minden oldalról egyrétegű bőrszövet – epidermis - határolja, melyet a kiszáradás ellen védelmet nyújtó kutikula borít.",
    "A bőrszövet színtelen, átlátszó, zöld színtesteket nem tartalmaz (kivéve a sztómák zárósejtjeit).",
    "A bőrszövet folytonosságát a gázcserenyílások (sztómák) szakítják meg, amelyek",
    "a kétszikűeknél a levelek fonákján,",
    "míg a víz felszínén úszó leveleknek csak a színén találhatók meg.",
    "egyszikűeknél mindkét oldalon megtalálhatók.",
    "A sztómák elsősorban a levélen találhatók, de jelen vannak fiatal szárak epidermiszén, virágleveleken, sőt esetleg föld alatti szárakon is, de mindig hiányoznak a gyökereken.",
    "A sztómákon belül megkülönböztetjük",
    "a légrést és",
    "a légrést körülvevő bab alakú két zárósejtet.",
    "A sztómákat ún. kísérősejtek veszik körül. A bab alakú zárósejtekben zöld színtest található.",
    "A légrés alatt egy nagyobb üreg, a légudvar helyezkedik el, amely rendkívül gazdag sejtközötti járatrendszerben folytatódik.",
    "A gázcserenyílások tehát a sejtközötti járatrendszer felszíni kivezetőnyílásai.",
    "A zárósejtek lehetnek:",
    "az epidermiszsejtek szintjében, közepes vízellátottságú növényeknél (mezomorf),",
    "kiemelkedhetnek a bőséges vízellátottságú helyeken (higromorf),",
    "be is süllyedhetnek a sivatagi, félsivatagi növényeknél (xeromorf).",
    "A párhuzamos erezetű leveleken (egyszikűek és tűlevelek) a sztómák párhuzamos sorokban,",
    "a hálózatos erezetű leveleken (kétszikűek) a sztómák szórtan állnak.",
    "A sztómák kettős feladatot látnak el,",
    "lebonyolítják a gázcserét, illetve",
    "végzik a párologtatást.",
    "A zárósejtek speciális felépítésük révén a légrést tágítani vagy szűkíteni képesek,",
    "amennyiben a zárósejtek K+ és vizet vesznek fel és megduzzadnak, turgoruk nő, a légrés kinyílik,",
    "ellenkező esetben a vízvesztés következtében a zárósejtek összezáródnak.",
    "A bőrszöveten belül található a zöld színtestekben gazdag, fotoszintetizáló táplálékkészítő alapszövet, melyre jellemző a gazdag sejtközötti járatrendszer.",
    "A kétszikű növények leveleiben szerkezete felépülhet",
    "a felületre merőleges irányban megnyúló sejtekből álló, ún. oszlopos alapszövetből",
    "és laza szivacsos alapszövetből.",
    "Az oszlopos réteg rendesen a levél felső oldalán helyezkedik el, a levél alsó része szivacsos alapszövetből áll.",
    "Az ilyen, kétszikűekre jellemző leveleken csak az alsó epidermiszen vannak sztómák.",
    "Az oszlopos alapszövet elsősorban a fotoszintézis helye, a szivacsos réteg pedig elsősorban a párologtatás színtere.",
    "Az egyszikűekben csak szivacsos alapszövet fordul elő, így a levél mindkét felszínén megtalálhatók sztómák.",
    "A levél alapszövetében futnak a szállítónyalábok, melyek a levél erezetét alkotják.",
    "A levél erezete",
    "A levél erezetét a levéllemezben futó zárt szállítónyalábok képezik.",
    "Az erekben a farész a levél színe felé, a háncsrész a levél fonákja felé néz.",
    "A tápanyagszállítás mellett, mivel szilárdító alapszöveteket is tartalmaznak, merevítik is a levelet, kifeszítve tartják a levéllemezt, s védik a szél tépő hatásával szemben.",
    "Az erezet formái:",
    "Hálózatos, főérből és belőle elágazó oldalerekből áll, kétszikűekben.",
    "Párhuzamos, egyforma nagyságú mellékerekből áll, egyszikűekben.",
    "Levéltípusok",
    "Lomblevél: zöld, fotoszintetizál, párologtat, gázcserét végez.",
    "Sziklevelek: a magban lévő csírának részei, a csíranövény táplálásában van szerepük, tartaléktápanyagot – pl. keményítőt - tartalmaznak.",
    "Számuk lehet több (sokszikűek, pl. fenyők) vagy kettő, ill.",
    "egy (lásd később).",
    "Allevelek: többnyire védő levelek, a lomblevelek zónája alatt helyezkednek el, pl. a hagyma buroklevelei.",
    "A hajtásmódosulások",
    "a) Föld feletti hajtásmódosulások",
    "Kacs: kapaszkodáshoz módosult, vékony, csavarodó hajtásrész, pl. komló, szőlő, tök.",
    "Tövis: kemény, hegyes, védőszervvé módosult hajtás, pl. kökény.",
    "Szemben csupán a növény bőrszövetéből létrejövő, hegyes végű tüskével – rózsánál -, a tövis jóval összetettebb képződmény, belsejében alapszöveteket és szállítószöveteket is találunk.",
    "Inda: vegetatív szaporítószerv, pl. szamóca.",
    "b) Föld alatti hajtásmódosulások",
    "Hagyma: tápanyagokat raktározó, húsos alleveleket viselő, földbeni hajtás.",
    "Lefelé hajtáseredetű gyökereket fejleszt. Pl. tulipán, vöröshagyma.",
    "Gyöktörzs: vastag, allevelekkel fedett raktározó, szaporító szerv, pl. pitypang.",
    "Hasonló a tarack, csak az elágazó, pl. mezei aszat.",
    "A virág",
    "A harasztok szaporodásánál a víznek még nélkülözhetetlen a szerepe, hiszen a hímivarsejtek vízben úszva tudnak csak eljutni a petesejthez.",
    "A korszakos előrelépést az egyes ősi harasztok továbbfejlődése, az első virágos-magvas nyitvatermők, a magvaspáfrányok kialakulása jelentette.",
    "A magvaspáfrányoknál a mikrospórának a virágpor feleltethető meg. A virágporban létrejöttek a hímivarsejtek.",
    "A női jellegű makrospórából jött létre a magkezdemény, melyben a petesejtek alakultak ki.",
    "A virágpor szél útján közvetlenül a petesejtet tartalmazó magkezdeményre került, ilyen módon az ivarsejtek egymás mellett alakultak ki, így már a megtermékenyítéshez nem volt szükség vízre.",
    "A virágos növények kialakulása három szempontból igen jelentős:",
    "a megtermékenyítés folyamata függetlenné vált a víztől,",
    "a létrejövő tartaléktápanyagnak köszönhetően a csíra fejlődése egy ideig független a környezet tápanyagtartalmától,",
    "a csíra nem a földön alakul ki és kezdi meg önálló életét, hanem védve az anyanövényen.",
    "A virágos növények közé ma két törzs tartozik, a",
    "nyitvatermők és a",
    "zárvatermők.",
    "A nyitvatermők voltak az első virágos növények, virágjaik jelentéktelen megjelenésűek, ezért a zárvatermők virágszerkezetét vizsgáljuk meg részletesen.",
    "A zárvatermő virág felépítése",
    "A virág korlátolt növekedésű, módosult leveleket viselő, szaporító hajtás.",
    "A virág a",
    "virágtengelyből és a",
    "viráglevelekből épül fel.",
    "A virágtengely alsó része megnyúlik, amit",
    "kocsánynak nevezünk. A kocsány felső kiszélesedő részét",
    "vacoknak nevezzük.",
    "A viráglevelek lehetnek",
    "[NUMBERED_ITEM] virágtakaró levelek, ide tartozik a",
    "a csésze,",
    "a párta,",
    "a lepel,",
    "[NUMBERED_ITEM] ivarlevelek, melyek a",
    "a porzótáj,",
    "a termőtáj.",
    "A virágtakaró",
    "A virágtakaró levelek feladata kettős:",
    "védik az ivarleveleket,",
    "feltűnő színeikkel odacsalogatják a megporzásban résztvevő rovarokat.",
    "A virágtakaró levelek lehetnek:",
    "különneműek, azaz csészére és pártára különülnek, ez a kettős virágtakaró, kétszikűekre jellemző,",
    "egyneműek, amikor a takarólevelek egyformák, nem különböztethető meg csésze és párta, ilyenkor lepelről beszélünk.",
    "A lepel általában az egyszikűekre jellemző.",
    "A csészelevelek zöld színűek, felépítésük a lomblevelekéhez hasonló.",
    "A párta",
    "A párta a sziromlevelek összessége. Megtermékenyítés után a párta a csészelevelekkel együtt lehullik.",
    "A porzótáj",
    "A porzók összességét porzótájnak nevezzük.",
    "Porzószálat és",
    "portokot lehet rajtuk megkülönböztetni.",
    "A portok négy porzsákból áll, falukban a diploid pollenanyasejtek meiózisával jönnek létre a haploid pollen-kezdemények (virágporszem-kezdemények).",
    "A pollen kezdetben egysejtű, de még a porzsákban kettéosztódik, s létre jön a pollen (virágpor), amely tartalmaz",
    "egy nagyobb vegetatív sejtet és",
    "egy kisebb generatív sejtet.",
    "A rovar terjesztette pollen felszíne tüskés, amely a rovaron való megtapadást segíti.",
    "A termőtáj",
    "A termőlevelek együttese a termőtájat alakítja ki. A",
    "nyitvatermőknél a termőlevelek még szabadon állnak,",
    "zárvatermőkben többé-kevésbé összenőnek és alsó, zárt részük képezi a magházat.",
    "A magház felfelé a bibeszálban folytatódik, melynek kiszélesedő csúcsi része a bibe.",
    "A bibe nagy, ragadós felülete biztosítja a pollenszemek biztos megtapadását.",
    "A magház üregében helyezkednek el a magkezdemények, melyekből a megtermékenyítést követően kialakul a mag.",
    "A magkezdeményben alakul ki az embriózsák, benne a petesejt (ivaros nemzedék). Ennek a menete zárvatermőkben a következő:",
    "1-2) a magkezdeményen belül kialakul egy ún. makrospóraanyasejt, amely meiózissal 4 sejtet hoz létre (makrospórák),",
    "[NUMBERED_ITEM] a 4 sejtből 3 elpusztul, a megmaradt egy ún. primer embriózsáksejt lesz (makrospóra),",
    "[NUMBERED_ITEM] a primer embriózsáksejt 3-szor osztódik mitózissal, s így egy 8 sejtes képződmény, az ún. szekunder embriózsák jön létre.",
    "Az embriózsák felépítése:",
    "az egyik póluson levő sejthármas közepén a petesejt, mellette a kísérő(segítő)sejtek,",
    "a másik oldalon levő sejtek az ellenlábas sejtek.",
    "Középen a két sejtből összeolvadt központi sejt van.",
    "A virág lehet:",
    "Hímnős vagy kétivarú virág, amelyben megtalálható egyaránt a porzótáj és a termőtáj.",
    "A virág egyivarú, ha a virágban csak az egyik ivaritáj fordul elő,  ilyenkor a virág lehet termős vagy porzós.",
    "A növény lehet:",
    "Egylaki, ha a porzós és a termős virág ugyanazon az egyeden fordul elő, pl. dió, mogyoró,",
    "Kétlaki, ha külön- külön egyeden találhatók meg, pl. fűz.",
    "A zárvatermők kettős megtermékenyítése, a mag kialakulása",
    "A különböző módon szállított – szél, ill. rovar - virágpor végül a ragadós felületű bibén köt ki (1).",
    "Itt a kétsejtes pollen tömlőt hajt és behatol a bibe szövetébe. A tömlő képzésében a vegetatív sejtnek van jelentős szerepe (2).",
    "A fejlődő tömlőben a haploid generatív sejt mitózissal kettéosztódik, s létrejön két szintén haploid hímivarsejt (tehát a hímivarsejtek nem a porzóban, hanem a termőben jönnek létre).",
    "A pollentömlő a termőlevél szövetében lenő egészen a magkezdeményig, majd behatol az embriózsákba, ahol a tömlő felnyílásával az egyik hímivarsejt a petesejttel, a másik hímivarsejt a központi sejttel egyesül (3).",
    "Eme zárvatermőkben előforduló folyamatot kettős megtermékenyítésnek nevezzük.",
    "A mag",
    "A megtermékenyítést követően a magkezdeményből kialakul a mag, mely során",
    "a petesejtből zigóta, majd abból a csíra vagy embrió fejlődik,",
    "a központi sejtből a mag táplálószövete,",
    "a magkezdeményt borító burokból a maghéj alakul ki.",
    "A termő falából pedig a termésfal jön létre.",
    "Az embrió fejlődése során kialakul a",
    "gyököcske, melyből a gyökér,",
    "a rügyecske, melyből a hajtás,",
    "a sziklevelek, melyek",
    "kétszikűekben tartaléktápanyagot raktároznak,",
    "egyszikűekben közvetítenek a táplálószövet és az embrió között.",
    "A mag tartaléktápanyaga kémiailag többféle lehet, s eszerint megkülönböztetünk:",
    "keményítőt tartalmazó lisztes magvakat, pl. gabonafélék,",
    "olajat raktározó olajos magvakat, pl. dió, napraforgó, olíva,",
    "fehérjét raktározó magvakat, pl. a búza maghéja alatt az aleuronrétegben halmozódnak fel a fehérjék.",
    "A mag érése után nyugalmi szakaszba kerül. A nyugalmi szakasz kialakulása",
    "víztartalom csökkenésének és",
    "csírázást gátló anyagok felszaporodásának tudható be.",
    "A termés",
    "A termés a zárvatermőkre jellemző, a magház, ill.",
    "a termő falából jön létre a megtermékenyítést követően.",
    "A termés a magokat védi és segíti az elterjedésüket.",
    "A létrejövő termésfal általában 3 rétegű.",
    "A virág beporzása, majd a megtermékenyítés után elkezdődik a magok fejlődése.",
    "Magképzés során a növények kétféle stratégiát követnek: vagy csekély számú, de nagy méretű magot hoznak létre (pl. kókuszdió), vagy sok kicsit (pl. mák).",
    "A kis mag kevesebb tápanyagot tud raktározni, így csírázási esélyei rosszabbak.",
    "Ugyanakkor a sok magból biztosan ki fog csírázni annyi, amennyi a faj fennmaradásához szükséges (R-stratégisták).",
    "A nagy magokból, - kókuszdió -, kevés terem, de nem is olyan sérülékenyek, több marad életben (K-stratégisták).",
    "A magok – termések - terjedéséhez különféle stratégiák állnak a növények rendelkezésére, amit két nagy csoportba lehet osztani:",
    "[NUMBERED_ITEM] Passzív terjedési stratégiák",
    "Ebben az esetben a növény semmilyen aktív mozgással nem vesz részt a magok, termések terjesztésében, ekkor az elterjedést a mag, ill.",
    "a termés alakja, tulajdonságai teszik lehetővé.",
    "Terjedés széllel",
    "Ebben a mozgásban különféle repítőkészülékek segítenek.",
    "Terjedés vízzel",
    "A folyók, patakok, tavak vizei állandó mozgásban vannak, így alkalmasak a magok, termések terjesztésére.",
    "Trópusi fajok közül említést érdemel a kókuszdió.",
    "Hazánkban a sulyom termése, érés után leválik a növényről, és a víz felszínén lebegve jut el új területekre.",
    "Terjedés állatok által",
    "Sok növény termése horgas vagy ragadós. Ezek beleakadnak az állatok bundájába, melyek nagy távolságokra elhordhatják őket.",
    "Egyes fajok magjai, termései ehetőek. Az állatok elfogyasztják az egész termést, magot, mely sértetlenül áthalad az emésztőcsatornán.",
    "Esetenként állatok egyszerűen elraktározzák egy odúba vagy az avar alá télire a magot. Az elfelejtett magok aztán tavasszal csírázásnak indulnak.",
    "[NUMBERED_ITEM] Aktív terjedési módok",
    "Egyes növények képesek arra, hogy aktív mozgással segítsék saját terjedésüket, ennek során a növények különböző módon felnyíló termése nagy erővel, jókora távolságra lövi",
    "ki és szórja szét a magokat.",
    "Pl. a bab hüvelye száradás közben megcsavarodik, így a kipergő babszemeket a szélrózsa minden irányába széthinti.",
    "A növények életműködései",
    "A növények táplálkozása",
    "A növények táplálkozásukat – szénforrásukat - tekintve autotróf szervezetek, azaz testük szerves anyagait a környezetből felvett szervetlen anyagokból – szén-dioxidból, vízből, ásványi anyagokból - állítják elő a napfény energiájának hasznosításával, tehát energiaforrásukat tekintve fototróf élőlények.",
    "A felvett anyagok",
    "[NUMBERED_ITEM] CO2",
    "A felvételének elsődleges helyei a lomblevelek gázcserenyílásai, ahonnan diffúzióval jut el a sejtközötti járatrendszeren keresztül a táplálékkészítő alapszövet sejtjeibe, ill.",
    "az azokban található zöld színtestekbe.",
    "A vízi növények a szén-dioxidot a vízből HCO3- formájában veszik fel.",
    "A szén-dioxid a fotoszintézis folyamatában – sötét szakaszban - redukálódik glükózzá a H2O-ból származó H-ek segítségével, ill.",
    "a keletkezett glükóz átalakulása során jönnek létre a makromolekulák egyéb típusai: lipidek, fehérjék és nukleinsavak.",
    "[NUMBERED_ITEM] H2O",
    "A víz a növények számára:",
    "tápanyag: a vízből származó hidrogénnel redukálódik a szén-dioxid glükózzá a fotoszintézis folyamatában (a víz O,1-O,2 %-a),",
    "testépítő vegyület: a citoplazma szerkezetének alkotója, ill. a növényi sejt alakjának biztosítója, a turgor fenntartója,",
    "az életfolyamatok működtető közege: reakcióközeg, oldószer és szállítóközege is a felvett szervetlen és a szintetizált szerves molekuláknak,",
    "optimális hőmérséklet megtartását teszi lehetővé, a növények a felvett víz 99 %-át párologtatásra fordítják.",
    "A víz részt vesz egyes biokémiai reakciókban, mint pl. hidrolízis, kondenzáció.",
    "Ozmózis, plazmolízis, turgor (lásd még 1.2. fejezet)",
    "Ozmózis az a jelenség, amikor az oldószer – a víz – féligáteresztő hártyán keresztül a hígabb oldatrész felől a töményebb oldatrész felé áramlik diffúzióval.",
    "Az ozmózis törvényei szerint a növényi sejt citoplazmája és a környezete közötti koncentrációkülönbség határozza meg a víz mozgásának irányát.",
    "Ha a külső közeg hígabb (hipotóniás), a víz a sejtbe áramlik, a citoplazma – a vakuólum - vízzel telítődik, térfogata megnő, a sejt megduzzad.",
    "A citoplazma nekifeszül a sejtfalnak, ami ellenáll a sejt térfogatnövekedésének.",
    "Ekkor citoplazma sejtfalra gyakorolt nyomását turgornyomásnak nevezünk.",
    "A turgornak nagy szerepe van",
    "a növényi test alakjának fenntartásában,",
    "az anyagok szállításában,",
    "a gázcserenyílások működésének a szabályozásában, így a gázcserében, ill. a párologtatásban.",
    "Ha a külső közeg töményebb (hipertóniás), mint a sejt vizet veszít, a citoplazma – vakuólum - összezsugorodik, plazmolitikus állapot jön létre, a jelenség a plazmolízis.",
    "Plazmolízis vizsgálata",
    "Készítsünk két vizsgálható nyúzatot a lilahagyma húsos alleveléből!",
    "Az egyik nyúzatot helyezzük a tárgylemezre előzőleg cseppentett KCl-oldatba, a másikat egy másik tárgylemezre, amelyre CaCl2-oldatot cseppentett!",
    "Az inkubációt 5-7 percig végezzük!",
    "Helyezzünk fedőlemezt a mintáinkra, és vizsgáljuk meg őket fénymikroszkóppal!",
    "A sejt zsugorodását az antocián tartalmú vakuólum színe miatt lehet jól nyomon követni.",
    "[NUMBERED_ITEM] Ásványi anyagok - ionok",
    "Na, Cl - ezek mennyiségének aktív változtatásával a sejtben lévő oldatok (sejtplazma) ionkoncentrációja, töménysége változik, ez pedig a sejt vízfelvételi képességét befolyásolja.",
    "K - a szénhidrátok szintéziséhez, raktározásához, a sejtfalak képződéséhez, a csírázáshoz szükséges,",
    "P és N - fehérjék és nukleinsavak alkotóelemei, ATP-ben, foszfolipidekben,",
    "mikroelemek - Mg, Fe, B, Mn, Zn, Cu, Mo, I, S.",
    "A felvett ásványi anyagok formája",
    "Na+, K+, Cl-: vízben oldott egyszerű ionok formájában.",
    "Nitrogén: NO3- (nitrát), esetleg NH4+ formában.",
    "A nitrátot és nitritet a talajban élő nitrifikáló baktériumok állítják elő ammóniából (ezzel az oxidációval nyernek energiát az életfolyamataikhoz – kemoszintetizálók (kemoautotrófok)).",
    "Foszfor: kismértékben PO43- (foszfátion), HPO42-, főleg H2PO4- formájában.",
    "A víz és a sók felvételének helye",
    "A gyökerek felszívási zónájának gyökérszőrei.",
    "A víz és a sók felvételének módja",
    "A gyökérszőrök sejthártyája féligáteresztő sajátosságú, azon a víz passzívan, ozmózissal beáramolhat, mivel a gyökérszőr sejtjeinek a citoplazmája töményebb, mint a talajoldat, így sejtplazma egyfajta szívóerőt gyakorol a gyökérsejtek körüli vízmolekulákra.",
    "A beáramlott víz növeli a sejten belüli nyomást, turgor állapotot létrehozva, ezért a víz átpréselődik a szomszédos alapszöveti sejtekbe, majd onnan a farész vízszállító csöveibe (gyökérnyomást kialakítva).",
    "A szükséges ionokat a gyökérszőrök sejthártyája válogatja ki a növény szükségleteinek megfelelően, majd a koncentráció viszonyoktól függően (esetleg passzív de) főleg aktív transzporttal a sejt belsejébe juttatja.",
    "Az energiaigényes transzporttal az ionok a nagyobb koncentráció irányába is szállítódhatnak.",
    "A bőrszövettől a szállítószövetek farészéig a sók transzportja révén egy egyre növekvő koncentrációgradiens biztosítja a víz mozgását az ozmózis szabályainak megfelelően.",
    "Tehát a gyökérben a turgornyomás és a szomszédos sejtek egyre növekvő szívóereje a vizet bepréseli a farészbe, majd onnan a szárba, amelynek eredményeképpen egy ún.",
    "gyökérnyomás alakul ki.",
    "A gyökérnyomás tehát az ozmózis hatására létrejövő a hajtóerő, amely a vizet a szállítónyalábokba préseli.",
    "Fákban néhány méter magasságig képes a vizet felnyomni.",
    "Még egyszer:",
    "az ionok aktív transzporttal jutnak be a gyökérszőrsejtbe, illetve adódnak tovább sejtről sejtre egészen a farészig,",
    "a víz az ionok vándorlását passzívan követi.",
    "A gyökérnyomással magyarázhatjuk az alábbi jelenségeket.",
    "Cseppkiválasztás, guttáció.",
    "Magas páratartalmú levegőben, alacsonyabb növények leveleinek szélén vízcseppek jelennek meg, aminek az az oka, hogy a párologtatás hiánya esetén is történik felfelé irányuló vízmozgás a növényben - a gyökérnyomásnak köszönhetően- - és ennek feleslege cseppek formájában választódik ki.",
    "Könnyezésnek nevezzük, amikor a frissen kivágott fák vágási felületén vízcseppek jelennek meg, amelyek a szállítószövetek farészéből származnak.",
    "A vízfelvétel fokozása",
    "Gyakran előfordul, hogy a növényi sejtek aktívan szabályozzák a vízfelvétel mértékét és sebességét. Ennek két módja van:",
    "A citoplazma áteresztőképességének szabályozása",
    "A sejt aktív anyagcsere tevékenységének eredményeként a citoplazma töménysége nőhet vagy csökkenhet.",
    "Pl.",
    "a gyökérszőrsejtek működésében gyakori az ásványi sók ionjainak – főleg K+ - aktív transzporttal való felvétele.",
    "Sós talajú szikeseken élő növények nagy szárazságban csak nagy szívóerővel vehetnek fel vizet, ezért a gyökérszőrsejtek ásványi sók ionjait veszik fel és a szívóerejüket – ozmotikus potenciáljukat - rendkívüli módon megnövelik.",
    "A sejtnedv vagy a raktározott anyagok kémiai átalakítása",
    "Ilyenkor a sejt úgy növeli szívóerejét, hogy a benne felhalmozott és vízben oldhatatlan makromolekulákat kisebb molekulatömegű és vízben oldható anyagok molekuláivá alakítja, pl.",
    "a keményítőt cukrokká bontja.",
    "A növények légzése",
    "A légzés kifejezést kétféle értelemben használjuk:",
    "fizikai értelemben, ami alatt a gázok diffúzió – koncentrációkülönbség - miatti áramlását értjük, ekkor a folyamatot gázcserének nevezzük.",
    "Kémiai értelemben, amikor légzésnek a biológiai oxidáció folyamatát értjük, ekkor a folyamatot sejtlégzésnek nevezzük.",
    "A gázcsere (respiráció)",
    "A növények mind a felépítő, mind a lebontó folyamatokhoz gázcserét végeznek.",
    "A légzési gázok - CO2, O2 - cseréje a növényi test belseje és a légkör között zajlik diffúzióval.",
    "Felvétel:",
    "éjszaka a biológiai oxidációhoz O2-t vesznek fel,",
    "nappal a fotoszintézishez CO2-t vesznek fel (nappal a termelődött CO2 nem fedezi).",
    "Leadás:",
    "éjszaka a termelődött CO2 -t (fotoszintézis nincs, így nem használódik fel),",
    "nappal a termelt O2-t (melyet az oxidáció csak töredékben használ fel).",
    "A fénykompenzációs pontban olyan a fényerősség, hogy a fotoszintézis által termelt oxigént a biológiai oxidáció maradéktalanul felhasználja.",
    "Amennyiben a fényerősség tartósan alatta van a fénykompenzációs pontnak, a levelek lehullanak, mint pl. árnyas erdőkben.",
    "Az alacsonyabb rendű növényeknél (telepesek) a légzési gázok az egész testfelületen cserélődnek.",
    "A magasabb rendű hajtásos növényeknél a bőrszövetben levő gázcserenyílások végzik a gázcserét és a párologtatást.",
    "Ugyanakkor olyan szervek is végeznek gázcserét, amelyek nem tartalmaznak gázcserenyílást, pl. gyökér, magvak, ezek a bőrszöveti sejteken keresztül diffúzióval bonyolítják le a gázcserét.",
    "A sztómák működése",
    "A sztómák – gázcserenyílások - kettős feladatot látnak el:",
    "lebonyolítják a gázcserét, illetve",
    "végzik a párologtatást.",
    "A zárósejtek speciális felépítésük révén a légrést tágítani vagy szűkíteni képesek.",
    "A zárósejteknek a légrést körülvevő sejtfala megvastagszik, ugyanakkor a légréstől távolabb elhelyezkedő sejtfalrészletek vékonyak maradnak.",
    "Az aktív sztómamozgás a zárósejtek vízzel való telitettségétől függ.",
    "Ha a zárósejtek turgora növekedik, a külső vékony falak erőteljesen megnyúlnak, kifelé görbülnek, amelynek következtében az egész zárósejt az epidermisz síkjában meggörbül, s a légrést körülvevő sejtfalak eltávolodnak egymástól, mire a légrés kinyílik.",
    "A sztómák működését befolyásoló tényezők",
    "A közvetlen ok a sejtek vízellátottsága.",
    "Ha a növény vízellátottsága optimális, a zárósejtekbe víz áramlik a környező sejtekből, a légrés kinyílik, a növény párologtat, gázcserét végez.",
    "fény",
    "Megvilágításkor a zárósejtek koncentrációjukat K+ és Cl- ionok felvételével fokozzák, aminek hatására a sejtekbe víz áramlik, így a légrés kinyílik.",
    "(Szárazság esetén abszcizinsav hatására a zárósejtek leadják az említett ionokat, így a légrés záródik).",
    "[NUMBERED_ITEM] Szén-dioxid",
    "A szén-dioxid koncentráció növekedése – pl. éjszaka - a zárósejtekben a légrés zárását eredményezi.",
    "Anyagszállítás",
    "A víz és az ásványi anyagok szállítása",
    "A vizet",
    "és az ásványi sókat a növények a gyökerek felszívási zónájában, a gyökérszőrökön keresztül veszik fel.",
    "A sók általában aktív transzporttal, a víz passzív transzporttal (ozmózis) jut be a gyökérszőrök sejtjeibe.",
    "A növényi szervezetben a gyökerektől a levelekig a szomszédos sejtek szívóereje által meghatározott vízút alakul ki.",
    "Ennek legfőbb kialakítói:",
    "a gyökérnyomás",
    "és a párologtatásból eredő szívóerő.",
    "A párologtatásból származó szívóerő",
    "A gyökérnyomás csupán néhány méterre képes a vizet felnyomni, így önmagában nem elegendő a fák folyamatos vízáramlásának fenntartásához.",
    "A vízáramlás felső mozgatója a párologtatásból eredő szívóerő.",
    "A szívóerő a levelekben keletkezik a párologtatás nyomán, melynek során a növények a vizet gőz formájában adják le a környezetükbe.",
    "A vízvesztést a levélszövetek sejtjeinek koncentráció növekedése kíséri, egyben azok ozmotikus ozmotikus szívóerejét növeli.",
    "A sejtek az elvesztett vizet a levélerek farészéből pótolják.",
    "A szívóerő annál nagyobb, minél több vizet veszít a sejt, azaz minél intenzívebb a párologtatás.",
    "A párologtatás főleg a levelek gázcserenyílásain keresztül valósul meg, melynek mértékét a növény a sztómák nyitásával-záródásával szabályozni képes.",
    "A vízmozgás szempontjából rendkívül fontos, hogy a vízoszlop folytonos legyen, sehol ne szakadjon meg. Ezt biztosítja",
    "a vízmolekulákat összetartó kohéziós erő, ill.",
    "a vízoszlop és a szállítóedény fala közti tapadás, az adhézió, a kapilláris hatás.",
    "A szerves anyagok szállítása",
    "A szállítószövetek háncsrészében történik, iránya szerteágazó, a levelekből főleg a raktározó szövetekhez, ill. az osztódószövetekhez.",
    "A szerves anyag, amely többnyire szacharóz, aktív transzporttal adódik tovább, aminek segítői zárvatermőkben a rostacsövek melletti kísérősejtek.",
    "A szerves anyagok szállításának nincsen kitüntetett iránya, nyáron, éjszaka a levelek felől a gyökerek raktározó szövetei felé, tavasszal fordítva, a gyökerek felől a képződő rügyek irányába.",
    "A farész és a háncsrész anyagforgalma bizonyos helyeken összekapcsolódik,",
    "pl. a levelekben, mivel a rostacsövekben nagyobb az oldatok ozmózisnyomása, a farész felől víz áramlik a háncsrész felé, növelve a háncselemek turgornyomását.",
    "A gyökérben fordított a helyzet, mivel a raktározó alapszövetek a kísérősejtek segítségével felveszik a szerves anyagokat, a rostacsövekben csökken az ozmózisnyomás, így a háncsrészből víz áramlik a farész felé.",
    "Tehát Münch 1926-ban leírt nyomás-áramlási modellje szerint a forrás és a célállomás közötti eltérő ozmózisnyomás alapján működik a szállítás.",
    "Eszerint a",
    "a levelek fotoszintézist végző sejtjeiből, aktív transzport szállítja a cukrot a rostacsövekbe,",
    "ahol emiatt nő az ozmózisnyomás.",
    "Ennek következtében a vízszállító csövekből víz áramlik a rostacsövekbe, ahol a beáramló víz miatt növekszik a turgornyomás.",
    "A felhasználás helyén, például a raktározószövetekben, a rostacsövekből szállítja aktív transzport a cukrot a környező sejtekbe,",
    "ami miatt csökken a rostacsövekben az oldat ozmotikus nyomása.",
    "Ennek hatására a víz kiáramlik a rostacsövekből, ami miatt csökken a turgornyomás.",
    "A rosta csövekben tehát az oldat a nagyobb nyomású hely felől a kisebb nyomású hely felé áramlik.",
    "A növények anyagszállításának vizsgálata",
    "Muskátli levágott szárát állítsuk piros tintával megfestett vízbe.",
    "Majd a végétől bizonyos távolságra vágjuk el, és készítsünk keresztmetszetet a szárból!",
    "Tegyük tárgylemezre, fedjük le, és vizsgáljuk mikroszkóppal!",
    "A növények szaporodása",
    "A szaporodás formái",
    "Vegetatív módon, ivartalanul",
    "Szaporítósejtek nem jönnek létre, a növényi test egyszerűen kettészakad, és a különvált részek önálló életet kezdenek.",
    "Az ivartalan szaporodás egyik formája.",
    "Ez a forma inkább az alacsonyabb rendű növényekre jellemző, moszatokra, mohákra.",
    "Ugyanakkor a magasabb rendű növények is rendelkeznek vegetatív szaporítószervekkel, pl. ilyen az",
    "földieper indája,",
    "a burgonya gumója,",
    "a hagymások hagymája,",
    "a tarackbúza tarackja.",
    "De ide sorolhatók a mesterséges vegetatív szaporítás egyes formái, pl.",
    "a dugványozás,",
    "oltás, szemzés (egy ellenálló fajtára, az alanyra egy kevésbé ellenálló, de jó termőképességű rügyet (szemzés) vagy ágat (oltás) erősítenek),",
    "bujtás,",
    "tőosztás,",
    "klónozás.",
    "Klónozás",
    "Klón: egyetlen élőlény ivartalan szaporítással létrehozott genetikailag azonos leszármazottja.",
    "Klónozás: egyetlen élőlény elszaporítása ivartalan módon, emberi tevékenységgel.",
    "Az élőlényklónok képződése három \"szinten\" történhet:",
    "szervekből, (dugványozás, oltás, szemzés stb.)",
    "szövetekből,",
    "sejtekből.",
    "Klónozás testi sejtek magjából (lásd részletesen 6.3.3. fejezet)",
    "Ha pl. egy sárgarépából izolált egyetlen sejtet tápoldatba teszünk, a sejt osztódni kezd.",
    "Az utódsejtek egy differenciálatlan sejtekből álló sejthalmazt képeznek, amelyet, ha alkalmas, növényi hormonokkal kiegészített táptalaj felszínére teszünk, növénnyé fejlődik.",
    "Az a tény, hogy a sárgarépa egyetlen testi sejtjéből növény regenerálható, azt mutatja, hogy a sejtek mindegyike tartalmazza mindazt a genetikai információt, amely a növény kifejlődéséhez szükséges.",
    "Ivartalan szaporodás spórákkal",
    "Ivarsejtek nem jönnek létre, a szaporodás ivartalan szaporítósejtekkel, ún. spórákkal történik.",
    "A spórák ellenálló tokba zárt nyugvó szaporító sejtek, 3-5 évig is életképesek.",
    "Mivel a spórák meiózissal keletkeznek, az utódok genetikailag némileg különböznek egymástól (rekombináció).",
    "Az ivartalan szaporodás előnye, hogy az élőlények e módszerrel gyorsan és hatékonyan képesek a rendelkezésükre álló életteret elfoglalni, hasznosítani, mivel ilyen módon igen nagyszámú utód létrehozására képesek, igen rövid idő alatt.",
    "Hátránya, hogy az utódok genetikailag hasonlók a szülővel és egymással is, s emiatt",
    "egyformán",
    "reagálnak a változó környezeti feltételekre, és esetleg kedvezőtlen esetben valamennyien elpusztulnak.",
    "Ivaros szaporodás",
    "Ebben az esetben két eltérő ivarjellegű szaporítósejt – ún. ivarsejt - keletkezik, általában a kisebbet, a mozgékonyat hímivarsejtnek, a nagyobbat, a mozdulatlant petesejtnek nevezzük.",
    "A két ivarsejt egyesülését megtermékenyítésnek, az így létrejövő sejtet zigótának nevezzük. A zigóta sokszoros osztódással növekszik.",
    "Az ivaros szaporodás vitathatatlan előnye az utódok nagyfokú genetikai változatossága.",
    "Nemzedékváltakozás",
    "A fejlettebb fajok ivartalanul és ivarosan egyaránt szaporodhatnak, mikor is e két szaporodási forma szabályosan váltja egymást.",
    "A jelenséget nemzedékváltakozásnak hívjuk.",
    "Az elnevezés abból származik, hogy a növényi élet során kétféle szakaszt, ún. nemzedéket különböztetünk meg:",
    "Az ivarsejteket termelő haploid nemzedéket ivaros nemzedéknek.",
    "A spóraképző diploid nemzedéket ivartalan szakasznak tekintjük.",
    "Amiatt, hogy a kromoszómaállomány az egymás után létrejövő generációkban ne sokszorozódjon meg, a spórák ún. számfelező osztódással, meiózissal jönnek létre.",
    "Az olyan osztódást, ahol az utódsejtek genetikai anyaga fele a kiindulási sejtének, meiózisnak vagy számfelező (kromoszómák száma) sejtosztódásnak nevezzük.",
    "Az osztódás másik formája, ahol a kromoszómák száma nem változik, a mitózis vagy számtartó osztódás.",
    "Az ivartalan szakaszban az egyedeknek mindig kétszeres kromoszóma készletük van, azaz diploidok, ezt 2n-el jelöljük.",
    "Itt keletkeznek meiózissal a spórák, amelyek már fele annyi kromoszómát tartalmaznak, azaz haploidok, jelölésük n.",
    "A spórák mitózissal osztódva hozzák létre az ivaros nemzedéket, melynek kromoszómakészlete n. Itt keletkeznek az ivarsejtek mitózissal, tehát genetikai anyaguk még mindig n, haploidok.",
    "Az ivarsejtek egyesülnek, helyre áll a kromoszómaszám, a diploid zigóta mitózissal osztódik, kialakul a szintén diploid ivartalan nemzedék.",
    "A zárvatermők szaporodása",
    "A hímivarsejtek keletkezése",
    "A porzsákok belső, üreg felé eső rétegében találhatók a diploid pollenanyasejtek, melyek meiózissal osztódva hozzák létre a haploid pollen-kezdeményt (virágporszem-kezdeményt).",
    "A pollen-kezdemény kezdetben egysejtű, de még a porzsákban mitózissal kettéosztódik s létre jön a pollen (virágpor), amely egy nagyobb",
    "vegetatív sejtet és egy kisebb",
    "generatív sejtet (amely, majd később a bibeszálban a pollentömlőben kettéosztódva hozza létre a két hímivarsejtet.",
    "Tehát a hímivarsejtek a termőben mitózissal keletkeznek!)",
    "tartalmaz.",
    "A petesejt keletkezése",
    "A magház üregében, annak belső falán helyezkednek el a magkezdemények, melyekből a megtermékenyítést követően kialakul a mag.",
    "A magkezdeményben alakul ki az erősen leegyszerűsödött női ivarszerv, benne a petesejt.",
    "A magkezdeményen belül kialakul egy ún. makrospóraanyasejt, amely meiózissal 4 sejtet hoz létre (makrospórák),",
    "a 4 sejtből 3 elpusztul, a megmaradt egy mérete nő, s egy nagy méretű ún. primer embriózsáksejtté lesz (makrospóra),",
    "a primer embriózsáksejt 3-szor osztódik mitózissal, s így",
    "egy 8 sejtes képződmény, az ún. szekunder embriózsák (női előtelep) jön létre,",
    "a szekunder embriózsákban 2 sejt középen (melyek majd diploid központi sejtté olvadnak össze), 3-3 sejt a zsák két ellentétes pólusán helyezkedik el.",
    "Az egyik póluson levő sejthármas tulajdonképpen az erősen redukálódott női ivarszerv a petesejttel - középen a petesejt, mellette a segítő (kísérő) sejtek -, a másik oldalon levő sejtek az ellenlábas sejtek.",
    "A zárvatermőkben az ivaros – haploid - nemzedék már csak néhány sejtre redukálódik:",
    "pollen, vegetatív, generatív sejtek, hímivarsejtek,",
    "embriózsák sejtek: petesejt, kísérősejtek, ellenlábassejtek.",
    "Kettős megtermékenyítés, a mag kialakulása",
    "A különböző módon szállított – szél, ill. rovar - haploid virágpor végül a ragadós felületű bibén köt ki.",
    "Itt a kétsejtes haploid pollen tömlőt hajt és behatol a bibe szövetébe.",
    "A tömlő képzésében - mely a bibe cukros váladékának hatására indul meg - a vegetatív sejtnek van jelentős szerepe.",
    "A fejlődő tömlőben a haploid generatív sejt mitózissal kettéosztódik, s létrejön két haploid hímivarsejt.",
    "A pollentömlő a termőlevél szövetében lenő egészen a magkezdeményig, majd annak kapuján át behatol szekunder embriózsákba, ahol a tömlő felnyílásával az egyik hímivarsejt a haploid petesejttel, a másik hímivarsejt a diploid központi sejttel egyesül.",
    "Eme zárvatermőkben előforduló folyamatot kettős megtermékenyítésnek nevezzük.",
    "A megtermékenyítést követően a magkezdeményből kialakul a mag, mely során",
    "a petesejtből zigóta, majd abból sokszoros mitózissal csíra vagy embrió fejlődik,",
    "a központi sejtből a mag triploid táplálószövete,",
    "a magkezdeményt borító burokból a maghéj alakul ki (összenőhet a termésfallal, pl. a szemtermésben).",
    "A magképzés során az abszcizinsav hormon hatására fokozódik a magok fehérje raktározása.",
    "Az embrió fejlődése során kialakul a",
    "gyököcske, melyből a gyökér,",
    "a rügyecske, melyből a hajtás,",
    "a sziklevelek, melyek",
    "kétszikűekben tartaléktápanyagot raktároznak,",
    "egyszikűekben közvetítenek a táplálószövet és",
    "az embrió között.",
    "A mag és a termés genetikai jellemzése",
    "Diploid",
    "Az anyanövényből származik teljesen, azzal 100 %-ban megegyező:",
    "maghéj, magkezdemény falából,",
    "termésfal, termő falából,",
    "fele részben anyai, fele részben apai (haploid ivarsejtek egyesüléséből),",
    "embrió.",
    "Triploid",
    "2/3 részben anyai (diploid központi sejtből), 1/3 részben apai (haploid hímivarsejtből),",
    "mag táplálószövete (endospermium).",
    "A magvas növények egyedfejlődése",
    "A magvas növények élete különböző fejlődési szakaszokra osztható fel.",
    "Csíra- és magképzés (lásd fent),",
    "nyugalmi állapot,",
    "csírázás,",
    "vegetatív fejlődés, a hajtás kialakulása,",
    "reproduktív fejlődés, a virág és a termés kialakulása, ivarsejtek képzése.",
    "A nyugalmi állapot",
    "A megtermékenyítést követően létrejövő mag, benne a kialakult embrióval, nyugalmi állapotba kerül.",
    "A nyugalmi állapot kialakulását külső és belső feltételek biztosítják.",
    "Külső gátló tényező lehet, ha nem megfelelőek a csírázás környezeti feltételei pl. hőmérséklet.",
    "A belső korlátozó feltételeket különféle csírázást gátló anyagok – pl. abszcizinsav - felszabadulása jelenti, ugyanis a legtöbb magnak létrejötte után még utóérésre van szüksége.",
    "A nyugalmi állapot kialakulása során:",
    "a mag víztartalma csökken,",
    "az enzimek inaktiválódnak,",
    "csírázást gátló anyagok szabadulnak fel, pl. az abszcizinsav, amelyek általában a termésből kerülnek a magba (dinnyemagvak kiszedve rögtön csíráznak, dinnyelébe áztatva nem).",
    "A csírázás",
    "Amikor a csírázást gátló anyagok lebomlanak, a csírázás véget vet a magvak nyugalmi állapotának.",
    "A csírázás során az embrió a mag tartalék anyagainak felhasználásával kinő a magból és megkezdi vegetatív fejlődését.",
    "A csírázás során",
    "a mag vizet vesz fel (duzzadás),",
    "enzimjei aktiválódnak,",
    "megkezdi a tartaléktápanyagok lebontását, átalakítását,",
    "megindul a sejtek osztódása,",
    "a növény áttöri a maghéjat és intenzív növekedésnek indul.",
    "A csírázás külső feltételei",
    "A víz",
    "A magok vízfelvételét duzzadásnak nevezzük, mivel a folyamat közben a mag térfogata megnő - akár duplájára is - és a maghéj felreped.",
    "Az inaktív, légszáraz magvak vízfelvétellel aktivizálják enzimjeiket.",
    "Az oxigén",
    "Az oxigén a tartaléktápanyagok biológiai oxidációval történő lebontásához szükséges.",
    "A biológiai oxidáció csak a maghéj felrepedése után indulhat meg, ugyanis a maghéj meggátolja az oxigén felvételét, ezért addig a tápanyagok erjedéssel bomlanak le.",
    "A hőmérséklet",
    "A csírázás minimum pontja 0, maximum pontja 50 fok körül van. Az egyes növények származási helyüknek megfelelő hőmérsékletet igényelnek csírázásukhoz.",
    "A csírázást a növényi fejlődés hőszakaszának nevezzük.",
    "A fény",
    "A legtöbb esetben a fény közömbös a csírázásra nézve, ugyanakkor ismertek fényben, ill. sötétben csírázók, ahol a fény szükséges, ill.",
    "gátló hatású a csírázásra.",
    "A csírázást a növény vegetatív és reproduktív fejlődése követi.",
    "Ezekben a szakaszokban a növény fejlődéséhez ugyanúgy szükségesek az előbbi feltételek, ekkor azonban legfontosabb közülük a fény.",
    "Egyrészt a fény hiánya serkenti a vegetatív szervek hosszanti megnyúlását (auxinhatás).",
    "Másrészt ismert, ahhoz, hogy a növények virágot fejlesszenek, életük egy meghatározó korai szakaszában megfelelő idejű megvilágítást igényelnek (fotoperiódikus indukció).",
    "A hosszúnappalos növények a virágzáshoz napi 12 óránál hosszabb megvilágítást igényelnek.",
    "Hosszúnappalos növény akkor virágzik, ha az éjszakák hossza nem haladja meg a kritikus értéket.",
    "Ezek általában mérsékelt övből származó növények, pl. búza, árpa, rozs, zab stb.",
    "A rövidnappalos növények fotoperiódikus indukciója 12 óránál rövidebb, azaz a virágzáshoz legalább 12 órás folyamatos sötétségben kell lenniük.",
    "Rövidnappalos növény akkor virágzik, ha a sötét szakasz (éjszakák) hossza meghaladja a kritikus értéket.",
    "A tapasztalat szerint, ha ezeket a növényeket a sötét periódusuk alatt zavaró fényhatás éri, a virágzás elmarad.",
    "Ilyenek a trópusi növények, kukorica, rizs bab, paprika, gyapot stb.",
    "A csírázás belső feltételei, a növényi hormonok",
    "A fejlődés belső tényezői a növényi hormonok, amelyek:",
    "szerves vegyületek,",
    "a növények életműködéseit szabályozó anyagok, legfőképpen a növekedésre, fejlődésre hatnak,",
    "nem a keletkezési helyükön fejtik ki a hatásukat, többnyire a háncsban szállítódnak.",
    "A fontosabb növényi hormonok a következők:",
    "auxinok,",
    "etiléngáz (ezenkívül: abszcizinsav, giberrelin, citokinin).",
    "Auxin hormonnal végzett kísérletek, kísérletek pázsitfüvek koleoptiljával",
    "A koleoptil egy védőburok, amely a pázsitfüvek csírázásakor a hajtáskezdeményt védi, sejtjei megnyúlásával növekedik.",
    "Darwin és fia kísérletei",
    "Megfigyelték, hogy a zab csíranövény koleoptilja egyoldali megvilágítás hatására a fény felé görbül.",
    "Amennyiben a hajtáscsúcsot eltávolították, az elhajlás elmaradt.",
    "Észlelték, hogy a hajtás csúcsát eltakarva átlátszatlan fóliával, szintén elmarad a görbülés (növekedés egyébként ekkor is van), noha a növekvő részt éri a fény.",
    "A növekvő részt eltakarva és a hajtáscsúcsot szabadon hagyva görbülést tapasztaltak.",
    "A kísérletek alapján levonható következtetések:",
    "a növekedési hormon a koleoptil csúcsban képződik.",
    "A csúcsban képződő hormon gyökér irányába szállítódik és kiváltja a hajtás egyenlőtlen növekedését.",
    "Peter Boysen-Jensen (dán) kísérletei",
    "Ha levágta a hajtáscsúcsot, majd azt agar-agar zselatin kocka közbeiktatásával helyezte vissza, a növény elhajlott a fény felé, ezzel bizonyította, hogy a jel át tud jutni a levágott és visszahelyezett csúcs alatti agardarabon.",
    "Ha vajat tett a csúcs alá, a görbülés elmaradt, amiből az következik, hogy az anyag, ami a csúcsból vándorol lefelé, vízoldékony természetű.",
    "Paál Árpád kísérletei",
    "Paál Árpád sötétben végezte a kísérleteit a koleoptillal.",
    "A levágott csúcsot aszimmetrikusan tette vissza a koleoptilra és az ellenkező oldalra görbülést tapasztalt.",
    "Következtetése:",
    "a csúcsban termelődik a növekedésszabályozó anyag,",
    "lefelé vándorol, és azon az oldalon, amelyiken levándorol, serkenti a növekedést, ezért",
    "a növény a másik oldalra görbült, mint amelyikre a hajtáscsúcsot ragasztotta.",
    "Frits Went (holland) kísérletei",
    "A levágott csúcsokat agarkockákra tette.",
    "A tiszta agar nem okozott sem növekedést, sem görbülést, de amelyik érintkezett a hajtáscsúcsokkal, igen.",
    "Középre visszahelyezve egyenes, míg aszimmetrikus pozícióban görbülő növekedést tapasztalt,",
    "a kockák növekedésserkentő hatása, az elhajlás szöge egy határon belül arányos avval az idővel, ameddig a hajtáscsúcsot a kockán tartotta.",
    "Went adta az auxin nevet.",
    "Következtetések",
    "A növekedést serkentő hormon bekerült az agar-agar kockákba.",
    "A növekedést serkentő hatás bizonyos határok között egyenesen arányos a hormon koncentrációjával.",
    "A hormont tartalmazó agar-agar kocka féloldalas elhelyezése az egyoldalú megvilágításhoz hasonló eredményt hozott.",
    "A fenti jelenség az auxin hormon hatásával magyarázhatók. Összefoglalva az auxin",
    "hormon a növekedéshez szükséges,",
    "a sejtek megnyúlását serkenti, hatására a cellulóz molekulák közötti kötések lazulnak,",
    "továbbá fokozza a sejtosztódást, a sejtlégzést, a sejtek K+ felvételét, így a víz felvételét is.",
    "A hajtástenyésző csúcsokban termelődik,",
    "kis mennyiségben fiatal rügyekben, levelekben, éretlen termésekben, magvakban is termelődik,",
    "A megvilágítással ellentétes oldalon – az árnyékos részen - vándorol lefelé a háncsrészben,",
    "a fény felőli oldalon az auxin szállítás gátlódik.",
    "A fény egyenlőtlen hormoneloszlást idéz elő, ez váltja ki az egyenlőtlen növekedést és ezáltal a görbülést.",
    "Az egyenlőtlen hormoneloszlás mesterségesen is előidézhető és ekkor sötétben is görbülés következik be.",
    "Továbbá:",
    "az auxin eloszlása a növényben egyenlőtlen, a csúcsoktól távolodva koncentrációja egyre csökken.",
    "Az optimális koncentrációnál nagyobb mennyiségű auxin már gátolja a sejtek megnyúlását.",
    "Az egyes növényi részek megnyúlásukhoz különböző auxinkoncentrációt igényelnek:",
    "a hajtáscsúcs nagyobb auxinmennyiség mellett képes a megnyúlásra, mint a gyökércsúcs,",
    "a hajtáscsúcs közelében a levélhónalji rügyek nem hajtanak ki, mivel a nagy auxinkoncentráció számukra gátló, ezért az oldalelágazások a csúcstól csak bizonyos távolságra indulnak fejlődésnek.",
    "Etiléngáz",
    "Serkenti a gyümölcsök érését, a virágképzést, a levelek leválását.",
    "Mindenféle szövetben termelődik.",
    "Gátolja a sejtek megnyúlását.",
    "Szárazság esetén, fertőzéskor, öregedés során egyre több keletkezik.",
    "Abszcizinsav",
    "Stresszhormon.",
    "A levelek színtestjeiben képződik, főleg ősszel vagy kedvezőtlen körülmények között (szárazság, szélsőséges hőmérséklet, nappalok rövidülése).",
    "Gátolja a növekedést, a rügyek idő előtti kihajtását.",
    "Előidézi a levelek hullását.",
    "A növények téli nyugalmának fenntartását biztosítja.",
    "Biztosítja a magok nyugalmi szakaszát, gátolja a csírázást.",
    "A növények ingerlékenysége",
    "A növények ingerlékenysége alatt azt értjük, hogy a környezet hatásaira valamilyen módon megváltoztatják működésüket.",
    "A környezet különféle hatásaira, ingereire leggyakrabban mozgás az ingerválasz, amely, ha az ingerforrás felé történik +, ellenkező esetben -.",
    "A környezet ingerei lehetnek:",
    "fény (foto-),",
    "hő (termo-),",
    "nedvesség (hidro-),",
    "érintés (tigmo-),",
    "gravitáció (geo-),",
    "kémiai (kemo-).",
    "taxis inger által kiváltott és folyamatosan vezérelt helyváltoztató mozgás.",
    "Fototaxis, az egysejtű moszatok fény felé mozgása,",
    "kemotaxis, a hímivarsejtek mozgása a petesejtek felé.",
    "nasztia inger által kiváltott, de nem vezérelt helyzetváltoztató mozgás, azaz független az inger irányától.",
    "Termonasztia, a tulipán virágok nyitása-zárása hőmérsékletváltozás következtében,",
    "fotonasztia, ugyanaz fény hatására,",
    "tigmonasztia, az érintésre történő mozgás, pl. mimóza, rovarfogó növények.",
    "[NUMBERED_ITEM] A tropizmus inger által kiváltott és irányított helyzetváltoztató mozgás. Hormonális – az auxin egyenlőtlen eloszlására visszavezethető - hátterű növekedési mozgás.",
    "Fototropizmus",
    "Geotropizmus",
    "Hidrotropizmus, mikor a növények gyökerei a nedvesség irányába nőnek.",
    "Tigmotropizmus, amelynek során pl. a futóbab szára feltekeredik a karóra.",
    "Kemotropizmus.",
    "Erre jó példa a lucernán élősködő aranka, melynek magja a lucernától nem messze csírázva ki, megérezi a lucerna által kibocsátott gázokat, majd feléje nő."
  ]
}