{
  "doc_id": "4.4 Táplálkozás",
  "sentences": [
    "4.4.",
    "A táplálkozás                     Készítette: Vizkievicz András.",
    "A fejezet a követelményrendszer 4.4.",
    "pontja alapján készült.",
    "A táplálkozással kapcsolatos alapfogalmak, alapismeretek.",
    "A táplálkozás során a táplálékkal vesszük fel a szervezetünk felépítéséhez és az életfolyamatok fenntartásához szükséges tápanyagokat.",
    "Szűkebb értelemben táplálkozás alatt csak a táplálék bevitelét értjük a szervezetbe, de tágabb értelmezésben ide soroljuk a táplálék anyagainak megemésztését, felszívódását és az anyagcserében történő hasznosulását, illetve az emészthetetlen anyagok kiürítését is.",
    "A táplálék tartalmazza a létfontosságú tápanyagokat, ill.",
    "a szervezet számára fel nem használható, felesleges anyagokat (salakanyagok).",
    "Élelmiszer minden olyan anyag, amely változatlanul vagy feldolgozva fogyasztásra alkalmas.",
    "A tápanyagok funkció szerint csoportokba sorolhatók:\n\ntestépítő anyagok, pl. fehérjék,.",
    "energiaforrások, pl. szénhidrátok, zsírok,.",
    "enzimek koenzimjeinek összetevői, pl. vitaminok,.",
    "ill.",
    "enzimek prosztetikus csoportjai, pl.",
    "egyes ásványi anyagok.",
    "Továbbá fontos tápanyag a víz, mely szerkezetmeghatározó, oldószer, reakciópartner és reakcióközeg, szállítóközeg.",
    "Minőségi éhezés kialakulása során elegendő mennyiségű táplálék kerül a szervezetbe, de abban nem megfelelő az egyes tápanyagok mennyisége, ill.",
    "aránya, leggyakrabban ásványi anyagok, vitaminok, esszenciális aminosavak hiánya okoz problémát.",
    "Mennyiségi éhezés során az elfogyasztott tápláléknak a kelleténél kevesebb a mennyisége és az energiatartalma, ezért a bevitt táplálék nem fedezi a napi energiaszükségletet.",
    "Az éhség egy motivációs állapot, a táplálék felkeresésére, a táplálék elfogyasztására irányuló belső késztetés.",
    "Kiváltásában többféle élettani tényező – pl. alacsony vércukorszint, gyomor üressége stb.",
    "– játszik szerepet.",
    "A fiziológiás éhségérzet kialakulása – a hipotalamuszban – alapvető biológiai szükséglet kielégítését teszi lehetővé, ettől meg kell különböztetnünk\n\na mentális éhség fogalmát, amit étvágynak nevezünk, mely létrejöttének hátterében inkább külső tényezők – stresszhatások, ingerszegény környezet (unalomevés), különféle beidegződések-társítások (TV, moziéhség, egy kedvenc étel látványa, szaga, íze, emléke) stb. – keresendők.",
    "A táplálkozással kapcsolatos idegi szabályozó mechanizmusok központjai a hipotalamuszban vannak.",
    "Itt található\n\naz éhségközpont, amelynek aktivitása éhségérzetet kelt és",
    "ez a táplálék felvételét eredményezi, ill.",
    "ugyanitt van\n\naz ellentétes hatású jóllakottsági központ.",
    "Az éhség érzetét elsősorban az alacsony vércukorszint és olyan peptidhormonok – pl. ghrelin szöveti hormon – váltják ki, amiket a gyomor üressége esetén elsősorban a tápcsatorna fala választ el.",
    "Ez a szöveti hormon továbbá.",
    "mivel hat a májra és a hasnyálmirigyre, elősegíti a tápanyagok glikogén, ill.",
    "zsír formájában történő raktározását,\n\na központi idegrendszerben serkenti az agy jutalmazó központjában a dopaminfelszabadulást, aminek hatására fokozódik az evéssel együttjáró örömérzet.",
    "Szintje a vérben étkezés előtt a legmagasabb és közvetlenül utána a legalacsonyabb.",
    "Testsúlycsökkenéskor nő a vérben a ghrelinszint, hízáskor pedig csökken.",
    "A jóllakottság jelzései.",
    "a gyomor teltsége (mechanoreceptorok révén),.\n\na magas vércukorszint és inzulinszint, továbbá.",
    "a zsírszövet sejtjeiben termelődő leptin szöveti hormon.",
    "A leptin a ghrelinhez hasonlóan a hipotalamikus neuronokon – jóllakottsági központ – keresztül fejti ki a hatását.",
    "A tartósan alacsony leptinszint folyamatos éhségérzetet okozhat, ezért a leptinhiány már kora gyermekkortól jelentkező súlyos elhízást eredményez.",
    "Ennek ellenére sok esetben az elhízás magas leptinszint mellett is kialakul.",
    "Ezt a jelenséget leptinrezisztenciának nevezzük.\n\nUgyancsak a hipotalamuszban van a szomjúságközpont, a szomjúságérzet és a vízkereső magatartás kialakításáért felelős neuroncsoport, mely aktiválódásának ingere – a csökkent folyadékbevitel miatt – a vér ozmotikus koncentrációjának emelkedése.",
    "Az egyes tápanyagok fajlagos – a tömegegységre vonatkozó – energiatartalma eltérő, az átlagosan mérhető értékek a fehérjéknél 17 KJ/g, a szénhidrátoknál 17 KJ/g, a zsíroknál 38 KJ/g.\n\nEgy adott élelmiszer vércukorszintre gyakorolt hatását a glikémiás indexszel lehet jellemezni, mely egy 0-100-ig terjedő számérték, nagyságát\n\naz élelmiszer szénhidráttartalmának emészthetősége.",
    "és a felszabaduló egyszerű cukrok felszívódásának a sebessége határozza meg.",
    "A magas indexű tápanyagok gyorsan és nagymértékben emelik meg a vércukorszintet, aminek következtében az inzulinelválasztás jelentősen fokozódik, s mivel az inzulin csökkenti a vércukorszintet, a táplálkozást követően 1-2 órával hipoglikémia alakul ki, ami erős éhségérzetet eredményez.",
    "Az alapanyagcsere a szervezet fenntartásához szükséges minimális energia termelése.",
    "A napi energiaszükséglet 60-70 %-a létfenntartó működések energiaszükségletét fedezi, mint pl. keringés, kiválasztás, májműködés, nyugalmi idegi szabályozás, alapizomtónus fenntartása, hőszabályozás.",
    "Meghatározása a hőleadás vagy indirekt módon, az oxigénfogyasztás mérésével történik, a következő körülmények között:\n\néber, nyugalmi állapotban,.\n\nruhátlanul, semleges külső hőmérsékleten (28-30 °C, ahol a hőtermelés mértéke minimális),\n\n12–24 óra előzetes éhezést követően, gyógyszerhatástól mentesen.",
    "Nagyrészt örökletes tényezők határozzák meg, de mértékét befolyásolja.",
    "a kor (gyerekeknél magasabb),.",
    "a nem (férfiaknál magasabb a nagyobb izomtömeg miatt),.",
    "egyes hormonok (pl. tiroxin, adrenalin fokozzák),.",
    "különféle élettani állapotok (pl. terhesség, szoptatás növeli).",
    "Az alapanyagcsere átlagos energiaértéke nőknél 6000 KJ, férfiaknál 7000 KJ körüli naponta.",
    "Az étrendi elvárások ennek megfelelően változnak tevékenységtől, kortól, nemtől és élettani állapottól függően.",
    "A napi energiaszükségletet számolással is meghatározhatjuk közelítőleg úgy, hogy az alapanyagcsere értékét megszorozzuk a fizikai aktivitás mértékétől függő korrekciós faktorral.",
    "Energiaigény-kalkulátor \thttps://www.okostanyer.hu/energiaigeny-kalkulator/.\n\nAlultápláltság akkor alakul ki, ha nem kerülnek be a szervezetbe az egészséges táplálkozásnak megfelelően a szükséges mennyiségű és minőségű tápanyagok, továbbá, ha a tápanyagok emésztésében, ill.",
    "felszívódásában zavarok lépnek fel.",
    "Mindezek hatására hosszútávon\n\nkülönféle hiánybetegségek alakulnak ki – esszenciális aminosavak, vitaminok, ásványi anyagok hiánya miatt –, ill.",
    "kialakulhat ödéma a vérfehérjék koncentrációjának csökkenése miatt,.",
    "felborulhat a szervezet víz- és ionegyensúlya (K+),.\n\nnőhet a fertőzésekre való hajlam az immunrendszer gyengülése miatt,.",
    "izomerőgyengeség, vérszegénység, csontritkulás stb.",
    "következhet be.",
    "Ha az elfogyasztott táplálék energiatartalma rendszeresen meghaladja az energiaszükségletet, túltápláltság alakul ki, ami elhízáshoz vezet.",
    "Minden felesleges mennyiségben felvett tápanyag az emberi szervezetben zsírrá alakul és a zsírszövetekben halmozódik fel.",
    "Az elhízás számos egészségügyi problémát eredményez,\n\nfokozódik az érelmeszesedés, aminek következménye a magasvérnyomás-betegség, nő a szívinfarktus és az agyi infarktus kockázata,\n\nemelkedik a cukorbetegség, ill.\n\na daganatos betegségek veszélye,.",
    "a csontrendszer, az ízületek túlterhelődnek.",
    "Az elhízás részben örökletes tényezőkre, részben környezeti okokra – helytelen táplálkozási szokások, mozgásszegény életmód – vezethető vissza.",
    "A testtömegindex (BMI) a felnőtt szervezet egészséges testsúlyának meghatározására szolgál, melynek értékét úgy kapjuk meg, hogy a testsúlyt elosztjuk a méterben megadott testmagasság négyzetével (kg/m2).",
    "Kiszámolásával megtudható, mennyi a súlyfelesleg,\n\n20 és 25 között egészséges a testsúly,.",
    "20 alatti érték esetén soványságról,.",
    "25 feletti értéknél túlsúlyosságról,.",
    "35 feletti értéknél már kóros elhízásról beszélünk.",
    "A testtömegindex értékét továbbá befolyásolja a nem, az életkor.",
    "A testtömegindex értéke olykor megtévesztő lehet, pl. nagyobb testmagasság esetén kisebb, ill.",
    "sportolóknál jelentősebb izomtömeg esetén magasabb értéket mutathat.",
    "Kiegyensúlyozott táplálkozással biztosítjuk, hogy a szervezet minden létfontosságú tápanyaghoz hozzájusson.",
    "A szükséges tápanyagokat tartalmazó élelmiszerek napi mennyiségarányait táplálékpiramissal szemléltetjük.",
    "A piramis alsó részén helyezkednek el azok az élelmiszerek, amelyekből a legnagyobb mennyiséget, a piramis csúcsán pedig azok, amelyekből keveset ajánlott fogyasztani.",
    "Az első szinten a teljes kiőrlésű gabonafélékből készült, magas rosttartalmú, összetettszénhidrát-tartalmú élelmiszerek,\n\na második szinten a rostban gazdag friss, nyers zöldségek, gyümölcsök,.",
    "a harmadik szinten a magas fehérjetartalmú tejtermékek, sovány húsok,.",
    "végül a piramis csúcsán telített zsírok, olajok és finomított cukrokat tartalmazó édességek szerepelnek.",
    "Rostanyagoknak nevezzük az élelmiszereknek azon részeit, amelyeket a szervezet nem tud megemészteni – pl. cellulóz –, ezeket a baktériumok a vastagbélben részben elbontják, ill.",
    "a széklettel ürülnek ki.",
    "Az étrendnek rostban gazdagnak kell lennie, mivel\n\na rostok vizet vesznek fel a tápcsatornában, ezért a belek telítettebbek lesznek, így az étel tovább tartózkodik a gyomorban és hosszabb időn át tartó jóllakottság érzését keltik,\n\na rostok által fokozódik a perisztaltika, könnyebb a széklet ürítése.",
    "Az élelmiszerrostok csökkentik a vér koleszterinszintjét, megkötik a bélben a zsiradékokat, így akadályozzák a zsírfelszívódást.",
    "Rostban gazdag élelmiszeranyagok glikémiás indexe általában alacsony, ilyenek pl.",
    "a nyers zöldségfélék, saláták, gyümölcsök és a hántolatlan gabona.",
    "A vitaminok a szervezet optimális működéséhez nélkülözhetetlen szerves vegyületek, legfőképpen különféle koenzimek alkotórészei.",
    "A vitaminok egy részét a táplálékkal vesszük fel (pl. C-vitamin), más része a szervezetünkben elővitaminokból képződik (pl.",
    "A-vitamin, D-vitamin).",
    "A vitaminhiány zavarokat okozhat az anyagcserében, ill.",
    "a szervezetünk működésében, súlyosabb esetben komoly tünetekkel járó hiánybetegségek alakulnak ki.",
    "Ugyanakkor túlzott bevitelük is káros lehet, ilyenkor hipervitaminózisról beszélünk (ez például vitamintabletták mértéktelen szedése esetén alakulhat ki), s ez szintén kifejezettebb betegségtünetekkel járhat.",
    "Vízoldékonyságuk alapján két csoportjuk van,\n\na vízben oldódó vitaminok (B1, B6, folsav, B12, C) és.",
    "a zsírban oldódó vitaminok (D, E, K, A).",
    "A B1-vitamin koenzim, szerepe a szénhidrátok lebontó anyagcseréjében van, fontos a szervezet energiaforgalmában, így az idegrendszer, az izmok és a szív működésében.",
    "Hiányában a Beri-beri betegség alakul ki, mely többek között.",
    "szívelégtelenséggel, ödémaképződéssel,.",
    "fáradtsággal, idegrendszeri panaszokkal,.",
    "izomgyengeséggel, végül bénulással jár.",
    "A B6-vitamin koenzim-előanyag, jelentősége elsősorban az aminosav-anyagcserében van, de befolyásolja a szénhidrát-, ill.",
    "a lipid anyagcserét is.",
    "Hiánya esetén\n\nbőrproblémák (hámlás, szőrzethullás),.",
    "idegrendszeri problémák,.\n\nvérszegénység léphet fel.",
    "A B9-vitamin, folsav, M-vitamin.",
    "a vérképzésben jelentős – fehérvérsejtek, vörösvértestek, vérlemezkék képződésében –, ill.\n\nelősegíti a magzati fejlődés során a velőcső záródását.",
    "Hiányában.",
    "egyrészt vérképzési zavarok alakulnak ki,.",
    "másrészt fokozódik a nyitott gerinccel születés veszélye.",
    "A B12-vitamin a porfirinvázhoz hasonló szerkezetű, kobaltion tartalmú vegyület.",
    "Elsődlegesen\n\na nukleinsavak és a fehérjék felépítő anyagcseréjében játszik szerepet.",
    "Nélkülözhetetlen a normális idegi működésekhez, a vörösvértestek éréséhez, ill.",
    "a hemoglobin képződéséhez.",
    "Nagymértékű hiánya az ember vészes vérszegénységét okozza, enyhébb esetben idegrendszeri panaszokat eredményez.",
    "A B12-vitamint kizárólag a mikroorganizmusok állítják elő, növényekben nem található meg.",
    "A C-vitamin, aszkorbinsav.",
    "erős redukálószer, a sejtek biokémiai folyamataiban hidrogéndonorként vesz részt (antioxidáns).",
    "Továbbá az emésztőcsatornában elősegíti a vas és a kalcium felszívódását,.\n\nközreműködik a kötőszövetek kollagénjének képződésében,.",
    "támogatja az immunrendszer működését.",
    "Hiánya skorbutot okoz, melynek jellemzői.",
    "az általános gyengeség, a zavart szívműködés,.",
    "az izom- és csontfájdalmak,.",
    "a fogíny vérzékenysége, a fogak meglazulása és kihullása,.",
    "a hajszálerek gyengesége miatti apró bevérzések az alsó végtagokon, a sebek elhúzódó gyógyulása.",
    "a fertőzésekkel szembeni ellenállóképesség csökken.",
    "A D-vitamin (kalcitriol) a szervezetünk optimális kalcium-anyagcseréjéhez szükséges zsírban oldódó vitamin.",
    "A vitamint részben a táplálékkal vesszük fel, részben a szervezetünk maga állítja elő a bőrben a nap UV-sugárzásának segítségével.",
    "A D-vitamin elősegíti a kalcium felszívódását a bélből, továbbá.",
    "a kalcium beépülését a csontokba.",
    "Ezenkívül segíti az immunrendszer működését.",
    "A D-vitaminhiány kalciumhiányt eredményez, amely a csont állományának leépüléséhez, csonttörések fokozott kockázatához vezet, következményként fiatal korban jellegzetes csontrendszeri deformitások jelentkeznek.",
    "A vitaminhiányból eredő tünetegyüttes az angol-kór.",
    "Az E-vitamin könnyen oxidálódik, miközben antioxidáns hatást fejt ki, így megakadályozza pl.",
    "a többszörösen telítetlen zsírsavak oxidációját, védi a sejteket a káros szabadgyökökkel – párosítatlan elektronnal rendelkező, igen reakcióképes részecskék - szemben.",
    "Szükséges lehet az egészséges nemi működéshez.",
    "Hiánya a nemi működések zavarához, magzatfejlődési problémákhoz vezet.",
    "A K-vitamin a normális véralvadáshoz kell, jelenlétében a máj véralvadási faktorokat, pl. protrombint szintetizál.",
    "Hiánya vérzékenységhez, véralvadási zavarokhoz vezet.",
    "A K-vitamint részben a vastagbél flórájában található baktériumok termelik, ezért hosszantartó, bélgyulladással járó betegség, vagy antibiotikumterápia következményeként K-vitamin-hiány állhat elő.",
    "Az A-vitamin a májban karotinból keletkező, majd raktározódó zsírban oldódó vitamin.",
    "A normális látás fenntartásában nélkülözhetetlen,.",
    "fontos a hámfelületek (bőr, légutak, bélcsatorna) védelmében, ezért véd a hámon keresztül történő fertőzések ellen is.",
    "Hiánya.",
    "szürkületi vakságot (farkasvakságot), sőt teljes vakságot okozhat, mivel előanyaga a látáshoz szükséges fényérzékeny vegyületnek a retinálnak,\n\ntovábbá hámszövetek, bőrmirigyek sorvadása, a bőr kiszáradása, a szőrzet és a hajszálak törékenysége, kihullása tapasztalható.",
    "Az élelmiszerek csomagolásán kötelező feltüntetni a termék összetevőinek listáját, ideértve a különféle adalékanyagokat, hogy a fogyasztók megfelelő döntést hozhassanak a vásárláskor.",
    "Az allergiát okozó anyagok külön kiemelendők az összetevők listájában.",
    "Az adalékanyagok olyan anyagok, amelyek a gyártás során az élelmiszer összetevőjévé válnak és kedvezően befolyásolják az élelmiszerek tulajdonságait fogyaszthatósági szempontból.",
    "Az EU-ban engedélyezett ételadalékanyagok rövid jelölései az E-számok.",
    "Az adalékokat a következő csoportokba sorolják:\tszínezőanyagok, tartósítószerek, antioxidánsok és savanyúságot szabályozó anyagok, stabilizálószerek, sűrítőanyagok, csomósodást gátló anyagok, ízfokozók, habzásgátlók, fényezők stb.",
    "Az élelmiszer-adalékanyagok hosszas engedélyezési eljárása során összetett vizsgálatokkal igazolni kell, hogy az adott anyag az egészségre ártalmatlan.",
    "Ennek ellenére egyes összetevőknek lehetnek az egészségre gyakorolt kockázati tényezői, mivel bizonyos esetekben befolyásolhatják az emésztést és a tápanyagfelszívódást, allergiaszerű tüneteket válthatnak ki, elősegíthetik betegségek kialakulását, adott anyagcsere-betegségben szenvedő embereknél problémákat okozhatnak.",
    "Ez utóbbira példa lehet, hogy a fenilketonúriában szenvedő betegek nem fogyaszthatnak olyan élelmiszereket, melyeket aszpartámmal édesítenek, mivel az aszpartám bomlásakor fenilalanin keletkezik, amit a betegek szervezete nem tud lebontani és így az felhalmozódva mérgezést okoz.",
    "Az élelmiszertartósítás során az élelmiszereket lebontó különféle mikroorganizmusok – baktériumok, gombák – anyagcseréjét, szaporodását kell meggátolni, amivel a mérgező anyagcseretermékek megjelenését meg lehet akadályozni.",
    "Ismerünk fizikai és kémiai tartósítási eljárásokat.",
    "Fizikai eljárások.",
    "A hagyományos fizikai száraz eljárások során az élelmiszerek víztartalmának csökkentésével lehet tartósítani, ilyen az\n\naszalás,.\n\na füstölés,.",
    "a sózás,.\n\na cukrozás.",
    "Hőkezeléses eljárások során, magas hőmérsékleten a mikroszervezetek fehérjéi denaturálódnak, ilyen a pasztőrözés és a bepárlás.",
    "Pasztőrözéskor a magas folyadéktartalmú élelmiszereket rövid ideig hirtelen 60–90 °C-ra melegítik fel, majd ugyanolyan gyorsan lehűtik.",
    "A bepárláskor (sűrítéskor) híg oldatokat forralnak koncentrációnövelés céljából, az eljárás eredményeképpen a visszamaradó, nagy koncentrációjú sűrítmény a mikroszervezetek számára élhetetlen közeget teremt.",
    "Ugyanakkor hűtéssel, fagyasztással a mikroszervezetek nem pusztulnak el, azonban anyagcseréjük oly mértékben lelassul, hogy az élelmiszerek megromlásáért felelős kémiai reakciók nem, vagy csak nagyon lassan mennek végbe.",
    "Kémiai eljárások.",
    "Különféle tartósítószerek hozzáadásával kémiai úton is elérhetjük, hogy az élelmiszerek hosszabb ideig megőrizzék fogyasztható minőségüket.",
    "Az élelmiszerek tartósításának lehetnek az egészségre nézve hátrányos következményei, mint pl.",
    "a tartósítószerek egy része allergiakeltő, nagy mennyiségben rákkeltő lehet,.\n\na túlzott sóbevitel pedig terheli a vesét, magas vérnyomást okoz.",
    "Az ember táplálkozási szervrendszerének felépítése és működése.",
    "A gerinces állatok és így az ember bélcsöve elő-, közép- és utóbéli szakaszokra osztható.",
    "A tápcsatorna emberben kb. 8 m hosszú, erősen kanyarulatos lefutású, a szájnyílással kezdődő és a végbélnyílással végződő cső.",
    "Az előbél, mely a szájüregtől a gyomorig terjedő bélszakasz, elsősorban a táplálék\n\nfelvételét,.",
    "aprítását,.",
    "puhítását,.",
    "az emésztés megkezdését,.",
    "a táplálék továbbítását végzi.",
    "A középbél (vékonybél).",
    "a táplálék emésztését és.",
    "felszívását bonyolítja.",
    "A tápcsatorna utolsó szakasza, az utóbél.",
    "az emészthetetlen maradék, a bélsár – széklet – kialakítását,.",
    "tárolását és.\n\nkiürítését viszi véghez.",
    "A bélcsatorna falát belülről kifelé haladva többnyire a következő rétegek alkotják:\n\nnyálkahártya.\n\nhámréteg.",
    "kötőszöveti réteg.",
    "simaizomréteg.",
    "nyálkahártya alatti vastag kötőszöveti réteg.",
    "simaizomrétegek, melyek lehetnek.\n\nkörkörös.\n\nferde.",
    "hosszanti irányúak.",
    "savós hártya.",
    "vékony kötőszöveti réteg.\n\nhámréteg (egyrétegű laphám).",
    "A rétegek vastagsága, fejlettsége bélszakaszonként változik.",
    "Az előbél.",
    "A bélcső legelső része a szájnyílással kezdődő szájüreg.",
    "A szájüreg feladata.",
    "a táplálék felvétele,.",
    "felaprítása, puhítása,.",
    "az emésztés megkezdése, és.\n\na táplálék továbbítása.",
    "E feladatok ellátására alakultak ki a szájüreg képletei:\n\na fogak,.",
    "a nyelv, és.\n\na nyálmirigyek.",
    "A szájüreget elöl az ajkak zárják le, hátul folyamatosan, éles határ nélkül megy át a garatba.",
    "Felül, elöl a kemény, ill. hátul a lágy szájpad határolja el az orrüregtől.",
    "A szájüreget nyálkahártya béleli, felszínét nyálkaréteg fedi.",
    "A nyálka feladata a mechanikai és a kiszáradás elleni védelem.",
    "Az emlősök, így az ember fogazata különböző alakú és rendeltetésű gyökeres fogakból áll, ún. heterodont fogazat.",
    "A fogazat 4 egyenlő, ún. kvadránsra osztható, egy kvadránsban 8 fog van, melyek a középvonaltól kezdve az alábbi módon helyezkednek el:\n\n2 véső alakú metszőfog,.\n\n1 kúpos szemfog,.\n\n2 gumós felületű kisőrlő, ill.\n\n3 nagyőrlő.",
    "A fogképlet az egyik oldali felső és alsó kvadráns egyes fogtípusainak számát mutatja a középvonaltól kezdve.",
    "Felnőtt korban összesen 32 maradó fogunk van.",
    "Ezek előtt féléves kortól fokozatosan 20 szintén gyökeres tejfog jelenik meg (2 metsző, 1 szemfog és 2 őrlő).",
    "A fogváltás kb.",
    "a 6. életévben kezdődik és az utolsó tejőrlő kihullásáig, kb. 11 éves korig tart.",
    "A fogváltás során a tejfogak gyökerei lassan felszívódnak és a fogak kiesnek.",
    "A tejfogaknak fontos szerepük van az állcsontok szimmetrikus fejlődésében, illetve a tejfogak túl korai elvesztése a maradó fogak rendellenes helyzetű előretöréséhez vezethetnek.",
    "A fogak az ún.",
    "csontos fogmederben helyezkednek el.",
    "A fog főbb részei:\n\na szabadon kiálló fogkorona,.",
    "a fogmederben lévő foggyökér,.",
    "a kettő határán a fognyak.",
    "A fogkoronát kívülről a rendkívül kemény zománcréteg borítja.",
    "A zománcréteg a fog legkeményebb alkotórésze, sejtmentes, élettelen, regenerálódni nem képes réteg.",
    "96%-ban szervetlen anyagokat tartalmaz, főként hatszögletű (Ca- és P-tartalmú) hidroxiapatit-kristályokból áll.",
    "A fogak fő tömegét a zománcréteg alatt található dentin adja.",
    "Ez szintén sejtmentes és érmentes réteg.",
    "80%-ban szervetlen anyagokat (főként hidroxiapatit), 20%-ban fehérjéket (pl. kollagénrostokat) tartalmaz.",
    "A foggyökeret kívülről az ún. cementállomány borítja.",
    "Szerkezete, felépítése nagyon hasonló a lemezes csontszövetéhez.",
    "A fog szilárd állománya az ún. fogüreget fogja közre.",
    "Ezt a lágy fogbél tölti ki, ami erekben és idegekben, sejtekben (dentinképző sejtek, őssejtek) gazdag lazarostos kötőszövet, táplálja és érzékennyé teszi a fogat.",
    "A fogak feladata a táplálék felaprítása, ez a rágás révén történik.",
    "A rágómozgások reflexes úton nyálelválasztáshoz vezetnek.",
    "A táplálkozással kapcsolatos motoros és elválasztási válaszreakciók, ún. nyálkahártyareflexek – a nyálelválasztás, rágás, nyelés, hányás – idegi központjai az agytörzsben találhatók.",
    "A fogak felszínére ún. foglepedék rakódhat, amely a táplálék, ill.",
    "a nyál szerves anyag- maradványaiból alakul ki.",
    "Ebben a rétegben baktériumok telepedhetnek meg, amelyek az itt található szerves anyagokat – pl. cukrokat – bontják tovább.",
    "A lebontás eredményeképpen különféle szerves savak keletkeznek, amelyek megtámadják a zománcréteget.",
    "A zománcrétegen egyre mélyülő nyílás keletkezik, amely végül elérheti akár a fogbelet is, ahol a bejutó baktériumok miatt komolyabb gyulladás is keletkezhet.",
    "Ez a folyamat a fogszuvasodás.",
    "A lepedék fogmosással történő eltávolításával, illetve rostban gazdag, cukrokban szegény táplálkozással a károsodás megakadályozható.",
    "A nyelv a szájfenék izmos kiemelkedése, felületét nyálkahártya borítja, fő tömegét harántcsíkolt izmok alkotják.",
    "A nyelv hátának elülső 2/3-án szemölcsök találhatók.",
    "Egyes szemölcsökben ízérző sejtcsoportok, ún. ízlelőbimbók vannak, amelyekben különböző anyagokra érzékeny kemoreceptorok vannak.",
    "A receptorok 5-féle alapízre érzékenyek (újabban 6. alapízként emlegetik a zsírérzékelést).",
    "Nem csak a nyelven, de a szájpadláson, a torokban, a gégefedőn és a nyelőcsőben is megtalálhatók ízlelőbimbók és mindegyik terület érzékeli mindegyik ízt.",
    "A nyelven van némi különbség abban, hogy a nyelv különböző részein található ízlelőbimbók melyik alapízekre érzékenyebbek, de ez az eltérés lényegében elhanyagolható.",
    "A savanyú íz érzete a H+-koncentráció függvénye,.\n\na sós íz a kisebb pozitív töltésű kationok hatására (NaCl) alakul ki,.",
    "míg ugyanezek az ionok nagy koncentrációban keserű ízt okoznak, de a nagyobb töltésű kationok, pl. Ca2+, Mg2+ szintén keserűek,\n\naz édes ízt a legkülönfélébb szerkezetű vegyületek okozhatnak, de természetes módon a sok -OH-csoportot tartalmazó vegyületek felelősek az édes íz kialakításáért.",
    "Az ötödik alapíz az umami – ami japánul finom ízt jelent - előfordul pl.",
    "a paradicsomban, a parmezán sajtban és a japán konyhában használt kombu nevű barnamoszatban.",
    "Ezt az ízt kiváltó mesterséges adalékanyag a nátrium-glutamát, E 621.",
    "A csípős ételekben lévő anyagok, pl. a kapszaicin a szájüreg fájdalomérző receptoraira hatnak.",
    "A nyelv feladata.",
    "a táplálék összekeverése a nyállal rágás közben,.",
    "az ízérzékelés,.",
    "a falat továbbítása a garatba nyeléskor,.",
    "a hangképzés.",
    "A nyálat a szájüregbe nyíló 3 pár nagy nyálmirigy termeli:\n\na fültőmirigy,.",
    "a nyelv alatti mirigy,.",
    "az állkapocs alatti mirigy.",
    "Naponta kb.",
    "5OO-6OO ml nyál termelődik, kémhatása semleges, ill.",
    "enyhén lúgos.",
    "Fő összetevői:\n\na nyálamiláz enzim, melynek feladata a keményítő, glikogén maltózzá bontása,.",
    "a mucin, melynek feladata a táplálékpép összeragasztása, a falatképzés elősegítése, a nyál viszkozitásának növelése.",
    "A nyál ezen kívül még anorganikus sókat is tartalmaz: Na+, K+, Ca2+, Cl-, PO43-.",
    "A foszfátok a nyál fokozott lúgosodása esetén kiválnak és fogkövet képeznek.",
    "(És nyállipáz.).",
    "A nyál továbbá védi a száj nyálkahártyáját a kiszáradástól, sérülésektől, lúgos kémhatása révén védi a fogakat a szuvasodástól, lizozim enzimje antibakteriális hatású, ill. immunglobulinjai védenek a fertőzések ellen.",
    "Kísérletek amilázzal.",
    "Két kémcsőbe öntsünk 1-1 cm3 keményítőoldatot!",
    "Egyikbe tegyünk 2 cm3 nyálat, a másikba 2 cm3 vizet!",
    "Helyezzük mindkettőt 37 oC-os vízfürdőbe!",
    "Kb. 15 perc múlva cseppentsünk hozzájuk egy-egy csepp Lugol-oldatot (KI-os jódoldat)!",
    "Az amilázt is tartalmazó kémcsőből vett minta a Lugol-oldat hozzáadását követően sárgásbarna színűvé válik, ez a Lugol-oldat színe, mivel az amiláz a keményítőt elbontotta.",
    "A másik minta kékeslilás lesz, mert a keményítőbontás amiláz hiányában nem következik be.",
    "A 37 oC-os vízfürdőre azért volt szükség, mert ilyenek a szájüregben mért hőmérsékleti körülmények, így ez optimális az enzimek számára.",
    "Amilázt egyébként kinyerhetünk nyálból, hasnyálból, ill. csírázó magokból.",
    "Tapasztalatok, következtetések.",
    "Az első mintavételkor (kiindulási állapotban) az 1-4. mintákban a Lugol-oldat hatására sötét szín megjelenését tapasztaljuk a keményítő jelenlétének köszönhetően.",
    "A tapasztalt eredmények magyarázata:\n\nAz 1. kémcső a kontrollvizsgálat.",
    "A 2. kémcsőben nem megfelelő a kémhatás.",
    "A 3. kémcsőben az alacsony hőmérséklet miatt lassabb a reakció.",
    "A 4. kémcsőben nem működik az enzim, hiszen forralás hatására az enzim denaturálódott, elveszítve az aktivitását.",
    "A 3. és",
    "4. kísérletet elvégezve a kutató a nyálban levő amiláz enzim hőtűrő képességét szerette volna megvizsgálni.",
    "E célból azonos töménységű keményítő oldatokból indult ki, melyekhez azonos mennyiségű",
    "nyálat adott és a reakciót különböző hőmérsékleteken vizsgálta, majd megmérte a Lugol-oldat hozzáadása után a szín elhalványulásához szükséges időt.",
    "A szájüreg hátsó, elkeskenyedő része a torokszoros, amely a garatban folytatódik.",
    "A garatba nyílnak:\n\na fülkürt (Eustach kürt), amely a középfülbe vezet,.\n\na belső orrnyílások,.",
    "a szájüreg,.",
    "a gége, és.\n\na nyelőcső.",
    "A garat hátsó fala receptorokban gazdag, érintése nyelési reflexet indít el, folyamatos ingerlése hányást vált ki.",
    "A garatban kereszteződik a levegő és a táplálék útvonala.",
    "A táp- és a légutak kezdeti szakaszán, a száj- és orrgaratban különösképpen nagy mennyiségben találhatók az immunrendszerhez tartozó nyirokcsomók és a nyálkahártyát kidomborító nyiroktüszők, melyeket manduláknak nevezünk.",
    "A garat tápcsatornai része a nyelőcsőben folytatódik.",
    "A nyelés során a falat a nyelőcsövön keresztül a gyomorba jut.",
    "A nyelőcső emberben kb.",
    "2O-3O cm hosszú, és kb. 2 cm átmérőjű, a rekeszizmot átfúrva, alul az ún. gyomorszájhoz kapcsolódik.",
    "A nyelőcső nyálkahártyája – ennek hámja többrétegű gyengén elszarusodó laphám – hosszanti redőket vet, amelyek elsimulnak, ahogy a falat áthalad és kitágítja a csövet.",
    "Izomzata körkörös és hosszanti rétegekből áll, ez a felső harmadban harántcsíkolt, lejjebb simaizom.",
    "Nyeléskor.",
    "az ajkak zárulnak,.",
    "a nyelv elölről hátrafelé felemelkedik, így a falatot a garatba juttatja,.",
    "a lágyszájpad elzárja az utat az orrüreg felé,.",
    "a garatot a garat izmai felemelik,.",
    "a falat a gégefedőhöz nyomódik, ami megakadályozza, hogy a táplálék a légcsőbe kerüljön,\n\na falat a nyelőcsőbe jut, melynek izmai ún. perisztaltikus mozgással továbbítják a falatot a gyomorba.",
    "Amikor a falat a gyomorhoz ér, a gyomorszáj gyűrű alakú záróizma elernyed és a falat bejut a gyomorba.",
    "Ezután a záróizom újra összehúzódik, s így megakadályozza, hogy a gyomortartalom visszajusson a nyelőcsőbe.",
    "A falat továbbítása tehát nem passzív, hanem aktív izomműködés, az ún. perisztaltikus mozgás eredménye, melynek során a szájüreg felé eső körkörös izmok összehúzódnak, majd elernyednek, és az addig elernyedt körkörös izmok húzódnak össze lefelé haladva, így a falatot a gyomor felé nyomják.",
    "A gyomor az előbél nyelőcső után következő utolsó szakasza, amely a rekeszizom alatt, a bal oldalon helyezkedik el.",
    "Álló testhelyzetben a gyomor függőleges állású tömlő, melynek alsó része horogszerűen visszakanyarodik.",
    "Felül a gyomorszájjal kezdődik, visszaforduló kampószerű része a gyomorkapu.",
    "A gyomorszájban és a gyomorkapuban erős, gyűrűszerű simaizom található.",
    "A gyomorfal rétegződését tekintve tipikus felépítésű, redőzött nyálkahártya, nyálkahártya alatti kötőszövet, izomrétegek (körkörös, hosszanti, ferde) és",
    "savós hártya építik fel.",
    "A nyálkahártya hámja egyrétegű hengerhám, melynek felületi rétege mucinszerű anyagot termel.",
    "E nyákszerű anyagnak fontos szerepe van a gyomorfal védelmében.",
    "A nyálkahártya kötőszöveti rétege csöves mirigyeket tartalmaz.",
    "A mirigyek\n\nnyaki szakaszában találjuk a mucinózus nyálkát termelő melléksejteket,.",
    "a középső régióiban helyezkednek el a H+- és Cl--ionokat termelő, ún. fedősejtek,\n\naz alsó részben vannak a pepszinogént (és gyomorlipázt) termelő, ún. fősejtek.",
    "Ezen váladékok összessége a gyomornedv.",
    "A magas H+-koncentráció következtében a gyomornedv pH-ja O,9 és 1,5 között van, amely optimális feltételeket biztosít a pepszin számára.",
    "A pepszin fehérjeemésztő enzim, amely inaktív formában, mint pepszinogén kerül elválasztásra.",
    "A pepszinogén részben az alacsony pH hatására, részben autokatalízissel aktiválódik.",
    "A pepszin a fehérjéket adott aminosavaknál hasítja, így darabolva oligopeptidekre bontja őket.",
    "A gyomor.",
    "megkezdi a fehérjék emésztését,.",
    "tárolja az elfogyasztott táplálékot, szakaszossá teszi annak belépését a vékonybélbe,\n\ntovábbá a víz, az alkohol és egyes gyógyszerek felszívódását teszi lehetővé.",
    "A gyomor erőteljes, izmos fala spontán mozgásokat mutat, melynek szerepe a táplálék szétoszlatása,\taz emésztőnedvekkel való összekeverése, és a patkóbélbe való továbbítása.",
    "A gyomor mozgására is jellemzők a perisztaltikus hullámok, amelyek a táplálék továbbításáért felelősek.",
    "Gyomor emésztőműködésének vizsgálata.",
    "Vegyünk négy kémcsövet.",
    "Főtt tojásfehérjéből vágjunk kis darabokat és rakjunk ezekből minden kémcsőbe.",
    "Az egyes kémcsövek tartalmát az alábbi módon állítjuk össze:\n\n10 ml 0,2%-os sósav\t(kontroll).",
    "1 ml 1%-os pepszin és 9 ml víz.",
    "1 ml 1%-os pepszin és 9 ml 0,2",
    "%-os sósav.",
    "1 ml 1%-os pepszin és 9 ml 0,2 %-os nátrium-hidroxid.",
    "A kémcsöveket ezután helyezzük 37°C-os vízfürdőbe és hagyjuk egy óráig állni.",
    "Az 1. a 2.",
    "és a 4. kémcsőben nem történt változás, míg a 3. kémcsőben a tojásfehérje feloldódott.",
    "A vékonybél, középbél.",
    "A vékonybél a tápcsatorna középső szakasza – ezért lehet középbélnek is nevezni –, az emésztés befejezésének és a tápanyagok felszívásának fő helye.",
    "Az itt ható emésztőnedveket a középbélhez kapcsolódó máj és hasnyálmirigy termelik.",
    "Emberben kb. 6-7 m hosszú, és 3 fő szakaszra osztható:\n\nepésbél vagy patkóbél (duodeum),.",
    "éhbél (jejunum) a nevét onnan kapta, hogy a nagymértékű felszívás miatt a halál beállta után nem található benne ételmaradék,\n\ncsípőbél (ileum).",
    "A patkóbél nevét alakjáról, illetve arról kapta, hogy ide nyílik a máj és a hasnyálmirigy közös vezetéke, tehát ide ömlik az epe és a hasnyál.",
    "A patkóbél kanyarulatában foglal helyet a hasnyálmirigy.",
    "A középbél szélesen kanyargó hurkokat vet, ezeket bélkacsoknak nevezzük.",
    "A vékonybél nyálkahártyája az alatta fekvő réteggel együtt sűrűn álló, magas redőket vet.",
    "A hámréteget egyrétegű mikrobolyhos hengerhám alkotja.",
    "A középbél legjellegzetesebb képződményei a felületnövelő bélbolyhok, amelyek kesztyűujjszerű kiemelkedései a nyálkahártyának.",
    "A bélbolyhok tengelyét\n\nlaza kötőszövet,.\n\nsimaizomsejtek,.\n\nhajszálérhálózat,.",
    "idegfonat,.",
    "és egy, a csúcs közelében vakon kezdődő centrális nyirokér tölti ki.",
    "A hosszanti irányú simaizomsejtek összehúzódásukkal hol harmonikaszerűen megrövidítik a bolyhot, hol megengedik, hogy eredeti hosszukra kiugorjanak.",
    "Ez a nyirokér vonatkozásában szivattyúszerűen pumpáló mechanizmusként működik.",
    "A vékonybél falának mirigyei termelik a bélnedvet, amely emberben napi 1OOO ml térfogatú, enyhén lúgos, pH-ja 7,6.",
    "A bélnedv nem tartalmaz elválasztott emésztőenzimeket, lényegében izotóniás NaCl- és NaHCO3-oldatnak felel meg, szerepe a béltartalom hígítása.",
    "(Fonyó)\n\nA vékonybélben a tápanyagok makromolekuláinak monomerekre való végső bontását a bélhámsejtek felszínéhez kötött enzimek végzik.",
    "A bélhámsejtek mikrobolyhainak felszínén számos enzim jelenlétét lehet kimutatni a sejthártyához kapcsoltan:\n\nmembránpeptidázok, ilyenek az aminopeptidáz és a dipeptidáz, melyek oligopeptidek hidrolízisét végzik, így befejezik a fehérjék aminosavakká történő hidrolízisét.",
    "A maltáz, a szacharáz, a laktáz diszacharidok monoszacharidokra bontásáért felelősek.",
    "A bélcsatorna falában szöveti hormonokat (gasztrin, ghrelin, szekretin, kolecisztokinin, szomatosztatin, hisztamin) termelő sejtek is találhatók, amelyek olyan szabályozó anyagokat választanak el, melyek befolyásolják az emésztési folyamatokat.",
    "Ezek a sejtek igen sokféle anyagot termelnek, melyek feladata, hogy a bélüreg felől származó kémiai és mechanikai ingerek hatására megváltoztassák az emésztőrendszer működését.",
    "A vékonybél mozgásainak egyik jellemző típusa az ún. szegmentális mozgás.",
    "Ennek során a vékonybélen 5-10 cm-es távolságokban a körkörös izomzat összehúzódik, ami a belet szakaszokra, szegmentumokra osztja.",
    "Majd az összehúzódott részek elernyednek, s az eddig elernyedt állapotban levő részek húzódnak össze.",
    "Ez a mozgás biztosítja a táplálék összekeveredését.",
    "A mozgást kiváltó inger a bélfal feszülése.",
    "A vékonybél mozgásának másik típusa a perisztaltikus mozgás, amely a táplálék továbbításáért felelős.",
    "A máj.",
    "A középbél nagy emésztőmirigyei a máj és a hasnyálmirigy.",
    "A máj emberben közel másfél kilogramm tömegű, vörösbarna színű szerv.",
    "A rekeszizom jobb kupolájába illeszkedik be.",
    "Felső része domború, alsó része lapos.",
    "Jobb és bal lebenyre osztható.",
    "A májba két ér hozza a vért:\n\na májartéria, mely az aortából ered, és friss, oxigéndús vért szállít, valamint.",
    "a májkapuvéna, ami a máj funkcionális ere, a bélcsatorna felől – kivéve a végbél alsó kétharmadát, a hasnyálmirigyet és a lépet – szállít tápanyagokban gazdag vért.",
    "A májba lépő erek az ún. májkapun lépnek be a máj állományába.",
    "A máj szöveti szerkezete rendkívül bonyolult.",
    "A máj szövettani és működési egysége a májlebenyke, mely egy hengeres test, sugarasan futó májsejtgerendák építik fel.",
    "A májba futó erek – a májartéria ill.",
    "a májkapuvéna – egyre kisebb erekre ágaznak, végül a májlebenyke szélén egymás mellé kerülnek és vértartalmuk keveredik.",
    "Belőlük erednek az egyes májsejtgerendák között futó májkapillárisok, amelyek a májlebenyke közepén a centrális vénában egyesülnek.",
    "A centrális vénák egyre nagyobb vénákká folynak össze, végül májvéna hagyja el a májkapun keresztül a májat, módosított összetételű vért szállítva a testvénába (alsó üres véna).",
    "Az epeutak a májsejtek közötti epekapillárisokkal kezdődnek, melyek egyre nagyobb vezetékekké egyesülnek, végül az epevezetékbe torkollva ugyancsak a májkapun át hagyják el a májat.",
    "A máj a szervezetszintű anyagcsere központja, működése rendkívül szerteágazó.",
    "Röviden,\n\nminden szerves tápanyag (szénhidrát, zsír, fehérje) anyagcseréjében részt vesz.",
    "A vércukorszint szabályozója,.",
    "az izomban keletkező tejsavat glükózzá alakítja (glükoneogenezis),.",
    "szénhidráthiány esetén aminosavakból szénhidrátokat állít elő,.",
    "zsírokat szintetizál pl. glükózból (inzulin hatásra),.\n\nkoleszterint, lipoproteineket (HDL, LDL stb.)",
    "állít elő,.",
    "glikogént raktároz,.",
    "vérfehérjéket (albuminok, protrombin, fibrinogén) termel,.",
    "termeli az epét,.",
    "egyes vitaminokat raktároz (A, B12, D, K),.",
    "karotinból A-vitamint készít,.",
    "méregtelenít,.",
    "az alkoholt lebontja két enzim (az alkohol-dehidrogenáz (ADH)",
    "és az aldehid-dehidrogenáz (ALDH)) segítségével.",
    "Az ADH az alkoholmolekulákat acetaldehiddé oxidálja, míg az ALDH ezt a vegyületet oxidálja tovább acetátionná, ami majd acetilcsoporttá alakulva a citrátkörben bomlik le.",
    "más vegyületekhez – bilirubin –OH-csoportokat építve vízoldhatóvá tesz, segítve kiürülésüket,\n\nnehézfémeket felhalmozza, akkumulálja.",
    "Részt vesz a vörösvértestek lebontásában, a hemoglobin anyagcseréjében.",
    "Ezt a feladatot a májsejtekhez kapcsolódó, fagocitáló képességű ún.",
    "Kupffer-sejtek végzik.",
    "A lebontott aminosavak nitrogéntartalmából karbamidot, a purinbázisokból húgysavat állít elő.",
    "Kicsit részletesebben a szervezetszintű anyagcseréről.",
    "A májsejtekben zajló anyagcserefolyamatok során az egyes vegyületek a szervezet mindenkori szükségleteinek megfelelően egymásba átalakulnak, pl.",
    "szénhidrátok zsírokká (inzulin hatásra),.\n\naminosavak glükózzá (kortizol hatásra),.\n\ntejsav glükózzá (kortizol hatására),.\n\nill.",
    "raktározódnak glikogén és zsír formájában (inzulin hatásra).",
    "A máj a szervezet szénhidrátforgalmának legfontosabb szabályozója:\n\na vérből szénhidrátokat – glükózt – vesz fel (magas vércukorszint esetén).",
    "és ad le (alacsony vércukorszint esetén) a szükségleteknek megfelelően.",
    "Továbbá szénhidráthiány esetén a máj nemszénhidrát előanyagokból (tejsav, glicerin, bizonyos aminosavak (pl. alanin és glicin))",
    "glükózt tud előállítani kortizol hatására.",
    "A máj szénhidrátforgalommal összefüggő, egyik igen fontos feladata a vércukorszint szabályozása.",
    "Táplálkozást követően, amikor a vércukorszint megnő, a vérből felvett szénhidrátok\n\na májban vagy lebomlanak energiát szolgáltatva,.",
    "vagy átalakulnak pl. zsírokká,.",
    "vagy átmenetileg raktározódnak glikogénként.",
    "Éhezéskor, vagy hosszan tartó izommunka esetén, ha a vércukorszint csökken, a raktározott glikogén lebontása útján a keletkezett glükózt a vérbe juttatja.",
    "A máj szénhidrátforgalmát egyrészt idegi, másrészt hormonális tényezők befolyásolják.",
    "Az inzulin - magas vércukorszint esetén - serkenti a máj glükózfelvételét, a glikogén, ill.",
    "zsírok szintézisét.",
    "Az adrenalin, glukagon – ill. szimpatikus aktivitás - hatására pedig fokozódik a máj glikogénbontása, a keletkező glükóz leadása.",
    "A lúgos kémhatású epe a májban termelődik, a vékonybél egyik igen fontos emésztőnedve, azonban emésztőenzimeket nem tartalmaz.",
    "A képződött epe az epehólyagban raktározódik, s közben jelentősen bekoncentrálódik.",
    "Az epevezeték a hasnyálmirigy vezetékével egyesülve közösen nyílik a patkóbélbe.",
    "A máj az epe termelésével.",
    "egyrészt elválaszt, mivel az epe több olyan anyagot szállít, melyek az emésztésben játszanak lényeges szerepet (epesavak),\n\nugyanakkor kiválasztást is végez a máj, mivel az epe bomlástermékeket – epefestékeket – is tartalmaz.",
    "Az epében mások mellett találhatók.",
    "epesavak (epesavas sók, kialakítják a lúgos kémhatást),.\n\nepefestékek,.\n\nkoleszterin,.",
    "ásványi sók, víz.",
    "Az amfipatikus epesavak feladata kettős:\n\negyrészt aktiválják a zsírbontó lipázokat,.",
    "másfelől a bélmozgások miatt felaprózódott zsírcseppek felületén elhelyezkedve csökkentik az emulgeált zsírgolyócskák felületi feszültségét, stabilizálják azokat, és fajlagos felületüket nagyobbítva kedvezőbb feltételeket teremtenek a lipázemésztés számára (hatásuk a szappanokéhoz hasonló).",
    "Az epefestékek a hemoglobin prosztetikus csoportjának a hemnek a bomlásából származnak.",
    "A bilirubin vöröses, a biliverdin zöldes színárnyalatot ad az epének.",
    "Jelentőségük az emésztésben nincs, bomlástermékek,",
    "az epén keresztül választódnak ki.",
    "Ha a májsejtek károsodnak, a bilirubin egy része bekerülhet a vérkeringésbe, a bőr alatti kötőszövetben felhalmozódik és a bőrnek sárgás színt ad (sárgaság).",
    "A sárgaság hátterében a máj elégtelensége, működési zavara, gyulladása, a májsejtek károsodása áll, illetve az epevezeték elzáródása, a bilirubin csökkent kiválasztása vagy a vörösvértestek szétesése.",
    "A koleszterint az epesavak tartják oldatban, s ha mennyiségük valamilyen okból csökken, a koleszterin epekövek formájában kiválik az epehólyagban.",
    "Az epekövek anyaga lehet még bilirubin (20 százalékban) is.",
    "A bilirubinkövek a fokozott hemoglobin-lebomlás során képződhetnek.",
    "Amennyiben különféle károsító tényezők – vírusok, alkohol, mérgezések, nehézfémek, gyógyszerek – érik a májat, azok a májsejtek elhalását okozzák.",
    "A májzsugorodás során a máj működő szövetének mennyisége lecsökken, a májsejtek helyét heges, zsíros kötőszövet foglalja el (zsírmáj).",
    "A máj vérellátása egyre romlik, feladatait egyre kevésbé lesz képes ellátni.",
    "A májzsugort nem lehet gyógyítani.",
    "A májzsugorodás rendszerint folyamatosan romló (progresszív) betegség, késői szövődménye a májrák.",
    "A túlzott alkoholfogyasztás nem csak májbetegségekhez – májgyulladás, májzsugor, májrák – vezet, hanem oka lehet a gyomorfekély, nyombélfekély, ill. reflux betegség kialakulásának.",
    "Fekélybetegségek akkor alakulnak ki, ha a bélfal nyálkahártyája változó mélységben, kisebb-nagyobb területen felmaródik.",
    "Fekélyek kialakulásának további kockázati tényezői a stressz, bizonyos gyógyszerek, ill.",
    "a gyomorfekély esetén a Helicobacter pylori baktérium.",
    "Reflux (visszafolyás) akkor alakul ki, amikor a gyomorszáj záróizmának elégtelen működése miatt a gyomortartalom visszajut a nyelőcsőbe és azt felmarja.",
    "A betegség kialakulásában szerepet játszik még a túlsúlyosság, a stressz, egyes gyógyszerek, amelyek csökkentik a záróizom tónusát, bizonyos élelmiszer-összetevők, mint pl. szénsav, zsír, csokoládé, alkohol stb.",
    "Mérgezésnek nevezzük a mérgező anyag által okozott kóros állapotát a szervezetnek.",
    "A különféle okok miatt kialakult mérgezések májkárosító hatásúak.",
    "Alkoholmérgezés: etil-alkohol/etanol által okozott mérgezés, mely enyhébb esetben nem igényel orvosi beavatkozást, elegendő a megfelelő folyadékpótlásról gondoskodni.",
    "Súlyosabb esetben fontos, hogy az érintett személyt ne hagyjuk magára, mivel a mélyülő tudat- és eszméletzavar komoly veszélyeket jelenthet (pl. fulladás, a légzés és keringés zavara, vagy akár azok leállása).",
    "Ilyen esetekben a mérgezettet a szabad légutak biztosításához az oldalára kell fordítani, ha szükséges, meg kell kezdeni az újraélesztést, továbbá mindenképp mentőt kell hívni.",
    "Ételmérgezés: olyan élelmiszer elfogyasztása okozza, melyben különféle kórokozók által termelt mérgező anyagok halmozódtak fel.",
    "Tünetei többek között a hányás, hasmenés, hasi panaszok, vagy akár a láz.",
    "Kezelése többnyire tüneti, így a legfontosabb az elveszített folyadék és ionok (sók) pótlása, diéta, pihenés.",
    "Mindenképp kerülendő a hasmenés csillapítása, mivel az lassítja a toxinok kiürülését a szervezetből.",
    "Gyógyszermérgezés: a megengedettnél nagyobb mennyiségű gyógyszer bevétele okozza, gyakran öngyilkossági kísérlet áll a hátterében.",
    "Kivétel nélkül szakorvosi ellátást igényel!",
    "A legtöbb gyógyszer esetén egy órán belül érdemes meghánytatni a mérgezett személyt, ám bizonyos gyógyszereknél (pl. szívgyógyszerek) ez kifejezetten tilos.",
    "A hasnyálmirigy.",
    "A hasnyálmirigy – mely a patkóbél kanyarulatában, merőlegesen a test hossztengelyére helyezkedik el - anatómiai és működési értelemben egyaránt két részre tagolódik.",
    "Az emésztőenzimeket termelő külső elválasztású részre, amely a váladékát, a hasnyálat a patkóbélbe juttatja, ill.\n\na hormonokat (inzulin, glukagon) termelő belső elválasztású részre, amely váladékát a vérbe üríti.",
    "Az endokrin sejtcsoportok a külső elválasztású részek végkamrái között a mirigyállományban szigetszerűen helyezkednek el, nevüket leírójukról kapták, Langerhans-féle szigeteknek nevezzük őket.",
    "Számuk emberben kb. 1 millió.",
    "Vérellátásuk igen gazdag, tekintve, hogy a sejtek váladékukat a vérbe juttatják.",
    "A szigetek kétféle sejtből állnak:\n\nkisebb, világosabb béta-sejtekből, melyek az inzulint termelik,.\n\nnagyobb, sötétebbre festődő alfa-sejtekből, ezek pedig a glukagont választják el.",
    "A Langerhans-szigetek működését elsősorban a vércukorszint szabályozza.",
    "A hasnyálmirigy külső elválasztású része termeli a hasnyálat, amely emberben napi 1,2-1,5 l, pH-ja 8 körül van.",
    "A hasnyál tartalmaz\n\ntripszint, amely inaktív tripszinogén formájában választódik el, a polipeptideket oligopeptidekre bontja adott helyen (peptidkötéseket hidrolizál, endopeptidáz),\n\nlipázt – kezdetben inaktív, epesavak hatására válik aktívvá –, amely a lipidek észterkötéseit hidrolizálja, így a neutrális zsírokat monogliceridekre és zsírsavakra bontja,\n\nhasnyálamilázt, amely a nyálamilázhoz hasonló, ezért szintén a keményítőt és a glikogént hasítja maltózegységekre,\n\nnukleázt, amely a nukleinsavakat nukleotidokra hidrolizálja.",
    "A hasnyál zsírbontó hatását bemutató kísérlet.",
    "Állítsuk össze az alábbi 3 kémcső tartalmát.",
    "kémcső: 0,5",
    "ml étolaj + 2 ml hasnyálkivonat + 0,5 ml epe.\n\nkémcső: 0,5 ml étolaj + 2 ml hasnyálkivonat.\n\nkémcső: 0,5",
    "ml étolaj + 0,5",
    "ml epe + 0,5 ml víz.",
    "A kémcsövek tartalmát rázzuk össze.",
    "Ezután minden kémcsövet 1%-os NaHCO3 – oldattal lúgosítjuk.",
    "Mindegyik kémcsőhöz cseppentsünk 2 csepp fenolftalein indikátort.",
    "Majd helyezzük a kémcsöveket 37°C-os vízfürdőbe.",
    "A 1. kémcsőben a lipáz és az epe emulgeáló és aktiváló hatásának köszönhetően lezajlott az emésztés, a második kémcsőben csak",
    "kis mértékben, a harmadik kémcsőben nem tapasztaltunk változást.",
    "Az emésztés során a tápanyagok makromolekulái a tápcsatorna üregében monomerekre hasadnak, hidrolizálnak, melyek aztán felszívódással többnyire a vérbe kerülnek.",
    "Az emésztőnedveket (nyál, gyomornedv, hasnyál, epe).",
    "részben a tápcsatorna nagy mirigyei (nagy nyálmirigyek, hasnyálmirigy, máj),.",
    "részben a nyálkahártyában kisebb mirigyek választják el (gyomornedv).",
    "A bontást.",
    "az emésztőcsatorna üregébe elválasztott enzimek indítják el (luminalis emésztés),\n\nmajd a monomerekre való végső bontást a bélhámsejtek felszínéhez kötött enzimek végzik (celluláris emésztés).",
    "A trigliceridek kizárólag luminalisan bomlanak.",
    "A felszívódásnak több, a nyálkahártya felületét nagyobbító tényező kedvez.",
    "A nyálkahártya redői háromszorosára,.\n\na bélbolyhok harmincszorosára,.",
    "a mikrobolyhok hatszázszorosára növelik a felszívó felületet, amely elérheti akár a 200 m2-t.\n\nA felszívódás többféle módon történik,.",
    "a víz és a 4 szénatomnál kisebb vízoldható vegyületek diffúzióval, passzív transzporttal,\n\na nagyobb poláris molekulák – pl. glükóz, aminosavak többsége – és az ionok aktív transzporttal szívódnak fel.",
    "(Egyes aminosavak facilitált diffúzióval szívódnak fel.)",
    "A felszívódó molekulák kémiai természetüknek és",
    "molekulatömegüknek megfelelően szelektálódnak.",
    "A vízben oldódó molekulák inkább a vérkeringési rendszerbe,.",
    "a nagyobb hidrofób molekulák – pl. a zsírok, mivel vízben oldhatatlanok – lipoproteinek formájában a nyirokkeringésbe jutnak.",
    "A felszívódás helyszínei.",
    "A szájban és a nyelőcsőben nincs jelentős felszívódás, míg.\n\na gyomorból víz, egyes ionok, alkohol, gyógyszerek, kevés glükóz szívódik fel.",
    "A felszívódás fő helye a vékonybél.",
    "A ragadozók és a mindenevők vastagbele a tápanyagok felszívásában nem játszik fontos szerepet.",
    "Itt főleg víz, ionok, és esetleg kis tömegű szerves anyagok, mint pl.",
    "B- és K-vitaminok szívódnak fel.",
    "A növényevők vastagbelében levő jelentős mikrobatömeg egyszerű szénhidrátokat, aminosavakat, zsírsavakat és B-vitaminokat képez, melyek itt még felszívódnak.",
    "A vér a tápcsatornából a monomereket elszállítja a szövetekig, ahol bejutva a sejtekbe különféle átalakuláson mennek keresztül,\n\nvagy tovább bomlanak energiát szolgáltatva a biológiai oxidáció folyamatában, pl.",
    "a glükóz, ill.",
    "a zsírsavak az izomszövetekben,\n\nvagy felépítő folyamatokban vesznek részt, így az aminosavak fehérjékké alakulnak,\n\nill.",
    "raktározódnak egyes szövetekben, szervekben, mint a glükóz a májban, vázizomszövetben glikogén formájában, a zsírok a zsírszövetekben.",
    "Az emésztőrendszer működése összességében energiaigényes folyamat, mivel a tápcsatorna mozgásai, az emésztőnedvek termelése, aktív transzportfolyamatok a felszívás során energiát igényelnek.",
    "Az utóbél részei:\n\na vastagbél (vakbél és remesebél),.",
    "a szigmabél,.\n\na végbél.",
    "A vastagbél a hasüreg vékonybéltömegét képkeretszerűen veszi körül, igen tág üregű.",
    "A vékonybél és a vastagbél határán billentyű akadályozza meg az anyagok visszafelé áramlását.",
    "A vastagbél\n\njobb csípőtányéri tájékban kezdődik a vakbéllel,.",
    "majd felfelé folytatódik a felszálló remesével,.",
    "ami átmegy a haránt remesébe,.",
    "majd az lefelé fordulva a leszálló remesébe folytatódik.",
    "A vastagbél a szigmabélbe torkollik,.",
    "ami a végbélbe megy át.",
    "A vakbél a vastagbél kezdeti, lefelé vakon végződő tág szakasza, amely a jobb csípőtányérban fekszik.",
    "A vakbélből egy csökevényes bélszakasz, a féregnyúlvány indul ki.",
    "A féregnyúlvány nyálkahártya alatti kötőszövetében rendkívül nagy mennyiségű nyiroktüsző található, aminek következtében a féregnyúlvány a mandulákéval azonos funkciójú nyirokszerv.",
    "Amennyiben egy székletdarabka elzárja a féregnyúlvány nyílását, az elzárt részben baktériumok felszaporodása miatt különféle gyulladásos folyamatok indulnak be.",
    "Mivel a féregnyúlvány fala rendkívül vékony, a gyulladás következtében könnyen átszakad, azaz a vakbél perforálódik.",
    "A nyíláson keresztül baktériumok kerülhetnek a hasüregbe, melynek következményeként életveszélyes hashártyagyulladás alakulhat ki.",
    "A helyzet súlyosságának megfelelően feltétlen műtéti beavatkozás szükséges.",
    "A vastagbél fala bélbolyhokat már nem tartalmaz, az általa elválasztott csekély, enyhén lúgos váladékban enzimek nincsenek.",
    "A vastagbél a széklet kialakításában fontos, amely\n\negyrészt a nagy mennyiségű víz és ion felszívódásnak,.",
    "másrészt a bakteriális lebontásnak köszönhető.",
    "Míg a gyomor és a vékonybél gyakorlatilag baktériummentes, a vastagbélben dús baktérium-flóra van, mely a béltartalomban erjedési folyamatokat indít meg.",
    "A széklet kialakításának elősegítésén túl igen fontos funkciója a vastagbél baktériumflórájának bizonyos vitaminok termelése, pl. emberben K-vitamin és B-vitaminok termelődnek.",
    "A bélflóra szimbionta baktériumai ezek mellett gátolják a kórokozó mikroorganizmusok szaporodását.",
    "A bél-baktériumflóra háromféle mechanizmus segítségével védekezik a kórokozók ellen:\n\nközvetlen gátlással, antibiotikumok termelésével,.",
    "tápanyagelvonással és az élőhely elfoglalásával,.",
    "valamint az immunrendszer folyamatos stimulációjával, aktivációjával.",
    "A bélflórát a bélnyálkahártyán megtelepedett, zömében oxigénhiányos környezetben szaporodó mikroorganizmusok összessége képezi.",
    "Számuk egészséges emberben trilliós nagyságrendű, tömegük együttesen eléri a másfél-két kilogrammot, és becslések szerint akár ezer faj is képviseltetheti magát.",
    "A velünk élő hasznos baktériumoknak azonban eddig csak a legnagyobb számban jelen lévő képviselőit azonosították (mintegy 30-40 fajt), mert laboratóriumi tenyésztésük rendkívül nehéz.",
    "Az anyaméhben a magzat bélrendszere még steril.",
    "A bélflóra betelepülése és kialakulása a szüléskor kezdődik meg.",
    "Elsőként az anya hüvelyében élő baktériumok jutnak be a magzatba, és megkezdik a normális bélflóra kialakítását.",
    "A további baktériumok a szoptatás folyamán, a tárgyak szájba vételekor, illetve a lélegzetvétellel jutnak be a csecsemő emésztőrendszerébe.",
    "A normális bélflóra kialakulása és fennmaradása nélkülözhetetlen az egészség megőrzéséhez.",
    "Nagyon sok emberi betegség kapcsolódik az egészséges bélflóra - és ezzel együtt az immunrendszer működésének - megbomlásához.",
    "E betegségek közé tartoznak a gyulladásos bélbetegségek, az irritábilis bélszindróma, sőt egyes rosszindulatú daganatok is.",
    "A baktériumflóra összetétele egyénenként különböző, befolyásolja a nem, testtömegindex, a nemzetiség, a táplálkozási szokások.",
    "A végbél oldalról nézve gyengén S alakú cső.",
    "A végbélnyílást erős végbélzáróizom-rendszer zárja le.",
    "Ez két részből áll:\n\na bélcsatorna körkörös simaizomzatának megerősödéséből,.",
    "és az ezt kívülről körülvevő harántcsíkolt izomgyűrűből.",
    "A végbélnyílás faggyúmirigyeket és illatmirigyeket is tartalmaz nagyobb mennyiségben.",
    "Az emberi széklet fő tömegét.",
    "a táplálék emészthetetlen részei (cellulóz),.\n\nemésztőnedvek maradványai,.",
    "fehérvérsejtek, lelökődött hámsejtek és.",
    "hatalmas tömegű baktérium adja.",
    "A bélsár színét a bilirubinból származó szterkobilin adja, mely bakteriális hatásra alakul ki.",
    "Összefoglaló táblázat."
  ]
}