{
  "doc_id": "4.6. Az anyagszállítás",
  "sentences": [
    "4.6. Az anyagszállítás",
    "A fejezet a követelményrendszer 4.6. pontja alapján készült.                              Készítette: Vizkievicz András",
    "4.6.1. A testfolyadékok",
    "Bevezetés",
    "Az anyagszállító szervrendszer egyik alapvető feladata a különböző szállítófunkciók ellátása.",
    "Az emberi test igen sok, egymástól távol eső és eltérő működésű sejtből áll, továbbá a sejtek túlnyomó többsége a test belsejében található, s csak néhány szerv sejtjei - tüdő, bélcsatorna, vese, bőr - érintkeznek a külvilággal.",
    "A keringés alapfeladatát úgy látja el, hogy a szervezet egységes működésének az érdekében, közvetít a különböző sejtek és a szövetek között, ill.",
    "összekapcsolja a belső sejteket a külső környezettel.",
    "A fentiek tükrében az anyagszállító szervrendszer alapfeladatai a következők:",
    "Tápanyagok szállítása a bélcsatornából a szövetekhez, raktárakhoz (zsírszövetek, máj).",
    "Az anyagcsere bomlástermékeinek elszállítása a szövetekből a kiválasztószervekhez.",
    "A légzési gázok szállítása a tüdő és a szövetek között.",
    "A sejtek működését szabályozó anyagok, a hormonok szállítása a belső elválasztású mirigyek felől a szövetek felé.",
    "Immunsejtek termelése és szállítása.",
    "Az izomösszehúzódás során keletkezett hő elszállítása az izmokból.",
    "Az említett szállítófeladatokon túlmenően a keringési szervrendszer feladata a szervezet belső védekezésének, az immunitásnak a biztosítása.",
    "A zárt keringési rendszerrel rendelkező gerinces állatok és az emberi szervezet alapvetően           3 fő folyadékteret foglal magába.",
    "[NUMBERED_ITEM] Intravazális (vér)",
    "[NUMBERED_ITEM] Intersticiális (szövetnedv, nyirok)",
    "[NUMBERED_ITEM] Intracelluláris (sejten belüli tér, kb. 55%)",
    "E tereket különféle határoló hártyák - érfal, sejthártya - választják el egymástól, melyeken keresztül élénk anyagforgalom zajlik a folyadékterek között, ugyanakkor az elkülönülés lehetőséget teremt a különféle biokémiai, élettani folyamatok térbeli elválasztására.",
    "A vér",
    "A vér a zárt keringési rendszerre jellemző, a vérerekben keringő vörös színű folyadék.",
    "Egy 70 kg-os testsúlyú ember átlagos vértérfogata kb. 5 liter.",
    "A vér folyékony kötőszövet, s mint ilyen sejtközötti és sejtes állományból áll.",
    "A sejtközötti állomány a vérplazma, amely a teljes vértérfogat mintegy 56%-a,",
    "a fennmaradó részt az ún. alakos elemek alkotják kb. 44%-ban.",
    "Az alakos elemek térfogat-százalékos aránya a hematokritérték.",
    "A vérplazma",
    "A vérplazma sárgás színű, átlátszó folyadék.",
    "A vér centrifugálásakor a kémcső felső részén gyűlik össze, annak megfelelően, hogy a nagyobb tömegű alakos elemek a centrifugális erő - egy forgó rendszerben fellépő, sugárirányban kifelé irányuló tehetetlenségi erő – hatására a kémcső alján halmozódnak fel (lásd 1.1 fejezet).",
    "Összetétele:",
    "víz, kb. 90%-ban,",
    "anorganikus sók, ionok: Na+, K+, Ca2+, Mg2+, Cl-, PO43-, HCO3-,",
    "tápanyagok: glükóz, aminosavak, zsírsavak, lipoproteinek (LDL),",
    "bomlástermékek: karbamid, húgysav, tejsav, bilirubin, ammónia,",
    "oldott légzési gázok,",
    "hormonok,",
    "fehérjék kb. 7%-ban.",
    "A vérplazma fehérjéi",
    "A vérplazmafehérjéket összetételük és feladatuk alapján 3 csoportba soroljuk.",
    "Albuminok",
    "Egyszerű fehérjék, melyek az összes plazmafehérje kb. 60%-át adják. A májban termelődnek. Alapvetően háromféle feladatot látnak el.",
    "Transzportfehérjék, melyek vízben rosszul oldódó anyagokat, hormonokat, zsírokat szállítanak.",
    "A kötődés egyben megakadályozza a vesén keresztüli gyors kiürülésüket.",
    "Kialakítják a vérplazma optimális ozmotikus nyomását.",
    "Ezenkívül puffer-rendszerek, a vér pH-jának szabályozásában vesznek részt.",
    "Globulinok",
    "Szénhidráttartalmú összetett fehérjék. Feladatuk alapján két csoportjuk van:",
    "az alfa- és a béta-globulinok transzportfeladatot látnak el, hormonokat (tiroxin, kortizol), ill.",
    "pl.",
    "a vasat szállítanak (transzferin).",
    "A májban termelődnek.",
    "A gamma-globulinok az ún. immunoglobulinok (antitestek, ellenanyagok), melyeket a B limfociták termelnek és az immunitásban játszanak szerepet.",
    "Véralvadási faktorok, pl. fibrinogén, protrombin stb.",
    "Többnyire a májban termelődő fehérjék, amelyek a véralvadásban játszanak szerepet.",
    "A vér összetétele a szállítófeladatok miatt bizonyos értékhatárok között változhat.",
    "Nagyobb ingadozás tapasztalható:",
    "a vérsejtek számában,",
    "a tápanyagok koncentrációjában,",
    "a plazmafehérjék koncentrációjában,",
    "a hormonok, vitaminok mennyiségében.",
    "Azonban viszonylagos állandóságot mutat:",
    "a pH,",
    "az ozmotikus koncentráció,",
    "az ionösszetétel,",
    "a vértérfogat.",
    "Az anyagcsere során különféle savas kémhatású vegyületek – szén-dioxid, tejsav - jönnek létre.",
    "A homeosztázis fenntartásához ezért szükség van pH-szabályozó mechanizmusokra.",
    "A sav-bázis egyensúly fenntartásában a következő szervek vesznek részt:",
    "tüdő: CO2 eltávolításával,",
    "vese: H+ vagy HCO3- (bikarbonát) kiválasztásával,",
    "szövetek: CO2 termelésük révén,",
    "vér: amely kiegyensúlyozó szerepű puffereket tartalmaz.",
    "A vér pH-ját a különböző puffer-rendszerek tartják állandó értéken.",
    "Bikarbonát puffer-rendszer    \tH+ + HCO3-  =  H2CO3 = CO2 + H2O",
    "Savasodás esetén – amikor a vér pH-ja csökken - a feleslegben keletkező H+-kal a vérplazmában oldott hidrokarbonát-ionok (HCO3-) szénsavat képeznek, amely a tüdőben elbomlik szén-dioxidra és vízre.",
    "A felszabaduló CO2 távozik a tüdőn keresztül, így az egyensúly jobbra tolódásával nőhet a pH (a H+ mennyisége csökken).",
    "[NUMBERED_ITEM] A plazmafehérjék puffer-rendszer",
    "Az albuminok amino- és karboxil csoportjai játszanak szerepet, melyek H+-t köthetnek meg, ill. adhatnak le.",
    "[NUMBERED_ITEM] A hemoglobin puffer szerepe",
    "A vörösvértestekbe bediffundáló CO2 rögtön szénsavvá alakul egy enzim segítségével.",
    "Ezután a protonját megköti a hemoglobin - ugyanis erősebben köti a protont, mint a szénsav – ezáltal csökkenti a savasság mértékét.",
    "A vér alakos elemei",
    "A vérben levő sejtes állományt, a sejtek felépítése és működése alapján 3 csoportba soroljuk.",
    "Vörösvértestek",
    "Vérlemezkék",
    "Fehérvérsejtek",
    "A vérplazmát alkotó sejtek számának és alakjának meghatározása céljából vérkenetet készítenek, melyet fénymikroszkópban tanulmányoznak.",
    "A vérképzés embrionális korban a májban történik, majd posztembrionálisan a vér alakos elemeinek a túlnyomó többsége a vörös csontvelőben termelődik (A T-nyiroksejtek a csecsemőmirigyben (thymus) fejezik be érésüket).",
    "A vörös csontvelő",
    "Előfordulási helyei a következők.",
    "A lapos csontok szivacsos állományának a hézagaiban, így pl. a szegycsontban, a bordákban és a medencecsontban.",
    "A csigolyák ún. csigolyatesti részében, továbbá a hosszú csöves csontok végein.",
    "Fiatalabb korban általában a csöves csontok kp.-i üregeiben.",
    "Az életkor előrehaladtával a hosszú csontokban a vörös csontvelő egy része átalakul sárga csontvelővé és ezért előfordulása csak néhány csontra korlátozódik, pl.",
    "a combcsont és a felkarcsont kiszélesedő, a test felé eső végeire.",
    "Ugyanakkor fokozott vérvesztés esetén a sárga csontvelő visszaalakulhat vörös csontvelővé, segítve a vérképzést.",
    "A béta-thalassemia a vörösvértestek betegsége.",
    "A betegség súlyos formájában a csecsemők féléves korukra súlyos vérszegénység tüneteit mutatják, mert a hemoglobin béta-láncainak szintézise zavart szenved, emiatt a vörösvértestek feloldódnak.",
    "A szervezet fokozott vérképzéssel reagál.",
    "A fokozott vérképzés a vörös csontvelőben történik, a felszaporodó vörös csontvelő miatt a gyermekek koponyacsontjai megvastagszanak, a gyermekek növekedése, fejlődése elmarad.",
    "A vörös csontvelőben keletkeznek a:",
    "vörösvértestek,",
    "vérlemezkék,",
    "granulociták,",
    "B limfociták,",
    "monociták.",
    "Mint látható a vörös csontvelőben igen eltérő alakú és működésű sejtek jönnek létre. Minden vérsejt képződése ún. multipotens őssejtekből indul ki.",
    "Az őssejtek korlátlan osztódóképességgel rendelkező differenciálatlan sejtek.",
    "Az őssejtek osztódásukkal különböző sejtvonalakat hoznak létre.",
    "Egy-egy sejtvonalban az eltérő génműködés következtében a sejtek különböző differenciálódási folyamatokon mennek keresztül, melynek eredményeképpen az eltérő sejtvonalaknak megfelelő sejttípus jön létre.",
    "Az őssejteknek különböző típusait különböztethetjük meg.",
    "Totipotens őssejt: az összes (embrionális és extraembrionális) szövet és szerv létrehozására képes. Totipotens sejtnek tekintjük a zigótát.",
    "Pluripotens őssejt: csak embrionális sejtek és ivarsejtek képzésére alkalmas. Ilyen az embrionális-őssejt.",
    "Multipotens őssejt: nem képes ivarsejt létrehozására, de bármely más sejttípus kifejlődhet belőle. Ilyenek a szervezet szöveti őssejtjei.",
    "Unipotens őssejt: egyetlen sejttípust képes előállítani, de képes a megújulásra, ami megkülönbözteti a nem őssejt testi sejtektől (pl. izom-őssejtek).",
    "A vörösvértestek",
    "A vörösvértestek emlősökben sejtmag nélküli, önálló mozgásra képtelen, középen homorú, korong (bikonkáv) alakú sejtek.",
    "Számuk férfiakban 5 millió/mm3, nőkben 4.5 millió/mm3.",
    "Mennyiségüket befolyásolja a tengerszint feletti magasság is, pl. hosszabb magashegyi tartózkodás következtében számuk elérheti akár a 6-8 milliót is köbmilliméterenként.",
    "Gyakran tartanak edzőtáborokat nagyobb tengerszint feletti magasságú területeken, tekintve, hogy a magas hegységekben az oxigén parciális nyomása alacsony, s emiatt a szervezet fokozza a vörösvértestek termelését.",
    "Majd az alacsonyabb szintre visszaérkezve a megemelkedett vörösvértest-szám hatékonyabb oxigénkötést, ill. szállítást biztosít, s így nagyobb teljesítményt tesz lehetővé.",
    "A vörösvértestek szárazanyagának 95%-át a hemoglobin tölti ki. A hemoglobin 4 alegységből felépülő, vörös színű, összetett fehérje.",
    "Minden alegység",
    "egy globin fehérjerészből és",
    "egy hem nem fehérje természetű részből áll. A hem 4 pirrol gyűrűből összekapcsolódott porfirinváz, melynek közepén Fe2+ helyezkedik el.",
    "A vörösvértestekben sejtmag, belső membránrendszer, mitokondrium nincs, s így szinte teljes tömegét a hemoglobin adja.",
    "Anyagcseréje minimális, mivel mitokondriumokat nem tartalmaz, a sejt csupán glikolízist, ill. tejsavas erjedést folytat.",
    "A vörösvértestek feladata az oxigén és részben a szén-dioxid szállítása.",
    "Az oxigén a hem vas-ionjához kötődik, miközben a fehérje harmadlagos és negyedleges szerkezete egyaránt megváltozik.",
    "Lásd még 4.5.",
    "fejezet.",
    "A hemoglobin oxigénnel való telítettségének a mértékét elsősorban a közeg oxigén koncentrációja - s ezzel arányosan a parciális nyomása - határozza meg.",
    "A hemoglobin-molekula oxigénkötő-képességét az ún. oxigéntelítési görbével jellemezhetjük (szaturáció).",
    "A haemoglobin (folyamatos vonal) és a mioglobin (szaggatott vonal) szaturációja (oxigén telítettsége) a pO2 függvényében.",
    "A felső vastag vonal a tengerszinten a tüdőben mérhető pO2 mellett észlelt szaturációt jelzi.",
    "A hemoglobin szaturációja",
    "az artériás vérben (95 Hgmm pO2) 97%,",
    "a vénás vérben (40 Hgmm pO2) 75% (jelentős oxigéntartalék).",
    "A hemoglobin fontos tulajdonsága, hogy oxigéntelítettsége pH függő.",
    "Minél savasabb a vér, úgy csökken az oxigénkötődés erőssége, azaz alacsonyabb pH-n a hemoglobin molekulák kevésbé kötik az oxigént.",
    "Ez a jelenség biztosítja, hogy a működő szövetekben - ahol a keletkezett szén-dioxid savas kémhatást okoz - a hemoglobin könnyebben adja le az oxigént.",
    "A tüdőben fordított a helyzet, ahol a magas oxigén koncentráció - és magasabb pH miatt - a hemoglobin újra oxigénnel telítődik.",
    "„A telítettség megmutatja, hogy a hemoglobinmolekulák legnagyobb oxigénkötő-képességéhez viszonyítva hány százalékos az oxigénkötés.",
    "Ez a grafikon a vérben található oxigén koncentrációjának (illetve az azzal arányos úgynevezett parciális nyomásának, pO2) függvényében ábrázolja a molekulák telítettségét.",
    "A három görbe három különböző kémhatásértéken mutatja a vér oxigénkötő-képességét.”  \t         Emelt szintű feladat",
    "A szövetekben:",
    "a szén-dioxid a szövetekből a vérplazmába diffundál, a vérplazmában a szén-dioxid hidrát alakban van jelen  CO2.H2O,",
    "onnan a vörösvértestekbe jut, ahol egy enzim hatására szénsavvá alakul,",
    "a szénsav elbomlik H+ és hidrokarbonát-ionra (HCO3-),",
    "a protonokat a hemoglobin - oxigén leadása mellett – felveszi,",
    "a felesleges HCO3- kidiffundál a vérplazmába, ott szállítódik, helyette a töltések egyensúlya miatt a sejt Cl--t vesz fel.",
    "A tüdőben",
    "megindul a vérplazmából a CO2 felszabadulása a tüdő légterébe,",
    "a vérplazmában a csökkenő mennyiségű CO2 pótlása a vörösvértest felől történik.",
    "A vörösvértestben mivel csökken a CO2 ezért a szénsav elbomlik vízre és szén-dioxidra, ami kidiffundál.",
    "A szénsav H+ + HCO3- = H2CO3 reakcióból pótlódik.",
    "A H+ a hemoglobinhoz kötött H+-ból származik, így a hemoglobin újra oxigént vehet fel.",
    "A sejtben tehát fogy a HCO3-, ezért a vérplazmából mennyisége Cl- cserével pótlódik.",
    "A CO2 molekulák továbbá",
    "a globin láncok N-terminálisához is kötődnek karboxil-csoportot alkotva. Ezen az úton jut a tüdőbe a CO2 mintegy 20%-a,",
    "ezenkívül a vérplazmában is oldódik – 10% -, és hidrokarbonát-ionok formájában szállítódik.",
    "A magzat hemoglobin molekulái abban különböznek a felnőttétől, hogy bennük a béta alegység helyett gamma alegység van.",
    "A magzati hemoglobin erősebben köti az oxigént, mint a felnőtt hemoglobin, aminek köszönhetően a magzat vére át tudja venni az oxigént az anyai vérből.",
    "Ismert a hemoglobinon kívül egy másik oxigénkötő fehérje is az emberi szervezetben, a mioglobin, amely a vázizmokban található.",
    "A mioglobin csupán egy polipeptidláncból és egy hemből álló fehérje.",
    "A grafikon a hemoglobin és a mioglobin oxigéntelítettségét mutatja, a vér oxigénje (parciális) nyomásának függvényében.",
    "Az A vér a vénás vér, a B vér az artériás vér.",
    "A két fehérjében az oxigén kötődés mechanizmusa hasonló, a grafikonról ugyanakkor megállapítható a mioglobin alacsonyabb oxigén koncentráció esetén is köti az oxigént, hiszen feladata az oxigén raktározása.",
    "A vörösvértestek átlagos élettartalma 120 nap, keletkezésük, pusztulásuk folyamatos.",
    "A képzés szabályozott folyamat.",
    "A vörösvértestek képződését serkenti az oxigénhiány, a vérvesztés, ill. hormonálisan a vesében termelődő eritropoetin hormon, mely hatását a férfi nemi hormonok tovább fokozzák.",
    "A vörösvértest képzéshez szükséges még B12 vitamin, folsav és vas.",
    "Egy átlagos emberi szervezetnek naponta 1 mg vasra van szüksége, azonban várandós nők esetén ez akár meg is duplázódhat.",
    "Az emberi test kb. 4 g vasat képes raktározni a májban, a lépben, a vörös csontvelőben egy ferritin nevű fehérjéhez kötve.",
    "Sok vasat tartalmaz a tojás, a máj, a bab és a borsó.",
    "Az elöregedett sejteket a lép, a máj vonja ki a forgalomból. A sejtek hemoglobin tartalma",
    "először hemre és globinra bomlik,",
    "majd a hemből a vas újra felhasználódik, és a hem vas nélküli biliverdinné alakul, amely még a lépben vízben oldhatatlan indirekt bilirubinná redukálódik,",
    "az indirekt bilirubin a májban vízben oldható direkt bilirubinná alakulva az epén keresztül (epefesték) a széklettel (szterkobilinogén), ill.",
    "a vizelettel (urobilinogén formájában) kiválasztásra kerül.",
    "A vérszegénység olyan állapot, amelyben a vörösvértestek száma vagy a hemoglobin mennyisége túl alacsony a vérben.",
    "A hemoglobin egyik közismert rendellenessége a sarlósejtes vérszegénység.",
    "A betegség oka, hogy egy pontmutáció miatt a globin egyik láncában egy aminosav kicserélődik, az N-terminálistól számítva a hatodik helyen glutamin helyett valin található.",
    "A rendellenes vörösvértestek citoplazmájában a hemoglobin kicsapódik, megváltoztatva a sejtek működését és az alakját.",
    "A beteg sejtek egyrészt már csak részben képesek az oxigén szállítására (kb. 50%-ban), másrészt sarlóalakúvá válnak, összecsapódnak, vérrögöket képeznek, melyek elzárhatnak kisebb ereket.",
    "A hibás sejteket a szervezet – a lép - 10-20 nap múlva kivonja a forgalomból, ill. mivel ezek a deformált sejtek törékenyek, a kisebb ereken való áthaladásuk során szétesnek, ezért a vörösvértestszám lecsökken, ami vérszegénységhez vezet.",
    "Az oxigénellátási zavarokon túl a betegség szövődményei pl. stroke, tüdőembólia, melyek többnyire az érelzáródásokkal hozhatók kapcsolatba.",
    "A grafikonok alapján megállapítható:",
    "Sarlósejtes vérszegénységben szenvedő ember hemoglobinja kevésbé köti az oxigént, mint az egészséges emberé, de a fölvett oxigén egy részét a szövetekben képes leadni.",
    "CO-mérgezés esetén a hemoglobin telítettsége az artériás vérben csak kb.",
    "50%-os, ugyanakkor a szövetekre jellemző viszonyok között a hemoglobin-molekulák alig adják le a szállított oxigént.",
    "Az emberi vércsoportok lásd még 4.8.5.2. fejezet",
    "A vörösvértestek felszínét borító sejtköpenyben megtalálható glikoproteidek – vércsoportantigének - alapján az emberi populációban többféle vörösvértest típus fordul elő.",
    "Ennek alapján több mint 40 egymástól független vércsoportrendszert különböztetünk meg, azonban a vérátömlesztés szempontjából, ebből csupán kettőnek van gyakorlati jelentősége, ez az AB0-rendszer és az Rh-rendszer, melyek az emberszabású majmokban is előfordulnak (ezenkívül MN, Langereis, Junior vércsoport stb.).",
    "Az emberi vércsoportokat a 20.",
    "század elején Landsteiner fedezte fel, amiért később Nobel-díjat kapott.",
    "A vörösvértestek sejthártyájának felszínén, a vércsoportok kialakításáért felelős glikoproteidek – vércsoportantigének - többnyire transzportfehérjék.",
    "Az AB0 vércsoportrendszer",
    "Ebben az esetben kétféle vércsoportot meghatározó molekulát – antigént - különböztetünk meg, az egyik típus az A, a másik típus a B vércsoport kialakításáért felelős.",
    "A vércsoportantigének elhelyezkedése és minősége alapján négy nagyobb vércsoportot különböztetünk meg, A, B, AB, 0.",
    "Az egyes típusokon belül még további altípusok ismertek pl. A1, A2, A3, A4, A5.",
    "Egy adott vércsoport vérplazmájában - az AB kivételével - a másik vércsoport vörösvértestei ellen termelődő ellenanyagok, antitestek vannak.",
    "Az A és B antigének akkor jelenhetnek meg a vértestek felszínén, ha egy speciális szénhidrát-molekulához, a H-antigénhez kapcsolódnak.",
    "A H antigén a 0-s vércsoportú emberek vérében is megtalálható, de ezekben a személyekben nem kapcsolódik hozzá sem A, sem B antigén.",
    "Létezik egy olyan mutáció, amelynek következtében nem működik az az enzim, ami létrehozná ezt a H-antigént.",
    "Ezt a jelenséget Bombay-jelenségnek nevezik.",
    "Ebben az esetben az érintett személyek 0-ás vércsoportúak, mivel nem alakulhat ki sem",
    "A sem B vércsoport, tekintve, hogy az A ill.",
    "a B antigének csak akkor jelenthetnek meg a vörösvértestek felületén, ha jelen van a H antigén, amihez kötődhetnek.",
    "Vérátömlesztésnél elsődlegesen csoportazonos vért kell használni, ha ez nem áll rendelkezésre, különösen kell vigyázni és betartani az alábbi szabályokat, mivel pl., ha egy B vércsoportú ember A típusú vért kap, a vérplazmában lévő A ellenanyagok kicsapják a beadott A vörösvértesteket, ami a képződött vérrögök miatt súlyos, esetleg életveszélyes következményekkel járhat.",
    "A beadott vérkészítmények vérplazmamentesek, mivel azt előzőleg eltávolították és a vörösvértesteket fiziológiás sóoldatba vitték, így csak arra kell ügyelni, hogy a beadott sejtek ne csapódjanak ki.",
    "A Bombay-jelenségben érintett személyek nem kaphatnak vért még 0 vércsoportú donortól sem, mert a normális, nem Bombay-mutációs 0-s vércsoportban jelen van a H-antigén, ami idegen antigén a Bombay-mutációban szenvedők számára, ezért a vérplazmában megjelenő anti-H antitestek kicsapnák a beadott 0-s vörösvértesteket.",
    "Rh vércsoportrendszer",
    "A vércsoportrendszer nevét onnan kapta, hogy a Macacus Rhesus majomban fedezték fel.",
    "Itt kétféle vércsoport van aszerint, hogy az Rh-faktor (D-antigén) megtalálható-e vagy sem a vörösvértestek felületén.",
    "Az első esetben Rh+-, a második esetben Rh-csoportról beszélünk.",
    "Rh ellenanyag eredendően nincs a vérplazmában, csak abban az esetben termelődik, ha egy",
    "Rh- ember Rh+ vért kap, hiszen az Rh+ vörösvértestek - az Rh-faktor miatt - testidegen anyagként immunreakciót indítanak be.",
    "Régebben súlyos gondokat okozott az Rh-összeférhetetlenség problémája.",
    "Amikor egy Rh- nő Rh+ gyereket szül, szülés közben a kétféle vér érintkezésekor az anya vérében megindul az ellenanyag képződés.",
    "Ez az első terhesség alatt azért nem okoz problémát, mert az anyai és a magzati vér nem keveredik egymással.",
    "Azonban, ha a második gyerek is Rh+, az anya vérében már jelenlevő ellenanyag átjutva a méhlepényen kicsapja a magzat vörösvértesteit, annak életét súlyosan veszélyeztetve.",
    "A szülést követően 72 órán belül az anyának Rh+ ellenanyagot adva megakadályozható az immunreakció kialakulása.",
    "A vérlemezkék (trombociták)",
    "A vér legkisebb alakos elemei, számuk 300 000/mm3.",
    "Nevük arra utal, hogy emlősökben szabálytalan alakú, sejtmag nélküli, apró sejttöredékek, így élettartalmuk 5-10 nap, igen rövid.",
    "A vörös csontvelőben keletkeznek úgy, hogy az őssejtekből differenciálódó óriássejtek (megakariocyta) sejtplazmájából hasadnak le.",
    "A bennük található enzimek révén véralvadásban játszanak szerepet.",
    "A vérzéscsillapítás, a véralvadás",
    "A keringési rendszer alapfeladata a szállítás, a különböző anyagok eljuttatása a test egyik pontjáról a másikra.",
    "Az elmozdulás igénye szükségessé teszi, hogy ennek funkcionális közege folyékony legyen.",
    "A vér és a nyirok zárt rendszerben áramlik, azonban előfordulhat, hogy a csőrendszer fala kisebb-nagyobb sérüléseket szenved, így a benne lévő folyadék eltávozhat.",
    "Ennek megakadályozására a rendszerben keringő folyadék kis részlete képes megszilárdulni, ami tömítést képezve elzárja a nyílást.",
    "E meglehetősen komplikált folyamatot vérzéscsillapításnak nevezzük.",
    "A vérzéscsillapítás szakaszai:",
    "[NUMBERED_ITEM] érösszehúzódás",
    "[NUMBERED_ITEM] vérlemezke fázis (kitapadás, összecsapódás, aktiválódás)",
    "[NUMBERED_ITEM] véralvadási szakasz",
    "[NUMBERED_ITEM] fibrinolízis",
    "A sérült ér artériás részén szerotonin hatására az érfal reflexesen összehúzódik, csökkentve az átfolyó vér mennyiségét és nyomását.",
    "Az érfalat bélelő hámréteg sérülésekor a vérrel érintkező kötőszöveti kollagén hatására",
    "a vérlemezkék kitapadnak a hámréteg alatti kötőszövet kollagén rostjaihoz, majd kifejlődő nyúlványaikkal összekapcsolódva elfedik a szabaddá vált kollagént.",
    "A kitapadás hatására a hámsejtekből olyan anyagok szabadulnak fel, melyek fokozzák a vérlemezkék további kitapadását, ill.",
    "nagymértékű összecsapódásra késztetik őket, melynek eredményeképpen egy vérlemezkékből álló tömítés, a fehér trombus jön létre.",
    "A kitapadás továbbá aktiválja a vérlemezkéket, aminek hatására különféle faktorokat (ADP, adrenalin, szerotonin) és tapadást segítő anyagokat bocsátanak ki.",
    "A véralvadás",
    "Amennyiben a fenti folyamatok nem elegendők a vér elfolyásának a megakadályozására, megindul a véralvadás bonyolult, többlépcsős biokémiai láncreakciója, mely lényegében egy kaszkádrendszer, melyben a résztvevő anyagok láncreakciószerűen egymást aktiválják.",
    "Összesen 13-féle összetevője van a véralvadásnak, amelyeket I-XIII római számokkal jelzett véralvadási faktoroknak nevezzünk. Ilyenek pl.",
    "Fibrinogén",
    "Protrombin",
    "Szöveti faktor (tromboplasztin)",
    "Kalcium stb.",
    "A véralvadási faktorok nagy részét a máj termeli.",
    "A véralvadási folyamat két – belső, külső - párhuzamos, egymást erősítő úton indul el, ahol a kezdő lépések különböznek, a további történések viszont azonosak.",
    "A külső út (extrinsic)",
    "A kezdő lépést az váltja ki, hogy a sérülés helyén a vér érintkezésbe kerül az érfal külső sejtjeinek a membránjában elhelyezkedő szöveti faktornak (régen tromboplasztin) nevezett integráns membránfehérjével.",
    "A szöveti faktor nem található meg a vérrel közvetlenül érintkező sejtek (érbelhártya sejtek, fehérvérsejtek, vörösvérsejtek) membránjában.",
    "Ezért a vérben található VII.",
    "faktor csak az érsérülés helyén találkozik a szöveti faktorral, ez a találkozás indítja meg véralvadás láncreakcióját.",
    "A VII.",
    "faktor aktiválódásának eredményeképpen, közvetetten, más faktrorok – Xa.",
    "és az V. - aktiválódásának köszönhetően, Ca2+ jelenlétében a vérplazmában megtalálható inaktív protrombin aktív trombinná alakul.",
    "A protrombin a májban termelődik, előállításához K-vitamin szükséges, ezért a K-vitamin elengedhetetlen a normális véralvadáshoz, hiánya vérzékenységhez vezet.",
    "A trombin egy enzim, amely az oldott fibrinogénből lehasít egy oligopeptidet, létrehozva a polimerizálódó fibrint.",
    "Az oldhatatlan fibrinpolimer térhálós szerkezetű, amelybe beletapadnak a vér alakos elemei.",
    "Az így kialakult kocsonyás képződményt vérlepénynek vagy vörös trombusnak nevezzük, mely méretének növekedésével teljesen elzárja a nyílást.",
    "A vérzés csillapodásával a vérlepényen át, a nyomásviszonyok miatt, egy sárgás áttetsző folyadék szűrődik ki.",
    "Ez a vérszérum (vérsavó), amely fibrinogén mentes vérplazma.",
    "A véralvadás mechanizmusának öröklött hibája a vérzékenység, hemofília.",
    "A véralvadást a sebgyógyulás követi.",
    "Olyan sejtek hálózzák be az alvadékot, melyek kötőszövetet építenek a seb helyén.",
    "A sérült sejtek elhalnak, alkotóelemeik lebomlanak.",
    "A vérrög lebontásáért főként a plazmin nevű enzim a felelős.",
    "A fibrin megjelenése aktiválja a plazmint, amely több darabra hasítja a fibrint.",
    "Természetes körülmények között a véralvadás az extrinsic út faktoraival indul meg.",
    "Az extrinsic út elegendő trombint biztosít a fibrinogén → fibrin átalakuláshoz.",
    "A belső utat az érfal sérülésének következtében megjelenő kollagénrostok indítják meg.",
    "Az intrinsic út folyamatsora felerősíti az alvadási folyamatot, stabilizálja az alvadékot és",
    "korlátozza az idő előtti fibrinolízist.",
    "Továbbá az intrinsic út teszi lehetővé a levett vér megalvadását kémcsőben, ahol a folyamat kezdő lépése a vérplazma érintkezése az üvegfelülettel.",
    "Laboratóriumi körülmények között, a levett vérben, a Ca2+ eltávolításával, megkötésével megakadályozható a véralvadás (kalciumkötő anyagok: EDTA, citrát, oxalát).",
    "Műtétek során a nemkívánatos alvadás megakadályozására, az egyes faktorok aktiválódását gátolják meg pl.",
    "a máj által termelt heparinnal, ugyanis fiziológiás körülmények között a kalcium-ion megkötése nem járható út, mivel a vérplazma Ca2+ koncentrációjának a csökkenése súlyos izomgörcsöket eredményez, ami fulladásos halált okozhat.",
    "Az alvadási rendszer – belső út - állapotáról alvadási (trombin) idő mérése tájékoztat.",
    "Ez azt az időtartamot jelenti, amely alatt az üvegedénybe frissen levett vérben megjelenik az első fibrinszál.",
    "Az alvadási idő átlagos értéke 5-6 perc.",
    "A véralvadási folyamat egy adott részéről – külső út - nyújt információt a protrombin idő.",
    "Másodpercben megadja, hogy a szöveti faktor hozzáadását követően mennyi idő telik el",
    "a vizsgált vérmintában az alvadék képződéséig.",
    "A vizsgálatra például akkor van szükség, ha a trombózisra hajlamos páciens valamilyen szájon át szedhető véralvadásgátló kezelést kap, segítségével vizsgálható, hogy a véralvadásgátló gyógyszerek megfelelőek-e a vérrög képződésének megelőzésére.",
    "A trombózis, kóros véralvadási zavar következtében létrejövő vérrögképződés, amely az érfalra kitapadva kisebb-nagyobb ereket akár el is zárhat.",
    "A vérrög (vércsomó, trombus) a véralvadási rendszer aktiválódása révén, a vérlemezkék összecsapódása által jön létre.",
    "A trombusok leggyakrabban a lábszár mélyvénáiban alakulnak ki.",
    "Embólia abban az esetben alakul ki, ha a trombus növekszik és egy kisebb-nagyobb darabka leszakad belőle.",
    "Ezt a leszakadt vérrögöt – embolust - a véráram tovább sodorja addig, amíg egy nála kisebb átmérőjű érszakaszhoz érkezik, ott megakad és",
    "elzárja a vér útját.",
    "Amennyiben a véralvadás nem indul meg, vagy csak kórosan lassan megy végbe, vérzékenységről beszélünk.",
    "A fehérvérsejtek lásd még részletesen 4.8.5.1. fejezet",
    "A fehérvérsejtek - szemben a vér alakos elemeinek másik két csoportjával - sejtmaggal rendelkező, teljes értékű sejtek.",
    "Számuk a szervezet állapotától függően széles határok között változhat, általában 4000 - 10 000/mm3, fertőzés, gyulladás esetén számuk jelentősen emelkedhet.",
    "Élettartalmuk néhány naptól akár évtizedekig is terjedhet.",
    "A fehérvérsejtek az immunitásban játszanak szerepet, felépítésük és további szerepük alapján a sejteket 3 csoportba osztjuk.",
    "Granulociták",
    "Limfociták",
    "Monociták",
    "A granulociták",
    "Nevüket a sejtplazmában megtalálható nagy mennyiségű szemcséről (granulum) kapták, melyek antibakteriális anyagokat tárolnak.",
    "A granulociták amőboid mozgásra képesek, átlépnek a hajszálerek falán, a szövetek közötti határfelületeken és a fertőzés irányába vándorolnak kemotaxissal.",
    "A kórokozókat bekebelezik – kis falósejtek - és a sejtekben levő szemcsék segítségével elpusztítják őket.",
    "Amikor a granulociták a kórokozókkal kapcsolatba kerülnek, belőlük is sok elpusztul.",
    "A fertőzött sebek körül keletkező genny az ilyenkor elhalt nagy tömegű granulocitától, kórokozótól és szétesett szövetelemektől származik.",
    "Viszonylag kis méretük és fagocitáló képességük miatt mikrofágoknak is nevezzük őket.",
    "A granulociták minden típusa – festődés alapján: eozinofil, bazofil, neutrofil - a vörös csontvelőben termelődik.",
    "A limfociták (nyiroksejtek)",
    "Elnevezésük onnan származik, hogy a sejtek képződése részben vagy egészben, ill. elhelyezkedésük a nyirokrendszerhez kapcsolható (nyirok = lympha).",
    "A sejteknek érési helyük és funkciójuk alapján két nagy csoportjuk van.",
    "Természetes ölősejtek (NK).",
    "Kis limfociták, melyeknek további 2 típusa ismert:",
    "B limfociták, melyek a vörös csontvelőben termelődnek és az ún. szerzett (adaptív) humorális immunválasz kialakításában vesznek részt.",
    "T limfociták, amelyek szintén a vörös csontvelőből származnak, azonban a sejtek a fejlődésük során kivándorolnak a tímuszba (csecsemőmirigy)",
    "és érésüket ott fejezik be.",
    "A T-sejtek az ún. szerzett sejtes, azaz celluláris immunválaszért felelősek.",
    "A vörös csontvelő és a tímusz ún. elsődleges nyirokszervek, az itt megért – antigén felismerésére képes - limfociták a vér és a nyirokkeringés segítségével a másodlagos nyirokszervekbe kerülnek, melyek a lép, a nyirokcsomók, a mandulák és a szervezetben elszórt további nyiroktüszők (pl. a vékonybél falában).",
    "A másodlagos nyirokszervekben az érett – antigén felismerésére képes - nyiroksejtek készenlétben állnak és kapcsolatba lépnek a kórokozókkal, miáltal aktiválódnak, megindítják az immunválaszt.",
    "A monociták – makrofágok – antigénbemutató sejtek",
    "A monociták nagyméretű, fagocitáló, vándorló sejtek, azonban ezeket a képességüket nem a vérben fejtik ki, hanem átlépve a hajszálerek falán a szövetekben makrofágokká alakulva végzik működésüket.",
    "Funkciójuk alapján hívjuk őket antigénbemutató sejteknek is, mivel bizonyos T-limfociták számára ők teszik lehetővé az",
    "idegen anyagok (antigének) felismerését.",
    "A makrofágok alapvetően fontos szerepet játszanak az immunválasz minden fázisában.",
    "A veleszületett – természetes - immunrendszer elemeként legfontosabb feladatuk a kórokozók és apoptotikus sejtek azonnali felismerése, bekebelezése és feldolgozása.",
    "Antigén-prezentáló sejtként az adaptív immunválasz elindítói; képesek a T- és B-sejteket aktiválni.",
    "A granulocitákat és a makrofágokat szokták falósejteknek is nevezni.",
    "4.6.3. A szív és az erek",
    "A szív",
    "A vérkeringés központi szerve.",
    "Az emberi szív ököl nagyságú szerv.",
    "A mellüreg középső részén, kissé bal oldalon található, a két tüdő között, a mellhártyák által határolt üregben.",
    "A szív falának rétegei",
    "A szív falát három réteg alkotja (a vérerekét szintén).",
    "Külső réteg: a szívburok (pericardium).",
    "Kétrétegű savós hártya.",
    "A külső réteg zsákszerűen veszi körül a szívet, a belső vékony réteg a szív felszínére tapad.",
    "A szívburok két lemeze között van a szívburoküreg, melyet súrlódáscsökkentő savós folyadék tölt ki.",
    "A szív felszínén futnak zsírszövettel körülvéve, az aorta kezdetén eredő, a szívet tápláló ún.",
    "koszorúerek (madarakban, emlősökben).",
    "A zsírszövet túltápláltság esetén felszaporodhat, amely nehezíti a szív mozgását.",
    "A koszorúerek az aorta kezdetéről erednek és a jobb pitvar előtt csatlakoznak vissza a szívbe, teljes mértékben behálózzák a szívet.",
    "A koszorúerek megfelelő állapota alapvető feltétele a szív optimális működésének.",
    "Túl zsíros táplálkozás esetén az erek belső falára koleszterin tartalmú meszes anyag rakódik le.",
    "Ez csökkenti az erek átmérőjét, rontja a szív vérellátását, a szívizomzat elhalhat, melynek következménye az infarktus.",
    "A nikotin érszűkítő hatása miatt a dohányzás ezt tovább súlyosbítja (lásd még egészségtan).",
    "A szív vastag középső rétege: a szívizomzat (miocardium).",
    "A szív legbelső rétege: a szívbelhártya (endocardium).",
    "A szív felépítése",
    "A szívben négy üreg található:",
    "felül két pitvar,",
    "alul két kamra.",
    "A szívet egy függőleges válaszfal jobb-, ill.",
    "baloldali részre osztja.",
    "Embrionális korban a két pitvar között nyílás található, amely azonban a születés után bezáródik, eltűnik.",
    "A magzat vérének gázcseréjét, táplálékfelvételét, az anyagcseretermékek kiürülését a méhlepény közvetítésével az anyai szervezet végzi.",
    "A fejlődő tüdő légtelen, benne nincsen gázcsere, a tüdő vérkeringése, a kisvérkör, tehát nem működik, keringése minimális mértékű.",
    "A jobb pitvarba érkező vér részben a jobb kamrába, részben a bal pitvarba kerül a pitvarokat összekötő nyíláson keresztül (foramen ovale).",
    "A jobb kamrából a tüdőartériába jutott vér a tüdőartériát az aortával összekötő Botallo-féle vezetéken át az aortába kerül.",
    "Tehát a kisvérkörbe nem kerül vér, hanem minden vér végső soron a nagyvérkörbe, az aortába kerül.",
    "Születéskor az első légvételek során a mellkas tágulása a tüdőt is tágítja.",
    "Ugyanakkor ereinek a tágulása nagymértékben csökkenti a vérnyomást a kisvérkörben, és a vér a Botallo-vezeték helyett a tüdőartériába áramlik, a Botallo-vezeték pedig elzárul.",
    "A tüdővénákon visszaáramló vér viszont a bal pitvarban a vérnyomást emeli, és a bal pitvar felé nyíló billentyűt, becsukja, és azt a pitvarfalhoz szorítja.",
    "Ezáltal a kis- és a nagyvérkör egymástól tökéletesen elválasztottá válik.",
    "Az első légvételt az agyvelő légzőközpontjára ható inger a vér oxigéntartalmának csökkenése, a magzatban termelődő szén-dioxid felszaporodása, valamint a hideg levegő, mint bőringer váltja ki.",
    "A foramen ovale elzáródása hetek, a Botallo-vezetéké napok múlva következik be.",
    "A pitvarok fala igen vékony a kamrákéhoz képest.",
    "A bal kamra fala jóval vastagabb a jobb kamráénál, mivel jóval nagyobb munkát végez (belőle indul ki a nagyvérkör).",
    "A belépő (vénák) és a kilépő (artériák) erek a szív felső részén találhatók.",
    "A vér áramlása egyirányú, a pitvaroktól a kamrák felé történik. A vér mozgásának irányítását a szelepszerűen működő szívbillentyűk biztosítják.",
    "A szívben kétféle billentyű található, amelyek a szívbelhártya származékai:",
    "A pitvarok és a kamrák között: a vitorlás billentyűk.",
    "A kamrák és az artériák között: a zsebes billentyűk.",
    "A vitorlás billentyűk",
    "A vitorlás billentyűk vitorláihoz a kamra felől ínhúrok kapcsolódnak, amelyek a kamra falából kiemelkedő szemölcsizmokról erednek.",
    "A vitorlás billentyűk akkor nyílnak meg, ha a pitvarban nagyobb a nyomás, mint a kamrában, ekkor a vér a pitvarokból a kamrákba áramlik.",
    "Ellenkező esetben a billentyűk bezáródnak, a pitvarok felé a túlhajlást az ínhúrok megfeszülése és a szemölcsizmok összehúzódása akadályozza meg.",
    "A zsebes billentyűk",
    "A szív zsebes billentyűi a kamrák és az artériák határán találhatók (zsebes billentyűk még a végtagok és a nyaki vénák falában is előfordulnak).",
    "Ha a kamrákban nagyobb a nyomás, mint az artériákban, akkor összelapulva megnyílnak.",
    "Ellenkező esetben",
    "a három hártyás zseb megtelik vérrel, kidomborodik és összehajolva megakadályozzák a vér visszaáramlását a kamrákba.",
    "Szívhangok",
    "A billentyűk záródásakor jönnek létre.",
    "Az első egy tompa, mély hang (vitorlás billentyűk),",
    "a második magasabb hang (zsebes billentyűk).",
    "„Ha a szív bal kamrájába nyíló, úgynevezett kéthegyű vitorlás billentyű a normálisnál lazább szerkezetű, akkor a billentyű kamrai összehúzódáskor túlmozdul, és kis záródási elégtelenség alakulhat ki.",
    "Ennek következménye az, hogy kis mennyiségű vér visszaszivárog a pitvarba és kialakul az úgynevezett mitralis billentyű elégtelenség.",
    "Ez légszomjjal, fáradtsággal jár, mivel a pitvarba visszaáramló vér akadályozza a tüdővénák ürülését, ill.",
    "a tüdőben a vénás vérnyomás növekedése és a szövetközötti folyadék felszaporodása nehezíti az oxigénellátást.",
    "A rendellenesség súlyosabb esetben műtéti beavatkozást tesz szükségessé.”",
    "Emelt szintű érettségi feladat",
    "A szívműködés folyamata",
    "A szívműködés folyamatában alapvetően két fázist különböztetünk meg:",
    "A szív elernyedt állapota – diastole",
    "Az összehúzódás állapota – sistole",
    "A vér a pitvarok felől a kamrák felé áramlik, mozgásának irányát a nyomáskülönbség határozza meg, mindig a nagyobb nyomású hely felől a kisebb nyomású tér felé halad.",
    "Pitvar diastole során a nagyvénák felől vér áramlik a pitvarokba.",
    "Pitvar szisztole",
    "A pitvarok összehúzódnak,",
    "térfogatuk csökken,",
    "bennük a nyomás emelkedik, majd csökken,",
    "a vitorlás billentyűk nyitottak, s a vér az ernyedt kamrákba áramlik. A pitvarok ürülését a táguló kamrák szívóhatása elősegíti.",
    "Izovolumetriás/változatlan térfogatú kontrakció/összehúzódás",
    "A kamrák vérrel teltek, a pitvarok felől jövő összehúzódás átterjed a kamrák falára, a kamrák megkezdik összehúzódásukat.",
    "A kamra fala ráfeszül a benne lévő vérre, a vérnyomás meredeken nő, s mikor eléri, ill.",
    "meghaladja a pitvari nyomást, a vitorlás billentyűk becsapódnak (első szívhang).",
    "A zsebes billentyűk még zárt állapotúak.",
    "A kamratérfogat változatlan, a vér nem áramlik semerre.",
    "Kamrai vér kiáramlás (gyors majd csökkent ejekció)",
    "A kamrák összehúzódása (szisztole) fokozódik,",
    "s mikor a növekvő vérnyomás eléri, ill.",
    "meghaladja a nagyartériákban mért nyomást (pl. az aortában 80 Hgmm-t), az eddig zárt zsebes billentyűk megnyílnak, s a kamrák vértartalmának kb.",
    "60%-a az artériákba ömlik.",
    "A kamratérfogat csökken, a kiáramló vér miatt a nyomás elkezd csökkenni.",
    "A kamrák összehúzódásával párhuzamosan a pitvarok elernyednek, s kezdenek vérrel telítődni (tágulásuk szívóhatást gyakorol a nagyvénákra).",
    "Izovolumetriás/változatlan térfogatú elernyedés",
    "A kamrák elernyednek, a vérnyomás meredeken csökken és amikor a kamrai nyomás az artériákban mért nyomás alá esik (aortában kb. 105 Hgmm), a zsebes billentyűk becsapódnak (második szívhang), a vitorlás billentyűk még zártak.",
    "A kamrák vértérfogata nem változik, a vér nem áramlik semerre.",
    "Passzív kamrai telítődés",
    "A kamra vértérfogata nő, vérnyomása tovább csökken.",
    "Amikor a nyomás a kamrákban a pitvari érték alá csökken, a zárt zsebes billentyűk mellett a vitorlás billentyűk megnyílnak, a vér passzívan beáramlik a kamrákba, a vérbeáramlás miatt a kamrai nyomás enyhén nő.",
    "A pitvarok ürülését elsősorban a kamrák térfogatnövekedése, ill., ami ezzel együtt jár a kamrai nyomás csökkenése teszi lehetővé, ami erős szívóhatást gyakorol a pitvarokra.",
    "Tehát a pitvarok összehúzódásakor a kamrák elernyedt állapotban vannak, illetve fordítva.",
    "Egy szisztoléból és egy diasztoléból álló esemény sorozatát szívciklusnak nevezünk.",
    "A szív ritmusos összehúzódásaival pumpálja a verőerekbe a vért.",
    "A bal kamra a nagy-, a jobb kamra pedig a kisvérkörbe.",
    "A szív ritmusos percenkénti összehúzódásának számát, a szívfrekvenciát a pulzusszámmal jellemezzük.",
    "A pulzushullám az artériák falán végigterjedő nyomás-",
    "és térfogatváltozás, mely leginkább a nagyvérkör nagy, közép, és kis artériáin érzékelhető.",
    "A szívfrekvencia nyugalmi állapotban átlagosan",
    "a felnőtteknél 72,",
    "12 éves kor körül kb. 80,",
    "újszülötteknek 140.",
    "Az egy összehúzódás alatt kipumpált vér mennyisége a pulzustérfogat (verőtérfogat), felnőtteknél nyugalomban átlag kb. 60-80 ml kamránként.",
    "A pulzustérfogat és a szívritmus szorzata a perctérfogat.",
    "Perctérfogat = pulzustérfogat x frekvencia",
    "Nyugalomban tehát a bal kamra perctérfogata: 70 ml x 72 = 5040 ml.  A két kamra által továbbított vér mennyisége természetesen azonos.",
    "A vérerek felépítése és működése",
    "A gerincesek - így az ember - keringési rendszere zárt. A vérkeringés központja, motorja a szív.",
    "A szívből indulnak ki a verőerek vagy artériák.",
    "A szív felé vezetik a vért a gyűjtőerek vagy vénák.",
    "A legkisebb artériákat - arteriolákat - és a legkisebb vénákat - venulákat - a hajszálerek vagy kapillárisok kapcsolják össze.",
    "A szívből két vérkör indul ki.",
    "A nagyvérkör a test vérköre, a bal kamrából eredő aortával kezdődik, egyre kisebb erekre ágazva ellátja a test szöveteit, szerveit oxigéndús vérrel, majd a kapillárisok után egyre nagyobb vénákba szedődve a fő vénákkal, az alsó és a felső testvénával a szív jobb pitvaránál végződik.",
    "A kisvérkör a tüdő vérköre, a jobb kamrából az oxigénben szegény vért szállító tüdőartériával kezdődik, majd a tüdő kapillárisaiban az oxigénnel telítődött vért a tüdő vénái juttatják a bal pitvarba.",
    "Az aorta rövid felszálló ág után ívben visszahajlik, s érintve a nyelőcsövet és a légcsövet a szív mögött kissé balra a leszálló aortában folytatódik, amely oldalágakat ad le a különféle belső szervek felé, mint pl. máj, bélcső, vese stb.",
    "majd a 4.",
    "ágyékcsigolya magasságában kettéágazik az alsó végtagokat ellátó közös csípőartériákra.",
    "Az aortaív kezdetén erednek a szívet ellátó koszorúerek.",
    "Az aortaív többi ere fej, a nyak, a karok, és a mellkas elülső részét látják el vérrel.",
    "Az ív legmagasabb pontjáról indul ki a közös kar-fej artériás törzs, amely rövid lefutás után kettéágazik a jobb kart ellátó kulcscsont alatti artériára és a jobb oldali közös fejverőérre.",
    "Az aortaív következő elágazásánál a bal oldali közös fejverőér található.",
    "A közös fejverőerek a pajzsporc magasságában szétválnak külső és belső fejverőerekre.",
    "Végül az aortaív utolsó leágazása a bal kulcscsont alatti artéria, amely a bal felső végtagot látja el.",
    "Az erek falának szerkezete",
    "A vérerek a valódi kapillárisok kivételével 3 rétegből állnak.",
    "a) külső réteg (kötőszövet),",
    "b) középső réteg (simaizomszövet),",
    "c) belső réteg (egyrétegű laphám).",
    "Az egyes rétegek vastagsága, szerkezete az erek nagyságától és feladatától függően változik.",
    "Az artériák szerkezete",
    "Az artériák a szívtől szállítják el a vért. A nagyvérkörben oxigénben gazdag, a kisvérkörben oxigénben szegény vért tartalmaznak.",
    "a) A külső réteg főleg rugalmas rostokat tartalmazó lazarostos kötőszöveti réteg, amely a nagyobb artériák esetén tartalmazhat ereket és zsírszövetet.",
    "b) A középső réteg simaizomból épül fel.",
    "c) A belső réteg egyrétegű laphámból áll.",
    "Az egyes artériák átmérője a szívtől távolodva egyre csökken, ami alapján megkülönböztetünk nagy, közép, kis artériákat és a legkisebb arteriolákat.",
    "Szövettani metszeteken az artériák keresztmetszete kör alakú, mivel faluk vastag, igen rugalmas, így nem nyomódnak össze.",
    "Az artériák falában megtalálható rugalmas rostoknak és a simaizomszövetnek köszönhetően a bennük folyó vér áramlását folyamatossá teszik, a szív felől jövő lökéshullámokat (pulzus) ha nem is kiegyenlítik, de mérsékelik.",
    "A bal kamra pulzustérfogatának nagy része a systole időtartama alatt nem hagyja el az aortát, hanem kitágítja azt, és a diastole alatt áramlik tovább a többlet vérmennyiség (szélkazán funkció).",
    "A vénák felépítése",
    "A vénák a vért a szív felé szállítják a kapillárisok felől.",
    "A vénák fala a hasonló keresztmetszetű artériákhoz képest vékonyabb, mivel a középső réteg sokkal kevesebb simaizmot tartalmaz.",
    "Másik eltérés, hogy sokkal kevesebb rugalmas rost mennyisége, így a vénák kevésbé rugalmasak, mint az artériák, faluk tágulékony.",
    "Szövettani készítményeken a környező szövetek nyomásának hatására a fenti okok miatt a vénák keresztmetszete általában lapított, ovális.",
    "A végtagok és a nyak vénáiban a vér áramlását zsebes billentyűk segítik, amelyek megakadályozzák a vér visszaáramlását.",
    "A vénás vér áramlását a vázizmok ritmikus összehúzódása az izompumpa is segíti, úgy, hogy az izmok összehúzódásakor a bennük átmenő ereket összenyomják, azonban a billentyűknek köszönhetően a vér csak a szív irányába képes továbbhaladni.",
    "A legkisebb vénák a venulák, majd tovább a szív felé haladva az erek átmérője fokozatosan nő.",
    "A kapillárisok szerkezete",
    "A legkisebb artériákat az arteriolákat és a legkisebb vénákat a venulákat a kapillárisok  hálózata kapcsolja össze.",
    "A hajszálereknek két típusát különböztetjük meg.",
    "[NUMBERED_ITEM] Az artéria-véna kapillárisok általában ív alakban, rövid úton kötik össze az arteriolákat a venulákkal.",
    "[NUMBERED_ITEM] A valódi kapillárisok az artéria-véna kapillárisok különböző pontjait kötik össze bonyolult hálózatot alkotva.",
    "A kapillárisok fala igen vékony, már csak egyrétegű laphámsejtek és alaphártya alkotja.",
    "A valódi kapillárisok ágainak eredésénél kis simaizomgyűrűk találhatók, melyek segítségével szabályozható a véreloszlás a hajszálérhálózaton belül.",
    "Általában az intenzíven működő, élénk anyagcseréjű szövetekben a vér a valódi kapillárisok felé áramlik.",
    "Nyugalomban levő szövetekben az izomgyűrűk zártak, a vér az artéria-véna kapillárisokon keresztül rövid úton távozik.",
    "A kapillárisok típusai",
    "Folyamatos",
    "A sejtek szorosan kapcsolódnak,",
    "pl. tüdő felszínét borítja.",
    "Ablakos",
    "A sejteken 50-60 nm \"ablakok\", vannak,",
    "pl. a vesében, az érgomolyagokban található.",
    "Szinuszoid",
    "Az alaphártya szaggatott, sejteken nagy nyílások vannak.",
    "Májban, csontvelőben, lépben fordul elő.",
    "A vérnyomás",
    "A vérkeringési rendszert az erekben keringő vér érfalra gyakorolt hidrosztatikai nyomása alapján - amit vérnyomásnak nevezünk - két szakaszra osztjuk:",
    "[NUMBERED_ITEM] Magasnyomású rendszerre",
    "[NUMBERED_ITEM] Alacsony nyomású rendszerre",
    "A vérnyomás értékét a légköri nyomás értékéhez viszonyítjuk, úgy, hogy annak értékét - 760 Hgmm, 101 kPa – 0-nak vesszük.",
    "A magasnyomású rendszer a bal kamrával kezdődik, a nagyvérkör artériás rendszerével folytatódik és az arteriolák rendszeréig tart.",
    "Mint, ahogy korábban tárgyaltuk a szív bal oldalán:",
    "Amikor a pitvar szisztole, ill.",
    "az egyidejű kamra diasztole következtében a pitvarban a vér nyomása legalacsonyabb kamrai nyomás - kb. 5 Hgmm - fölé megy, a vitorlás billentyűkön keresztül a vér a bal kamrába áramlik.",
    "A meginduló kamra szisztolének köszönhetően a nyomás meredeken emelkedik, majd 80 Hgmm-es nyomás értéknél megnyíló zsebes billentyűn keresztül a kamra tartalmának mintegy 60%-át az aortába juttatja.",
    "Ezt a kb. 70-80 ml vér a vérmennyiséget pulzustérfogatnak nevezzük.",
    "A zsebes billentyű megnyílása után a kamra és az aorta nyomása együtt nő, elérve a max. 120 Hgmm-t.",
    "Az aortában mért legkisebb nyomásérték ugyanakkor kb. 80 Hgmm, mivel mikor a kamara diasztolé következtében zuhanó kamrai nyomás értéke az",
    "aortai nyomás alá esik a zsebes billentyűk becsapódása – kb.",
    "110 Hgmm-es értéknél - megakadályozza a vér visszafolyását.",
    "Az aortában mért",
    "legnagyobb nyomást – 120 Hgmm - szisztolés nyomásnak hívjuk, amely a bal kamra összehúzódásának eredményeképpen alakul ki,",
    "a legkisebb nyomást – 80 Hgmm - diasztolés nyomásnak nevezzük, ami a bal kamra elernyedése következtében jön létre.",
    "A kamra összehúzódásakor az artériás rendszerbe került vér nyomáshullámot – pulzust - indít el, amely egyre csökkenő mértékben az arteriolákig jellemző.",
    "Alacsony nyomású rendszer",
    "A legnagyobb nyomásesés az artériás rendszerben az arteriolák területén történik, így ez a szakasz már az alacsony nyomású rendszer kezdete.",
    "A kapillárisok területén további 20 Hgmm-es nyomásesés következik be, 35-15 Hgmm nyomásérték között.",
    "A vénás rendszer elején mérhető 15 Hgmm-es nyomásérték a jobb pitvar közelében szinte 0 értéket mutat.",
    "Az egész kisvérkör az alacsony nyomású rendszerhez tartozik, sokkal kisebb nyomásingadozásokkal. Pl. a jobb kamra szisztolés nyomása csupán 30 Hgmm.",
    "A véráramlás fizikai jellemzői, vérnyomás, véráramlási sebesség",
    "A véráramlás egyirányúságát, ill.",
    "a folyamatosságát az érpálya két végpontja között mérhető nyomáskülönbség tartja fenn.",
    "A vérnyomás tehát a nagyvérkörben a bal kamrától a jobb pitvarig, ha nem is egyenletesen, de folyamatosan csökken.",
    "Az erek átmérője folytonosan és jellegzetesen változik a keringési rendszerben, az artériás rendszerben egyre csökken a kapillárisok felé haladva, a vénás rendszerben egyre nő a szív felé haladva.",
    "Az egyedi érátmérő változásával fordítottan változik az erek összkeresztmetszete.",
    "Az erek összkeresztmetszete tehát",
    "az artériás rendszerben a szívtől távolodva egyre nő.",
    "Az arteriolák területén az oszlások során az összkeresztmetszet jelentősen nő,",
    "míg a legnagyobb értéket a kapillárisok területén észleljük.",
    "A vénák összkeresztmetszete a szív irányába fokozatosan csökken.",
    "A keringési rendszerben az áramlási ellenállás mértékét több tényező befolyásolja, mint pl.",
    "az erek átmérőjének változása, vagy a vér viszkozitása (belső súrlódása).",
    "Az erek összkeresztmetszetének növekedésével az áramlási ellenállás egyre nő.",
    "Ugyanakkor az ellenállás fokozódásával párhuzamosan csökken a vér áramlási sebessége.",
    "Tehát a vér áramlási sebessége fordítottan arányos az erek összkeresztmetszetével, egyenesen arányos az erek átmérőjével.",
    "A véráramlás sebességének a csökkenése kedvez a kapillárisok területén bekövetkező anyagforgalomnak.",
    "Összefoglalva a véráramlás egyirányúságát biztosítja:",
    "a vérnyomásesés a kamráktól a pitvarokig, melynek fő oka az ellenállás növekedése az artériás rendszerben.",
    "Az arteriolák (\"rezisztenciaerek\") területén legnagyobb az ellenállás a keringési rendszerben.",
    "A szűkebb átmérő miatt ezen a szakaszon a vér nyomása jelentősen csökken (lásd grafikon).",
    "a végtagok vénáinak billentyűi, melyek a gravitáció ellenében megakadályozzák a vér visszaáramlását,",
    "az izompumpa,",
    "a negatív mellűri nyomás, amelynek során a mellkasban belégzéskor kialakuló alacsony nyomás szívóhatást gyakorol a gyűjtőerekre, segítve a vénás visszaáramlást.",
    "A szív által továbbított véráram számára sem az aorta, sem a nagyobb artériák nem jelentenek jelentős áramlási ellenállást.",
    "Ezért az ezekben bekövetkező vérnyomásesés is elhanyagolható.",
    "A legnagyobb perifériás áramlási ellenállást a kapillárisok előtti arteriolák jelentik.",
    "A vér így mintegy a szív",
    "és az arteriolák közé \"szorul\", ami vérnyomást eredményez.",
    "Vérnyomásmérés",
    "A felkarra helyezett, a szisztolés nyomásérték fölé felfújt mandzsetta elszorítja a felkar artériát.",
    "A vérnyomásmérő pumpájának segítségével hozzuk létre a méréshez szükséges nyomást.",
    "A külső nyomás elzárja a vizsgált artériában a keringést, a vér egészen addig nem tud átjutni az elszorított érszakaszon, ameddig a mandzsetta nyomása nagyobb, mint az artériában a vér nyomása.",
    "Majd a mandzsettában uralkodó nyomást fokozatosan csökkentve, amikor a szisztolés nyomást elérjük, a szív átpréseli a vért a megszorított érszakaszon, a véráramlás megjelenése jelzi a szisztolés vérnyomás értékét.",
    "A következő pillanatban, a szív elernyedési fázisa alatt a mandzsetta nyomása ismét nagyobb lesz, mint az érben uralkodó nyomás, így az ér a mandzsetta alatt megint összezárul, mely a véráramlás hangjának eltűnésével jár.",
    "A hallható hangok az artéria falának összecsapódásától, a vér örvénylő áramlásából és az artéria falának rezgéséből származnak, melyet az artéria fölött, épp a mandzsetta alatt elhelyezett sztetoszkóp segítségével észlelhetünk (Korotkov-hangok).",
    "A külső nyomás folyamatos csökkenésével a vér lüktető áramlása ismét megindul.",
    "Addig ismétlődnek és hallhatók, míg a mandzsetta nyomása nem csökken a diasztolés vérnyomásérték alá.",
    "Ekkor a külső nyomás már annyira alacsony, hogy nem tudja a véreret összeszorítani, a véráramlás folyamatos lesz.",
    "Tehát a szisztolés nyomás azzal a külső nyomással egyenlő, amely éppen a véráramlás megindulásához kell.",
    "A külső nyomás csökkentésével az artériában lévő nyomás szisztolé során magasabb lesz, mint a mandzsettában lévő, így az összenyomott artéria kitágulásával a vér minden szívverésnél beáramlik az érbe.",
    "A diasztolés nyomás azzal a külső nyomással lesz egyenlő, amely a vér rendellenes súrlódását az érfalon megszünteti, azaz az érben a nyomás lüktetésszerű változása megszűnik, a véráramlás folyamatos lesz, a Korotkov-hangok megszűnnek.",
    "Szabályozás",
    "A szív ingerképző és ingerületvezető rendszere",
    "A szív automatikus működésű.",
    "Idegi összeköttetéseitől megfosztva is működőképes, mivel önálló ingerületgeneráló és -vezető",
    "rendszere van.",
    "Ez a rendszer speciálisan módosult szívizomsejtekből áll.",
    "A rendszer részei:",
    "Szinuszcsomó",
    "Pitvar-kamrai csomó",
    "His-köteg",
    "Tawara-szárak",
    "Purkinje-rostok",
    "A szinuszcsomó az elsődleges ingerképző központ, a jobb pitvar falában található.",
    "Percenként 72 impulzust – akciós potenciált - generál nyugalomban.",
    "A pitvar izomzata összehúzódik, és a pitvar-kamrai csomóhoz vezeti az impulzusokat.",
    "A pitvar-kamrai csomó másodlagos ingerképző központ. A szinuszcsomó sérülése esetén percenként 45 impulzust generál.",
    "A pitvar-kamrai csomóból az impulzusokat a kamrák felé további módosult szívizomsejtek vezetik:",
    "His-köteg",
    "Tawara-szárak",
    "Purkinje-rostok.",
    "A szívizomsejtek között elektromos szinapszisok vannak, aminek köszönhetően a szívizomtömeg egyszerre ingerelhető, ugyanolyan mértékű összehúzódást kiváltva.",
    "Mindezek eredményeképp a szív a pitvarok felől a kamrák felé húzódik össze.",
    "A szívizomban nem váltható ki tartós összehúzódás, az összehúzódás alatt a szívizom ingerelhetetlen.",
    "(Oka: az elhúzódó Ca2+ beáramlás miatt lassan áll vissza a nyugalmi potenciál.)",
    "A szív működésekor keletkező elektromos impulzusokat a bőr felszínén mérni lehet.",
    "Ennek grafikus megjelenítése az EKG.",
    "EKG-vizsgálat során a szív elektromos aktivitásán keresztül következtetünk a szív állapotára.",
    "P-hullám (pitvari hullám): az ingerület pitvari terjedésének felel meg.",
    "P- Q távolság: átvezetési idő a pitvar és kamra között.",
    "QRS-komplexum (kamrai hullám): a kamrák depolarizációját jelöli, ez idő alatt megy végbe a kamra teljes munkaizomzatának összehúzódása.",
    "ST-szakasz: a kamrák lassú repolarizációs szakasza.",
    "A szívműködésre az idegrendszer és a hormonális rendszer gátló, ill. serkentő hatást gyakorolhat.",
    "A vérkeringés – szívműködés, vérnyomás – működésének szabályozó központjai a nyúltvelőben találhatók.",
    "A szív ingerképző rendszerének meghibásodása esetén ún. pacemakert ültetnek be (lásd még egészségtan).",
    "A vérkeringés – a vérnyomás és a szív működésének - szabályozása",
    "A vérkeringés szabályozásában hormonális és idegi (vegetatív: szimpatikus, paraszimpatikus) szabályozó rendszerek vesznek részt.",
    "A vérnyomás szabályozásában a különféle szabályozó mechanizmusok tulajdonképpen az erek szűkületét vagy tágulatát, így a vérnyomás emelését vagy csökkenését eredményezik.",
    "A szívműködés – frekvencia, pulzustérfogat - szabályozása lényegében a szinuszcsomó működésére gyakorolt serkentő, ill. gátló hatások révén történik.",
    "A hormonok vérnyomásemelő hatásúak:",
    "az adrenalin érszűkítő hatású,",
    "a vazopresszin (ADH) a vízvisszaszívás fokozása révén,",
    "az aldoszteron a só visszaszívás növelése révén fejti ki a hatását.",
    "Az idegi szabályozás",
    "Központok",
    "Az idegi szabályozóközpontok az idegrendszerben számos helyen megtalálhatók, működésük hierarchikus szerveződésű.",
    "A) Az elsődleges központok az agytörzsi hálózatos állomány nyúltvelői szakaszában helyezkednek el. Itt kétféle, ellentétes hatású központ van.",
    "A pressor központ érszűkítő hatású, növeli a vérnyomást és a szívfrekvenciát (szimpatikus hatás). (Önálló, állandó aktivitása van.)",
    "A depressor központ gátolja a pressor kp-ot, ill.",
    "a gerincvelői kp-okat, továbbá közvetlenül a szívet (paraszimpatikus hatás X. agyidegen keresztül).",
    "(Önálló aktivitása nincs, a receptorok felől aktiválódik magas vérnyomás esetén.)",
    "B) Gerincvelő",
    "A gerincvelő oldalsó szarvában található vegetatív neuronok axonjai közvetítik az idegi hatásokat az erek falában található simaizomsejtekhez és a szinuszcsomóhoz.",
    "A gerincvelői központi neuronokat a",
    "pressor kp. aktiválja (érszűkület,",
    "vérnyomás emelkedés),",
    "depressor kp. gátolja.",
    "C) A magasabb agyi központokból",
    "(limbikus rendszer) származó ingerületek pl. izgalom, düh, félelmek, szorongások az elsődleges központokon keresztül fokozó hatást – vérnyomás-emelkedést, szívfrekvencia növekedést - gyakorolnak a keringésre.",
    "Receptorok, ingerek",
    "[NUMBERED_ITEM] Magasnyomású mechanoreceptorok",
    "Helyük: aortaív falában,",
    "inger: vérnyomás-emelkedés,",
    "hatás:",
    "depressor kp. aktiválása,",
    "pressor kp. gátlása,",
    "vérnyomás csökken,",
    "szívfrekvencia csökken.",
    "[NUMBERED_ITEM] Kemoreceptorok",
    "a) Perifériás:",
    "helyük: szívhez közeli erek falában,",
    "inger: O2 hiány (CO2 növekedés),",
    "hatás: pressor kp. aktiválás, vérnyomás nő, szívfrekvencia nő.",
    "b) Központi:",
    "A nyúltvelőben, maga a pressor-központ neuronjai.",
    "Inger a vér CO2 növekedése (a liquor H+ koncentrációjának növekedése).",
    "Hatás: pressor kp. aktiválás, vérnyomás nő, szívfrekvencia nő.",
    "Az ingereket a receptorokból a IX. és a X. agyidegek érzőrostjai vezetik a nyúltvelőbe.",
    "Aortaív reflex",
    "A legfontosabb vérnyomás-szabályozó a mindennapi életben!",
    "Inger: vérnyomás emelkedés.",
    "Receptor az aortaív falában, (1)",
    "depressor kp. aktiválás, pressor kp. gátlás, (2)",
    "gerincvelői központok gátlása,",
    "az érfalak tónusának csökkenése, értágulás, vérnyomás csökken, (5)",
    "X. paraszimpatikus agyideg közvetlenül gátolja a szinuszcsomót, (3)",
    "szívfrekvencia csökken,",
    "perctérfogat csökken.",
    "Véreloszlás",
    "A nagyvérkör kapillárisainak becsült összfelülete több, mint 1000 m2.",
    "A fenti adatból nyilvánvaló, hogy a szervezetünkben nincsen minden kapilláris egyszerre nyitva, a szervek működésétől függően a vér különböző mértékben oszlik meg az egyes szervek között.",
    "Bizonyos szervek - agy - vérellátása egyenletesnek mondható,",
    "ugyanakkor másoké - pl. vázizmok, bőr, zsigerek - a szervezet mindenkori állapotának megfelelően széles határok között változhat.",
    "Az egyes szervek vérellátottságának a mértékét a perctérfogattal fejezzük ki, amely az adott szerven az egy perc alatt átfolyó vér térfogatát jelenti.",
    "A véreloszlást az egyes szervek között a hormonális és az idegrendszer szabályozza, melyek hatásukat az erek simaizomzatán keresztül fejtik ki (értágítás - érszűkítés).",
    "A működő szervek fokozott vérellátása úgy valósul meg, hogy",
    "egyrészt a kevésbé működő szervek vérellátása csökken,",
    "másrészt a vénás rendszer tónusának fokozódására jelentős mennyiségű vér kerül át az artériás rendszerbe.",
    "A keringési szervrendszer alkalmazkodása a fizikai munkavégzéshez",
    "Fokozott terhelés esetén mind a szívfrekvencia, mind a pulzustérfogat megnő, így egy átlagember esetén a perctérfogat kamránként elérheti akár a 21 dm3/perc értéket is (120 cm3 x 180/perc).",
    "Fizikai aktivitás közben nő a verőtérfogat, amíg a szív el nem éri a 120/perces szívfrekvenciát.",
    "Ezt követően a szívfrekvencia tovább nőhet a terhelés folytatása esetén, azonban a verőtérfogat a frekvencia növekedésével már nem nő párhuzamosan (annyira lecsökken a kamratelítődés ideje).",
    "1 ml = 1 cm3",
    "Edzés hatására nő a szívizom összehúzódó képessége, a szív bal kamrája több vért képes befogadni, mindennek következményeként megnő a verőtérfogat (az edzetlen ember szívének akár 1.5 x-ére, 170 cm3-re).",
    "A sportolás közbeni magas frekvencia és a megnőtt verőtérfogat eredményezi, hogy ilyenkor a perctérfogat is jelentősen megnő, a nyugalmi 5 l-ről akár 30 l/perc fölé is.",
    "Edzett egyén a fizikai munkához tehát elsősorban a pulzustérfogat növekedésével alkalmazkodik, kisebb mértékben nő a szívfrekvencia, mint edzetlen egyén esetében.",
    "Rendszeres edzés hatása abban is megmutatkozik, hogy fokozatosan megnő a szívizom tömege, emiatt lassabb a sportolók nyugalmi pulzusa.",
    "Fizikai munkavégzés során ugyanakkor a terheléssel arányosan nő az artériás középnyomás.",
    "Az artériás középnyomás növekedéséért a szisztolés nyomás növekedése a felelős, miközben a diasztolés nyomás még csökkenhet is, mivel a terhelés a működő vázizomzat ereiben jelentős mértékű értágulást okoz, csökken az ellenállás (a vér gyorsabban távozik az aortából).",
    "Az oxigénfogyasztás mértéke a terhelés mértékével arányos.",
    "A vázizomzat és a bőr ereiben nagyfokú értágulat, így áramlásfokozódás jön létre, ezek a területek intenzív fizikai munka során a perctérfogat 80%-át is kaphatják, ugyanakkor a bélrendszer keringése jelentősen csökken (az erek szűkülnek, jelentős ellenállás növekedés alakul ki), emiatt nem következik be általános vérnyomásesés.",
    "A folyadékterek – pl. vér – összetételének szabályozása, a homeosztázis fenntartása",
    "A többsejtű állatokban a sejtek többsége már nem érintkezik a külvilággal, számukra a környezetet a testfolyadékok jelentik (a szövet közti folyadék és a vér).",
    "Ezek a folyadékterek egyfajta belső környezetet teremtenek a sejtek számára.",
    "A belső környezet fontos tulajdonsága összetételének viszonylagos állandósága, ami igen bonyolult szabályozás révén valósul meg.",
    "A belső környezet szabályozott dinamikus állandóságát homeosztázisnak nevezzük.",
    "A homeosztázisnak köszönhetően a sejtek számukra optimális környezetben működhetnek.",
    "A belső környezet legfontosabb szabályozott paraméterei a következők:",
    "ozmotikus koncentráció,",
    "ionösszetétel,",
    "testfolyadékok kémhatása,",
    "testfolyadékok térfogata,",
    "testfolyadékok tápanyag – pl. glükóz - koncentrációja.",
    "A vér kémhatásának szabályozása",
    "Emberben a vér pH-ja 7,38 és 7,42 közé esik. Ettől eltérést okozhat:",
    "ha a tüdőben a vér szén-dioxid leadása csökken, ekkor a vér savasodik, ami eszméletvesztést eredményezhet.",
    "Hiperventilláció esetén ellenkezőleg, a túlzott szén-dioxid leadás miatt a vér pH-ja emelkedik, ami szintén ájuláshoz vezet.",
    "Erős éhezéskor, ill.",
    "a cukorbetegeknél a vérben különféle anyagcseretermékek - acetecetsav, béta-oxivajsav - halmozódnak fel, amelyek eszméletvesztést okozhatnak.",
    "A homeosztázis fenntartásához ezért szükség van pH-szabályozó mechanizmusokra.",
    "A sav-bázis egyensúly fenntartásában a következő szervek vesznek részt:",
    "tüdő: CO2 eltávolításával,",
    "vese: H+ vagy HCO3- (bikarbonát) kiválasztásával,",
    "szövetek: CO2 termelésük révén,",
    "vér: amely kiegyensúlyozó szerepű puffereket tartalmaz.",
    "A vér pH-ját a különböző puffer-rendszerek tartják állandó értéken.",
    "Bikarbonát puffer-rendszer    \tH+ + HCO3-  =  H2CO3 = CO2 + H2O",
    "Savasodás esetén – amikor a vér pH-ja csökken - a feleslegben keletkező H+-kal a vérplazmában oldott hidrokarbonát-ionok (HCO3-) szénsavat képeznek, amely a tüdőben elbomlik szén-dioxidra és vízre.",
    "A felszabaduló CO2 távozik a tüdőn keresztül, így az egyensúly jobbra tolódásával nőhet a pH (a H+ mennyisége csökken).",
    "[NUMBERED_ITEM] A plazmafehérjék puffer-rendszer",
    "Az albuminok amino- és karboxil csoportjai játszanak szerepet, melyek H+-t köthetnek meg, ill. adhatnak le.",
    "[NUMBERED_ITEM] A hemoglobin puffer szerepe",
    "A vörösvértestekbe bediffundáló CO2 rögtön szénsavvá alakul egy enzim segítségével.",
    "Ezután a protonját megköti a hemoglobin - ugyanis erősebben köti a protont, mint a szénsav – ezáltal csökkenti a savasság mértékét.",
    "A vércukorszint szabályozása lásd még 4.4. és 4.8.4. fejezet",
    "A szervezet szénhidrátforgalmát egyrészt idegi, de elsősorban hormonális tényezők befolyásolják.",
    "A legjelentősebb vércukorszintet befolyásoló hormonok; az inzulin, az adrenalin, a kortizol, glukagon.",
    "A különféle idegi – szimpatikus, paraszimpatikus -, ill.",
    "a hormonális hatások elsősorban a máj szénhidrátforgalommal kapcsolatos működéseit befolyásolják.",
    "A máj a szervezet szénhidrátforgalmának legfontosabb szabályozója:",
    "a vérből szénhidrátokat – glükózt – vesz fel (magas vércukorszint esetén)",
    "és ad le (alacsony vércukorszint esetén) a szükségleteknek megfelelően.",
    "Továbbá szénhidráthiány esetén a máj nem szénhidrát előanyagokból (tejsav, bizonyos aminosavak (pl. alanin és glicerin) glükózt tud előállítani (glükoneogenezis).",
    "A máj szénhidrátforgalommal összefüggő, egyik igen fontos feladata a vércukorszint szabályozása.",
    "Táplálkozást követően, amikor a vércukorszint megnő, a vérből felvett szénhidrátok",
    "a májban vagy lebomlanak energiát szolgáltatva,",
    "vagy átalakulnak pl. zsírokká,",
    "vagy átmenetileg raktározódnak glikogénként.",
    "Éhezéskor, vagy hosszan tartó izommunka esetén, ha a vércukorszint csökken, a raktározott glikogén lebontása útján a keletkezett glükózt a vérbe juttatja.",
    "Az egyes hormonok hatásai",
    "Az inzulin - magas vércukorszint esetén –",
    "a májban serkenti a glükóz felvételét, a glikogén, ill. zsírok szintézisét,",
    "zsírszövetekben fokozza a cukor felvételét és zsírokká történő átalakítását.",
    "Mindezek eredményeképpen a vércukorszint csökken.",
    "Az adrenalin stresszhormon, hatására pedig fokozódik a máj glikogén bontása, a keletkező glükóz leadása, miáltal nő a vércukorszint.",
    "A kortizol az éhezéshez történő alkalmazkodásért felel:",
    "emeli a vércukorszintet,",
    "serkenti a zsírok lebomlását,",
    "serkenti az izomfehérjék bontását, a májba jutott aminosavak cukrokká alakítását (glükoneogenezis),",
    "a májba jutott tejsavból elősegíti a glükóz képződését (glükoneogenezis, Cori-kör).",
    "Összességében az inzulin antagonistája.",
    "Az glukagon hatására pedig",
    "fokozódik a máj glikogén bontása,",
    "a keletkező glükóz leadása, ami a vércukorszint emelkedését eredményezi.",
    "Továbbá fokozza a glükoneogenezist és a zsírok bontását.",
    "Összességében hatása az inzulinéval ellentétes.",
    "4.6.2. A szöveti keringés",
    "Mint már korábban volt róla szó, a zárt keringési rendszerrel rendelkező gerinces állatok és az emberi szervezet 3 fő folyadékteret foglal magába.",
    "Az összesen egy 70 kg-os ember esetében ez kb.",
    "42 liter folyadékot jelent.",
    "[NUMBERED_ITEM] Intravazális (vér)",
    "[NUMBERED_ITEM] Intersticiális (szövetnedv, nyirok)",
    "[NUMBERED_ITEM] Intracelluláris (sejten belüli tér, kb. 55%)",
    "E tereket különféle határoló hártyák - érfal, sejthártya - választják el egymástól, melyeken keresztül élénk anyagforgalom zajlik a folyadékterek között.",
    "A nyirok a szövetnedv nyirokerekbe kerülő része. A szövetnedv és a nyirok a szervezet összes víztartalmának kb. 20-30%-át teszi ki.",
    "A szövetnedv",
    "a szövetek alapállományát képezi,",
    "közeget biztosít a sejtek számára,",
    "a vérből szűrődik ki,",
    "közvetít a vér és a sejtek között,",
    "felesleges részét a nyirokkeringés szállítja vissza a vérbe, mint nyirokfolyadékot.",
    "A szövetnedv képződése",
    "A vérerek közül kizárólag a kapillárisok fala átjárható a víz és a benne oldott kismolekulájú anyagok számára.",
    "A kapillárisok fala vékony, szűrőként működik, féligáteresztő, mivel",
    "átbocsátja a vizet, az ionokat, kisebb szerves molekulákat, pl. glükózt, aminosavakat,",
    "azonban visszatartja a makromolekulákat és az alakos elemeket.",
    "A szűrés során lényegében fehérjementes vérplazma jön létre. A nyirokban található fehérjéket – pl. immunfehérjék – az immunrendszer sejtjei termelik.",
    "A folyadék mozgásának az irányát két ellentétes hatás eredője szabja meg.",
    "[NUMBERED_ITEM] Az erekben uralkodó hidrosztatikai nyomás, amelynek értéke a kapillárisok kezdetén 35 Hgmm, a folyadékot kifelé préseli.",
    "[NUMBERED_ITEM] Ennek ellene hat a plazmafehérjék – főleg albuminok – kolloidozmotikus nyomása – ozmotikus szívóereje -, amely 25 Hgmm.",
    "Az ún. effektív (nettó) filtrációs nyomás               (Peff= Ph-Pkoll) a két nyomásérték különbsége.",
    "Tehát a kapillárisok artériás szakaszán nettó 10 Hgmm-es nyomás a vérplazmát kifelé préseli.",
    "A kapillárisokban a vénás oldal felé haladva a folyadék kilépése következtében a vér hidrosztatikai nyomása lecsökken.",
    "Amikor a hidrosztatikai nyomás egyenlővé válik a kolloidozmotikus nyomással, a folyadék kiszűrődése megszűnik.",
    "A kapillárisok vénás szakaszán a vérnyomás tovább csökken kb. 15 Hgmm-re és a kolloidozmotikus nyomás alá esik.",
    "Ennek következtében a vénás szakaszon a vérfehérjék kolloidozmotikus szívóhatásának köszönhetően a szövetnedv egy része visszalép az érpályába, elszállítva a szövetekben keletkezett bomlásterméket.",
    "Tehát abban az esetben, ha Peff pozitív, a folyadék kiszűrődik a szövetek közé, azonban, ha Peff negatív, a szövetnedv egy része visszalép a vérbe.",
    "Így működnek az abszorptív kapillárisok, mint pl.",
    "a nagyvérköri szöveti kapillárisok.",
    "Abban az esetben azonban, ha a vérnyomás a kapillárisban végig meghaladja a vér kolloid ozmotikus nyomását, nincs folyadék visszaszívódás.",
    "Így működnek az ún. nem abszorptív kapillárisok, mint pl.",
    "a vesetestecskékben található érgomolyagok.",
    "A szövetnedv oldott vérfehérjéket nem tartalmaz, ezért kolloid ozmotikus nyomása alacsony.",
    "A szűréssel képződött szövetnedv nem képes teljesen visszaszívódni az érpályába, egy része kint marad a szövetek között, aminek napi mennyisége kb.",
    "2-, melyet a nyirokkeringés juttat vissza a vérbe.",
    "A nyirok összetétele hasonló a vérplazmáéhoz a plazmafehérjék kivételével.",
    "Tartalmaz vizet, sókat, glükózt, aminosavakat, zsírokat, hormonokat, immunfehérjéket, bomlástermékeket, ezeken kívül nyiroksejteket.",
    "A bélben felszívódott zsírok elsősorban a bélbolyhok nyirokereibe kerülnek, amelyekből a vénás rendszerbe jutnak.",
    "Tehát a nyirokrendszer feladata a",
    "a felesleges szövetnedv visszajuttatása az érpályába,",
    "zsírok szállítása,",
    "immunsejtek termelése, tárolása, szállítása.",
    "Abban az esetben, ha a nyirok képződése zavart szenved ödéma alakul ki, amely a pangó szövetnedv felhalmozódásának köszönhető.",
    "Az ödéma oka igen változatos.",
    "Nő a vénás rendszerben a nyomás, ekkor több folyadék lép ki, ill.",
    "kevesebb lép vissza.",
    "Ez történik az alsó végtagokban, ha a szív teljesítménye csökken (idősebb korban), továbbá terhesség, ill. trombózis miatt.",
    "Csökken a plazmafehérjék koncentrációja - éhezéskor -, így csökken a kolloidozmotikus szívóerő.",
    "Vizenyő alakulhat ki akkor is, ha a nyirokerek eltömődése miatt azok elvezetése csökken.",
    "Az hajszálerek fala átjárhatóságának megnövekedése - gyulladás miatt - szintén a szövetnedv felszaporodását eredményezi.",
    "A nyirok igen lassú áramlásának egyirányúságát",
    "a nyirokérrendszer két végpontja közötti nyomáskülönbség határozza meg,",
    "továbbá a nyirokerekben található zsebes billentyűk, melyek az izmok összehúzódásakor fellépő izompumpa következtében összepréselődő nyirokerekből a nyirkot a szív felé irányítják.",
    "A nyirokrendszer részei lásd még 4.8.5. fejezet",
    "Nyirokerek",
    "Nyirokszervek",
    "nyirokcsomók",
    "mandulák, féregnyúlvány (nyiroktüszők)",
    "lép",
    "csecsemőmirigy, vörös csontvelő",
    "A nyirokérrendszer vékony falú, vakon kezdődő nyirok kapillárisokkal indul a szövetekben, majd egyre vastagabb nyirokerekké egyesülve vezetik a nyirkot a véráramba.",
    "A legfőbb nyirokér a – a mellvezeték - jobb pitvar előtt torkollik a vénás rendszerbe.",
    "Ugyanakkor nincsenek nyirokerek az idegszövetben.",
    "A nyirokcsomók",
    "A vénákhoz hasonló falszerkezetű nyirokerek összefutási pontjaiban babalakú, borsónyi nyirokcsomók találhatók.",
    "Nagyjából egyenletesen helyezkednek el, azonban nagyobb mennyiségben fordulnak elő az ágyéki tájékon, a gerinc mellett, a hónaljban, a nyakon, az állkapocs alatt, a fül tövében.",
    "A nyirokcsomók feladata többrétű:",
    "Összekapcsolják a nyirokereket.",
    "Megszűrik, a különféle sejttörmelékektől megtisztítják a nyirkot.",
    "Nyiroksejteket tárolnak.",
    "A nyirokcsomó összegyűjti a kisebb nyirokereket, majd a befolyt nyirok nagyobb nyirokéren távozik.",
    "Kívülről egy kötőszövetes rostos tok határolja.",
    "Belül nyirokszövet építi fel, amely külső kéregállományra és belső velőállományra különül.",
    "Az egész belső állomány szivacsszerű, tele fagocitáló sejtekkel, melyek az áthaladó nyirkot tisztítják.",
    "A kéregállományban apró gömbszerű képződmények, ún. nyiroktüszők találhatók.",
    "A nyiroktüszők érett nyiroksejtek halmazai.",
    "A nyiroktüszőben az érett nyiroksejtek találkoznak a kórokozókkal, aminek hatására aktiválódnak.",
    "Az aktiválódott sejtek sokszoros osztódásba kezdenek, olyan sejteket létrehozva, amelyek már felismerik az antigént, ill. memória sejteket termelnek, amelyek évekig képesek tárolni az antigén jellemzőit.",
    "A nyiroktüszők nemcsak a nyirokcsomókban fordulnak elő, hanem számos helyen elszórva vagy csoportosan a szervezetben pl.",
    "a lépben, a mandulákban, a bélcső falában (főleg a féregnyúlvány területén).",
    "A mandulák",
    "A mandulák a tápcsatorna elején – orrgarat, nyelv - a nyálkahártyában megtalálható nyiroktüszők csoportosulásai.",
    "A nyiroktüszők tömege olyan nagy, hogy a nyálkahártyát kidomborítják, mivel több rétegben, ugyanakkor szabálytalan halmazban fordulnak elő.",
    "Saját kötőszövetes tokjuk nincs, a nyálkahártya mély járatokkal választja el a nyiroktüsző csoportokat.",
    "A termelődő hatalmas mennyiségű nyiroksejt átlép a hámszöveten és részt vesz a behatoló antigénekkel szembeni védekezésben.",
    "Ennek köszönhető, hogy a szájban fellépő sérülések viszonylag gyorsan gyógyulnak.",
    "Ugyanakkor a nyálkahártya hézagaiban speciális baktériumok telepedhetnek meg, jellegzetes mandulagyulladást okozva.",
    "A csecsemőmirigy",
    "A csecsemőmirigy vagy thymus közvetlen a szegycsont mögött, a szív felső részén elhelyezkedő lapos szerv.",
    "Újszülötteknél kb. , majd serdülőkorban éri el a legnagyobb fejlettségét, végül felnőtt korban szinte elcsökevényesedik.",
    "Még az embrionális fejlődés során a thymusba vándorolt T-sejtek itt fejezik be érésüket, melynek során megtanulják megkülönböztetni a saját anyagokat az idegentől.",
    "Ezek után innen jutnak a másodlagos nyirokszervekbe, ahol találkoznak az antigénekkel és felismerve azokat aktiválódnak.",
    "A lép",
    "A szervezet legnagyobb nyirokszerve, azonban szemben a nyirokcsomókkal a vérpályához tartozik, a nyirokerek elkerülik.",
    "Feladata többrétű.",
    "Vérraktározás.",
    "Kiszűri és eltávolítja az elöregedett vörösvértesteket.",
    "Nyiroktüszőinek köszönhetően nyiroksejteket raktároz és termel.",
    "A hasüreg baloldalán található, az alsó bordák magasságában.",
    "Dinnyeszelethez hasonló alakú szerv.",
    "Kívülről kötőszövetes tok határolja, amelyben több-kevesebb simaizomszövet is megtalálható.",
    "Ennek elsősorban olyan ragadozóknál van jelentősége, amelyek hirtelen nagy erőkifejtésre képesek, így szükség esetén a lép jelentős mennyiségű vért juttathat a vérpályába.",
    "4.6.5. A keringési rendszer egészségtana, elsősegélynyújtás",
    "Vérkép",
    "A vérkép készítése az egyik legalapvetőbb laboratóriumi vizsgálat, mely",
    "elsődlegesen az alakos elemek számának, típusának, nagyságának, alakjának meghatározására (vérkenet segítségével, minőségi (kvalitatív) vérkép),",
    "továbbá a vér kémiai összetevőinek mérésére szolgál (teljes (kvantitatív) vérkép).",
    "A meghatározott normálértékektől való eltérések különféle betegségekre, ill. gyógyszer mellékhatásokra utalhatnak.",
    "A teljes vérkép elemzésével kimutathatók",
    "különféle fertőzések (kórokozók, ill. az ellenük termelődő antitestek jelenléte),",
    "vérképzőszervi betegségek (vérsejtek számának megváltozása),",
    "vérszegénység (vörösvértestek számának, hemoglobin szintjének csökkenése),",
    "véralvadási zavarokkal kapcsolatos problémák, mint pl. vérzékenység, trombózis, vérlemezke rendellenességek (kóros vérlemezkeszám, funkció, bizonyos véralvadási faktorok hiánya),",
    "egyes daganatos megbetegedések (tumorfaktorok kimutatása),",
    "allergiás megbetegedések,",
    "gyulladásos folyamatok (fehérvérsejtek száma, típusai alapján).",
    "A vizsgálat során meghatározásra kerül:",
    "vérsejtsüllyedés,",
    "hematokrit érték,",
    "vörösvérsejtszám, hemoglobin szint,",
    "fehérvérsejtek száma, típusai, arányuk,",
    "vérlemezkék száma, méretük,",
    "ionok vizsgálata (nátrium, kálium, klór, kalcium, magnézium stb.)",
    "májműködéssel, veseműködéssel kapcsolatos paraméterek,",
    "anyagcsere paraméterek (vércukor, koleszterin, triglicerid, húgysav).",
    "A hematokrit érték a teljes vértérfogatban az alakos elemek százalékos arányát adja meg, mivel a vörösvértestek adják az alakos elemek kb.",
    "95%-át, lényegében megegyezik a vörösvértestek arányával.",
    "Meghatározása centrifugálással történik.",
    "A megemelkedett érték magasabb vörösvértestszámra utal, pl. hosszabb magashegyi tartózkodás esetén, vagy jelentősebb folyadékvesztés esetén,",
    "a csökkent értékek, pedig vérszegénységre, ill. túlzott folyadékbevitelre utalhatnak.",
    "A vérsejtsüllyedés az alakos elemek ülepedési sebességével jellemezhető.",
    "A vizsgálatot függőleges kémcsőben, alvadásban gátolt vérrel végzik.",
    "Az értékeket befolyásolja a páciens kora és neme, betegségei.",
    "A magas értékek pl. daganatos megbetegedésre, gyulladásra, fertőzésre utalhatnak.",
    "A vörösvérsejtek süllyedése annál gyorsabb, minél nagyobb a γ-globulin relatív koncentrációja.",
    "Ilyenkor a γ-globulinok a vörösvérsejt felszínén megkötődnek, valamint elősegítik a vörösvérsejtek összetapadását.",
    "A fehérvérsejtek",
    "számának növekedése, egyes típusai arányának megváltozása, valamilyen fertőzésre, gyulladásra, esetleg leukémiára utal.",
    "Csökkent fehérvérsejtszám autoimmun betegségben, csontvelői elégtelenségben szenvedőknél fordulhat elő, ill.",
    "kemoterápia vagy sugárterápia mellékhatásaként alakulhat ki.",
    "A vérlemezkék",
    "számának csökkenése kóros vérzésre, illetve vérzékenységre, leukémiára,",
    "megnövekedett számuk pedig fokozott vérrögképződés lehetőségére utal.",
    "Vérszegénység (anaemia)",
    "A vérszegénység olyan állapot, amelyben a vörösvértestek száma vagy a hemoglobin mennyisége nem éri el az egészségügyi határértéket, így a szervezet sejtjei nem jutnak megfelelő mennyiségű oxigénhez.",
    "Okai lehetnek:",
    "vérképzés zavarai,",
    "fokozott vörösvértest pusztulás,",
    "vérvesztés.",
    "Tünetei:",
    "jellemző a sápadtság,",
    "étvágytalanság, fáradékonyság, fázékonyság, csökkent fizikai, ill. szellemi teljesítőképesség,",
    "szédülés, fejfájás, ájulás-érzés jelentkezhetnek.",
    "A vérképzési zavarokkal kapcsolatosan a vérszegénységnek megkülönböztetjük az örökletes és a szerzett formáját.",
    "Örökletes tényező pl. a sarlósejtes anémia.",
    "A szerzett vérszegénység hátterében a vörösvértest és a hemoglobinképzéshez szükséges feltételek hiányai állhatnak, melyek közül a legfontosabbak a képzéshez szükséges különféle anyagok, mint pl.",
    "a vas, a B-12 vitamin vagy a folsav, eritropoetin.",
    "A várandósság állapota szintén eredményezheti az anya vérszegénységét, mivel a magzat vérképzése többlet vasszükségletet igényel.",
    "Vértest pusztulás, hemolitikus anémiák",
    "Öröklött és szerzett formái léteznek. Számtalan oka lehet.",
    "Az autoimmun hemolitikus anémia esetén az immunrendszer olyan antitesteket termel, melyek megtámadják a vörösvértesteket.",
    "Másik esetben a vörösvértestek sejthártyájának vagy a bennük lévő hemoglobin szerkezetének kóros megváltozása miatt a vörösvértestek az érpályán belül kidurrannak, szétesnek.",
    "Ez a jelenség a hemolízis.",
    "Vérvesztéses vérszegénység például erős menstruáció vagy gyomorfekély, ill. vastagbéldaganat következtében alakulhat ki.",
    "A vérzékenység",
    "A vérzékenység fokozott vérzést jelent, leggyakoribb oka a véralvadás zavara.",
    "Tág fogalom, a kissé elhúzódó egyszerű vérzésektől az életveszélyes állapotokig terjedhet.",
    "Kóros vérzékenység – szerzett, ill. veleszületett - létrejöhet:",
    "ér-eredetű rendellenesség,",
    "a vérlemezkékkel kapcsolatos problémák,",
    "valamint véralvadási faktorokkal összefüggő zavar miatt.",
    "Ér-eredetű rendellenességek",
    "A kiserekből kiinduló spontán vérzések jellemzik. Az ilyen jellegű vérzések a bőrön és nyálkahártyán keletkeznek, aprón, pontszerűen.",
    "Leggyakoribb kiváltó tényezők:",
    "[NUMBERED_ITEM] Öregedés: az érfalak rugalmatlanok, sérülékenyek, melynek eredményeként gyakran látjuk az idősek bőrén a szétfutó, élénkvörös bevérzéseket.",
    "[NUMBERED_ITEM] Hiányállapotok: legismertebb a C-vitamin hiánya miatt fellépő kollagénszintézis zavara, mely az érfalakat rendkívül sérülékennyé teszi (skorbut).",
    "A vérlemezkék problémái",
    "Számbeli csökkenés",
    "Egyrészt képződésük elégtelenné válik (bizonyos gyógyszerek károsító hatása nyomán, vírusfertőzésben (pl.: parvovírus), általános csontvelő-elégtelenség részjelenségeként, pl. leukémiákban),",
    "másrészt a fokozott vérlemezke-pusztulás miatt (vírusfertőzésekben, gyógyszerhatás miatt, fokozott lépbeli raktározás következtében stb.).",
    "Funkciózavar",
    "A vérlemezke-funkció zavart okoz pl. az aszpirinkezelés, amely gátolja a vérlemezkék kitapadását az érfalakhoz.",
    "Véralvadási faktorokkal kapcsolatos zavarok",
    "Szerzett véralvadási zavarok",
    "Ezek gyakoribbak, mint az öröklöttek. Ilyen pl. a K-vitamin-hiány, amely a májban zajló protrombin szintézisében okoz zavarokat.",
    "Örökletes véralvadási zavarok, a hemofília",
    "A hemofília ritka, veleszületett, egész életen át tartó vérzékenység, mely az egyes véralvadási faktorok rendellenes képződésével vagy hiányával kapcsolatos.",
    "A betegség lényege a vér alvadékonyságának csökkenése, melynek következtében a hemofíliás betegek sérülések alkalmával hosszabb ideig véreznek, mint az egészségesek.",
    "A leggyakoribbak és legsúlyosabb problémát az ízületi- és izomvérzések jelentik.",
    "A belső vérzések által okozott feszítő nyomás miatt a hemofíliát az egyik legfájdalmasabb betegségnek tekinti az orvostudomány.",
    "A gyakori bevérzések következtében a betegek ízületei fokozatosan tönkremennek és izmaik sorvadnak.",
    "Az alvadási faktorok mindegyikének leírták örökletes hiányállapotát. Leggyakoribb a",
    "hemofília A: VIII. faktor hiánya, ill.",
    "hemofília B: IX. faktor hiánya, az X kromoszómához kötött öröklődő betegségek.",
    "Trombózis",
    "Kórosan fokozott véralvadási zavar, a rendellenesség következtében létrejövő vérrög  kitapad az érfalra, aminek következtében kisebb-nagyobb ereket akár el is zárhat.",
    "A vérrög (vércsomó, trombus) a véralvadási rendszer aktiválódása révén, a vérlemezkék összecsapódása miatt jön létre.",
    "A trombusok leggyakrabban az alsó lábszár mélyvénáiban alakulnak ki.",
    "Mélyvénás trombózisban a lábak mélyben futó, nagy visszerei, vénái zárodnak el. A mélyvénás trombózis az érintett végtag fájdalmas duzzanatát okozza.",
    "A mélyvénás trombózis tünetei",
    "A láb duzzanata,",
    "fájdalom az érintett lábban,",
    "az érintett terület melegsége.",
    "A trombózis okai:",
    "A véráramlás lelassulása.",
    "Tartós ágyhoz kötöttség, sérült vagy operált végtag rögzítése, jelentős visszértágulat, szívelégtelenség stb.",
    "kapcsán a véráramlás lassul, ami segíti a véralvadást.",
    "Az érfal legbelső rétegének sérülése, pl. visszérbetegség esetén, melynek kapcsán az érfalból véralvadási faktorok szabadulnak fel és a sérülés helyén a vérlemezkék összetapadnak.",
    "A vér alvadási készségének fokozódása miatt, pl. fogamzásgátló tabletták, dohányzás, veleszületett tényezők stb. kapcsán.",
    "Kialakulására hajlamosítanak:",
    "elhízás,",
    "dohányzás,",
    "szívelégtelenség,",
    "sérülések,",
    "műtét utáni állapot, tartós fekvést igénylő súlyos betegségek, illetve a nagyon hosszas ülés (repülőutakon).",
    "a terhesség és szülés körüli időszak,",
    "fogamzásgátló tabletta hosszan tartó szedése.",
    "Embólia",
    "Trombózisról akkor beszélünk, ha valahol az érrendszerben vérrög (trombus) képződik.",
    "A trombus növekszik, és előfordul, hogy egy kisebb-nagyobb darabka leszakad belőle.",
    "Ezt a leszakadt vérrögöt – embolust - azután a véráram tovább sodorja egészen addig, amíg átfér az ereken.",
    "Amikor egy nála kisebb érszakaszhoz érkezik, megakad, és elzárja a vér útját.",
    "Ekkor beszélünk embóliáról.",
    "Leggyakoribb a tüdőembólia, mivel a láb mélyvénáiból leszakadt embólus, a nagyvérkör vénás rendszerében haladva egyre nagyobb átmérőjű erekbe kerül, majd a szív üregein – jobb pitvar, jobb kamra – áthaladva a kisvérkör fokozatosan szűkülő ereiben valahol megakad.",
    "Tünetei a hirtelen jelentkező éles, heves mellkasi fájdalom, légszomj, véres köpet.",
    "Az, hogy a tüdőembólia milyen súlyos, az embolus, illetve az elzárt ér nagyságától függ.",
    "Lehet apró, szinte észrevétlen, de nagyobb embolus esetén életveszélyes állapot is kialakulhat.",
    "Leukémia",
    "A leukémia a csontvelőben lévő vérképző sejtek kóros, daganatos elfajulásának és a sejtek féktelen osztódásának eredménye.",
    "A felszaporodott sejtek amellett, hogy kitöltik a csontvelőt, többnyire a vérpályába is belépnek és a keringő vérben is tömegesen megjelennek.",
    "A keletkező tumorsejtek kiszorítják a normális vérképző sejteket.",
    "A normál vérképzés kiszorítása miatt a betegben különböző tünetek alakulnak ki.",
    "A vörösvérsejtszám csökkenése vérszegénységet,",
    "a vérlemezkék hiánya vérzékenységet,",
    "az érett, immunvédekezésben résztvevő fehérvérsejtek csökkenése pedig visszatérő fertőzéseket okoz.",
    "Az érelmeszesedés (atherosclerosis, arteriosclerosis)",
    "Az érelmeszesedés, az egyik leggyakoribb civilizációs betegség az artériák krónikus megbetegedése, mely végeredményben az érfal elmeszesedésével, az erek megkeményedésével jár.",
    "Az elmeszesedés, keményedés miatt az ér ürege beszűkül, az érfal rugalmatlanná válik, s ez által a véráramlás romlik, aminek a következménye a szervek vérellátásának gyengülése.",
    "Létrejöhet a nagyereken, így az aortán, a combverőereken és a belső szervek kisebb erein is.",
    "A legjelentősebb ezek közül a szív koszorúereinek, az agyalapi és a vese ereknek az elmeszesedése.",
    "Hajlamosító tényezők:",
    "genetikai hajlam,",
    "a magas vérnyomás,",
    "a magas vérzsírszint (koleszterin- és trigliceridszint),",
    "a túlsúly,",
    "a dohányzás,",
    "alkoholizmus (LDL szintet növeli),",
    "a cukorbetegség,",
    "stressz.",
    "Az érelmeszesedés tünetei attól függenek, hogy melyik artériát szűkíti be a meszes plakk.",
    "A koszorúerek szklerotikus beszűkülése szívér-görcsöt (angina pectoris), szívinfarktust és a szívizmok lassú, de folyamatos pusztulását eredményezi, melynek során a szívizmok helyét fokozatosan kötőszövet veszi át.",
    "Tünetei a ritmuszavarok és a fokozódó szívelégtelenség.",
    "Az agyi erek meszesedése agylágyulást okoz, mely értelmi leépülést, maradandó bénulást hagyhat maga után.",
    "A végtagok artériáinak elmeszesedése végtagelhalást eredményezhet.",
    "A magas vérnyomás (hipertonia)",
    "A magas vérnyomás elterjedt krónikus betegség, melynek ismérve, hogy nyugalomban az artériás vérnyomás tartósan meghaladja a 140 Hgmm szisztolés, illetve a 90 Hgmm diasztolés értéket.",
    "Magyarország felnőtt lakosságának 25-30 százaléka, a hatvan éven felüliek több mint fele magas vérnyomás betegségben szenved.",
    "A magas vérnyomás általában nem okoz panaszokat, de jelei lehetnek",
    "a szédülés, fejfájás, fáradtságérzet,",
    "nehézlégzés,",
    "orrvérzés,",
    "látászavarok,",
    "mellkasi fájdalom (angina pectoris),",
    "idegesség.",
    "Legtöbbször a már a hipertónia szövődményeként károsodott szervek okoznak különböző tüneteket.",
    "A magas vérnyomás kialakulásának pontos oka legtöbbször ismeretlen.",
    "A következmények a fokozódó érelmeszesedéssel, ill. az erek átmérőjének csökkenésével kapcsolatosak. Kockázati tényezők:",
    "az öröklött hajlam,",
    "a magasabb életkor, mivel előrehaladtával az erek rugalmassága csökken,",
    "a túlsúlyosság, a magas vérzsírszint, mivel fokozza az érelmeszesedést,",
    "a mozgáshiány,",
    "a stressz,",
    "a túlzott sófogyasztás,",
    "dohányzás, hiszen a nikotin érszűkítő hatású,",
    "alkohol,",
    "cukorbetegség.",
    "A magas vérnyomás szövődményei",
    "A magas vérnyomás az egész érrendszert károsítja, az érfalnak a normális állapotát teszi tönkre, az erek pattanásig feszülnek, és így állandó igénybevételnek vannak kitéve.",
    "A hipertónia legáltalánosabb szövődményei:",
    "a koszorúér-betegség (szívinfarktusveszély),",
    "a különféle agyi szövődmények (pl. agyvérzés), amelynek következménye lehet a lebénulás, beszédzavar,",
    "a veseelégtelenség.",
    "Szívinfarktus",
    "A szívinfarktus oxigénhiány és tápanyaghiány következtében létrejött szívizompusztulást, ill.",
    "az ezeknek következtében kialakuló szívműködési zavarokat jelenti.",
    "A koszorúerekben lerakódott meszes plakkok szűkítik a szív ereit, a szűkületben vérrög alakulhat ki, mely teljes elzáródást okozhat.",
    "A súlyos szűkület vagy a teljes elzáródás miatt a szívizomsejtek vérellátása kórosan lecsökken.",
    "Ha ez a folyamat hosszú ideig tart, a károsodás visszafordíthatatlanná válik, s kialakul a szívinfarktus.",
    "A fő kockázati tényezők a koszorúér-betegség kialakulása szempontjából:",
    "a genetikai hajlam,",
    "az életkor,",
    "a férfi nem,",
    "magas vérnyomás,",
    "a vérzsírok emelkedése (LDL),",
    "az elhízás,",
    "a dohányzás,",
    "a cukorbetegség,",
    "a mozgásszegény életmód,",
    "a stressz.",
    "Tünetei",
    "nyomásérzés a mellkas közepén, esetleg csak furcsa teltségérzés, vagy szorító mellkasi fájdalom (angina pectoris), ami több mint néhány percen keresztül fennáll,",
    "kisugárzó fájdalom a mellkasból a váll, a kar, a hát vagy akár a fogak, állkapocs irányába,",
    "légszomj,",
    "izzadás,",
    "ájulás,",
    "hányinger, hányás,",
    "megsemmisülés érzés, halálfélelem,",
    "sápadtság, szürkeség.",
    "Egy érgörcs is vezethet szívinfarktushoz, hisz a szív vérellátása ez által is csökken.",
    "Különösen elmeszesedett erekben jön létre, a simaizomsejtek összehúzódásával.",
    "Az angina a szív oxigénhiánya miatt jelentkező erős mellkasi fájdalomérzet.",
    "A fájdalom típusosan a mellkas középső részén érződik, tehát a szegycsont mögött, kisugározhat a bal vállba, bal karba, de az állkapocsba, illetve a bal lapockába is.",
    "Ritmuszavar",
    "A szívritmuszavar, másképpen aritmia, a szívverés ütemének megváltozását jelenti.",
    "A normálisnál",
    "gyorsabb szívverést tachikardiának nevezzük a szívfrekvencia 100/percnél magasabb,",
    "míg a túl lassút bradikardiának hívjuk, a szívfrekvencia 60/perc alatt van.",
    "Pitvarfibrilláció (pitvarremegés)",
    "A pitvarfibrilláció a szív pitvarainak szabálytalan, gyors összehúzódásából eredő ritmuszavar, melynek eredményeképpen a kamra és a pitvar egymástól függetlenül húzódik össze.",
    "A pitvarok több pontján, rendszertelenül keletkeznek ingerületek, melyek hatására a kamrák szabálytalan ritmusban és legtöbbször túl gyorsan húzódnak össze.",
    "Így a kamrákból kevesebb vér kerül a vérpályákba, mint normális ritmus esetén, ami a szervek vérellátási zavarát okozza.",
    "Jellegzetes tünetei lehetnek, légszomj, fáradtságérzés, szédülés, szabálytalan, gyors szívdobogás érzése.",
    "Kamrafibrilláció",
    "A kamrai ritmuszavar esetén a kamrák falában található izomsejtek összehúzódása gyors, nem összehangolt, melynek következtében nincs hatékony összehúzódás.",
    "A hirtelen szívhalál hátterében, az esetek többségében (70%) a kamrai ritmuszavar, ún. kamrafibrilláció áll.",
    "Eszméletvesztéssel és életveszéllyel járó állapot, ami azonnali orvosi beavatkozást kíván.",
    "Ezt a ritmuszavart defibrillátor kezeléssel kell rendezni.",
    "A defibrillátor elektromos impulzust ad le a szívnek, mellyel a szív kaotikus elektromos aktivitását megszünteti és ezáltal lehetőséget biztosít a normális szívritmus visszatérésére.",
    "Amennyiben a szívműködés nem indul újra, meg kell kezdeni az újraélesztést.",
    "A tévhittel ellentétben a készülék a leállt szívet nem indítja újra.",
    "Ritmusszabályozó (pacemaker)",
    "A szív természetes ingerképzését pótló kis, teleppel működő elektromos eszköz, amit a bőr alá ültetnek be.",
    "Rendszerint akkor szükséges, ha a szív természetes ritmusa túl lassú, vagy a szív ingerületvezető rendszerében hiba van, így a kamrák és pitvarok aktivitása nincs megfelelően összehangolva.",
    "A beültetett ritmusszabályozó hosszú éveken át biztonságosan vezérli a szív összehúzódásait.",
    "Visszérbetegség, visszértágulat",
    "A visszértágulat elsősorban az alsó végtag felületes vénáinak megbetegedése.",
    "Az érintett erek kóros mértékben kitágulnak, kanyargós lefutásúak, jól látszódnak a lábszár vagy a comb bőre alatt.",
    "A visszeresség kialakulásában elsősorban a vénák falának veleszületett, örökletes gyengesége játszik szerepet.",
    "A vénák kitágulásához hozzájárulhatnak egyéb tényezők is, pl.",
    "álló vagy ülő foglalkozás,",
    "terhesség,",
    "A várandósság első időszakában a progeszteron hatására csökken a vénák tónusa, a keringés lassul, a vénákban levő nyomás megnövekszik, így a véna kitágul.",
    "Később a gyarapodó magzat, ill.",
    "növekvő mennyiségű magzatvíz a kismedencei vénák leszorítása által tovább fokozhatja a vénás pangást, akadályozva a vénás vér visszaáramlását.",
    "elhízás,",
    "nehéz súlyok emelése.",
    "A kitágult vénákban nem megfelelő a billentyűk működése, mely az erek túlterhelését és bennük a vér pangását tovább fokozza.",
    "A hosszasan fennálló betegség következtében már az egész végtag vénás keringése károsodhat, továbbá a visszeresség növeli a kitágult vénák területén a vénagyulladás és a vérrögképződés – trombózis - veszélyét.",
    "Mivel elsősorban örökletes tényezők okozzák a visszértágulatot, a betegség kialakulását nem lehet teljes mértékben megelőzni, azonban a folyamat súlyosbodását hatékonyan meg lehet akadályozni.",
    "Ennek feltételei",
    "az egészséges testsúly elérése és megtartása,",
    "a rendszeres testmozgás (legjobb a gyaloglás és az úszás) és ún.",
    "\"vénás torna\" végzése (pl. lábujjhegyen járás, lábfejkörzés, lábujjak behajlítása-kinyújtása, lábemelgetés),",
    "pihenés közben a lábak felpolcolása,",
    "ülő munka megszakítása időnként a láb megmozgatásával,",
    "hűvös zuhany a bokától a comb felé haladva (meleg fürdő, szauna kerülendők).",
    "A vérzések csoportosítása",
    "A vérzések csoportosítása több szempont alapján lehetséges. Beszélhetünk",
    "külső vérzésről, amikor a testfolyadék közvetlenül a külvilágba távozik,",
    "és belső vérzésről, amikor a vér a testüregbe – pl. hasüregbe - kerül.",
    "A sérült értípus függvényében beszélhetünk",
    "artériás (ütőeres),",
    "vénás (gyűjtőeres) és",
    "hajszáleres vérzésről.",
    "Artériás vérzés jellemzői",
    "Az artériás vérzés során az élénkpiros színű vér a szív működésének megfelelő ütemben, spriccelve (pulzálva) távozik a sérülésből.",
    "Akár kisebb sebzés esetén is nagymértékű lehet a vérveszteség, aminek eredményeképpen a sérült rövid idő alatt sokkos állapotba kerülhet.",
    "Vérzéscsillapítás",
    "Első lépésként a sérültet nyugalomba helyezzük, illetve a sérült testrészt a szív síkja fölé emeljük, csökkentve a vérnyomást.",
    "Ezt követően a megfelelő artériás nyomáspont elnyomásával szűkítjük az ér keresztmetszetét, ezáltal a vérzés intenzitását.",
    "Artériás nyomáspont olyan helyeken használható, ahol az ér felszínesen fut és közvetlenül kemény alapra, csonthoz nyomható.",
    "Nyaki sérülés esetén a sebbe is belenyúlhatunk és elszoríthatjuk az eret.",
    "Artériás nyomáspontok:",
    "halánték, a fej artériás vérzése esetén a vérzéssel azonos oldalon, a halántékon,",
    "felkar-alkar-kéz, pl. a felső végtag vérzése esetén a felkar belső oldalán, a hajlító izom alatt futó árokban lévő eret nyomjuk a felkarcsonthoz,",
    "comb-térdhajlat- lábszár, pl. alsó végtag vérzése esetén a lágyékhajlatban található combütőeret nyomjuk ököllel a medencecsont irányába.",
    "Majd ezt követően nyomókötést helyezünk a sérülésre.",
    "Ennek során steril gézlapot a sebbe nyomkodjuk, kitamponáljuk.",
    "Erre helyezünk újabb steril gézlapot, majd egy géz hengert.",
    "Szoros pólyamenettel a sebre szorítjuk.",
    "Az átvérzett kötést nem szabad lebontani, hanem újabb nyomópárnát kell ráhelyezni.",
    "Vénás vérzés",
    "A vér egyenletesen folyik. A vérző testrész szív fölé emelésével csillapítjuk a vérzést, továbbá szintén nyomókötést alkalmazunk.",
    "Sebzés, sebkezelés",
    "Sebzés alatt a bőr vagy nyálkahártya hámjának, ill. az ezek alatti kötőszövet folytonosságának a megszakadását értjük.",
    "A sebkezelés feladata, a fájdalom csökkentése, a vérzéscsillapítás ill., hogy a seb gyógyulásához megfelelő környezetet teremtsen.",
    "A seb környezetét tiszta vízzel meg kell tisztítani.",
    "Ezután jóddal vagy más fertőtlenítőszerrel fertőtlenítsük a megtisztított területet, ügyelve arra, hogy jód ne kerüljön a sebbe.",
    "Majd fedjük a sebet kötszerrel, lehetőleg steril gézzel, amit ragtapasszal vagy pólyával rögzíthetünk.",
    "Elsősegélynyújtás ájulás esetén",
    "Az ájulás az agy átmeneti vérellátási zavara miatti, rövid ideig tartó eszméletvesztés.",
    "Okai lehetnek meleg, oxigénhiány, éhezés, vérvesztés, vérszegénység, vércukorszint csökkenése stb.",
    "Az elsősegélynyújtás során",
    "a beteget lehetőleg szabadba visszük,",
    "lefektetjük, lábait megemeljük és felpolcoljuk.",
    "A ruházatot megbontjuk, a fejre, mellkasra hideg vizes borogatást teszünk.",
    "Ellenőrizzük a légzését, pulzusát.",
    "A jól légző, de eszméletlen beteget stabil oldalfekvő helyzetbe fektetjük.",
    "Elsősegély, az alapfokú újraélesztés lépései és szabályai",
    "A Magyar Resuscitatiós Társaság újraélesztésre vonatkozó irányelvei\t         forrás: OMSZ",
    "Szólítsa meg, és ezzel egy időben vállainál rázza meg a sérültet!",
    "Ha a sérült NEM reagál: kiáltson segítségért, és vizsgálja a légzést!",
    "Ezt a következőképpen teheti meg: hajtsa hátra a háton fekvő sérült fejét a hajas fejbőr találkozásánál és az állánál megfogva!",
    "Fülét tegye a sérült orra elé, így hallja és arcán érzi a légzőmozgásokat, illetve szemével figyelje a mellkas mozgását!",
    "Ezt a vizsgálatot hármas érzékelésnek hívjuk (érzem, látom, hallom).",
    "A vizsgálatot legalább 10 másodpercig végezze, ha ez idő alatt nincs minimum két légzőmozgás, és a segélykiáltásra nem jött oda senki, hívjon haladéktalanul mentőt, és kérdezze meg, van-e a közelben félautomata defibrillátor!",
    "Kezdje el a mellkaskompressziót!",
    "Ehhez helyezkedjen el térdelve a hanyatt, kemény alapon fekvő személy mellett, annak válla magasságában, ahonnan egyaránt elérheti a mellkast és a fejet.",
    "Helyezze egyik tenyere kéztői részét az illető mellkasának közepére (azaz a szegycsontjának alsó felére) úgy, hogy ujjai a beteg oldala fele nézzenek.",
    "Helyezze másik tenyerének kéztői részét a már mellkason lévő kezére, és figyeljen arra, hogy ujjait ugyanakkor eltartsa a mellkasfaltól (ebben a pozícióban összekulcsolhatja ujjait).",
    "Győződjön meg róla, hogy csak a szegycsont alsó felét nyomja (nem a bordákat, nem a szegycsont legvégét és nem a hasat), azaz csak az egymásra helyezett kezei kéztői részével közvetíti az erőt a mellkasra.",
    "A mellkas-kompressziókat nyújtott könyökkel végezze; a mellkast legalább 5 cm mélyen nyomja le (de nem mélyebben, mint 6 cm).",
    "Minden egyes kompressziót követően engedje fel a mellkast, azaz engedje rugalmassága folytán teljesen visszatérni a kiindulási helyzetbe, anélkül, hogy közben elemelné kezét a mellkasról.",
    "A mellkaskompressziók üteme percenként legalább 100 legyen (de nem több mint 120); lenyomás és a felengedés ugyanannyi ideig tartson.",
    "Abban az esetben, ha nem tud vagy nem akar a kompressziókat követően lélegeztetni, fontos, hogy szünet nélküli, folyamatosan alkalmazott mellkaskompressziók révén tartsa fenn a mesterséges keringést a további ellátást nyújtó segítség megérkezéséig.",
    "Folytassa az újraélesztést!",
    "A mellkaskompressziót addig végezze, míg meg nem érkeznek a mentők vagy egy defibrillátor, és nem rendeződik a sérült keringése, illetve Ön nem fárad ki.",
    "Csak és kizárólag akkor vizsgálja újra a beteget, amennyiben az elkezd mozogni, kinyitja szemét, köhög, védekezik, vagy normális légzése visszatér.",
    "Minden más esetben végezze folyamatosan az újraélesztést.",
    "Az időben megkezdett újraélesztést addig kell folytatni, míg sikerre nem vezet, vagy sajnálatos esetben a végleges, biológiai halál jeleit nem észleljük.",
    "A gyakorlatban ezzel egyenértékű, ha 30 percen át szabályosan végzett újraélesztés nem hoz eredményt.",
    "https://drive.google.com/file/d/1P3Q0bVRbwpabbfNukSTZbGBzHHzodCl-/view?usp=sharing"
  ]
}