{
  "doc_id": "4.8.1.5. A gerincvelő",
  "sentences": [
    "4.8.1.4.",
    "Az idegrendszer általános jellemzése.",
    "A fejezet a követelményrendszer 4.8.",
    "pontja alapján készült.",
    "Készítette: Vizkievicz András\n\nAlapfogalmak.",
    "Az idegrendszer anatómiailag felosztható.",
    "központi idegrendszerre, melynek része az.",
    "agy és a.\n\ngerincvelő.",
    "Mindkettő szürke-",
    "és fehérállományra tagolódik.",
    "A szürkeállomány főleg sejttesteket,.",
    "míg a fehérállomány pályákat tartalmaz, világos színét az idegrostok gliasejtjeinek velőshüvely (mielin) borítása adja.",
    "A környéki (perifériás) idegrendszer részei:\n\nagy-",
    "és gerincvelői idegek, melyek idegrostok kötegei kötőszövetes pólyával borítva.",
    "Dúcok, melyek idegsejt csoportosulások a központi idegrendszeren kívül.",
    "A bélcső falában húzódó neuronhálózat a bélidegrendszert (enterális) alkotja.",
    "Érzőreceptorok, melyek lehetnek.",
    "szabad idegvégződések, pl.",
    "a fájdalomérző, ill.",
    "a hőmérsékletváltozást érzékelő receptorok (A),\n\nkötőszövetes tokkal körülvett idegvégződések, pl. a bőr nyomásreceptorai (B),.",
    "továbbá érzékhámsejtek, pl. a belső fül szőrsejtjei (C).",
    "Idegsejtcsoportok lehetnek:\n\naz agyban: agyi magvak,.",
    "az agyon kívül: idegdúcok.",
    "Idegrostok lehetnek:\n\na központi idegrendszerben, akkor pályákat képeznek.",
    "Periféria felől a központ felé felszálló vagy érzőpálya (afferens pályák).",
    "Központból a periféria felé leszálló vagy mozgatópálya (efferens pályák).",
    "Környéki idegrendszerben, akkor idegeket alkotnak, amelyek lehetnek.\n\nagyidegek (12 pár),.",
    "gerincvelői idegek (31 pár).",
    "Funkcionálisan felosztható.",
    "szomatikus idegrendszerre, amely többnyire akaratlagos és vázizmokkal kapcsolatos, ill.\n\nvegetatív (autonóm) idegrendszerre, amely többnyire akaratunktól független, simaizmokkal, mirigyekkel, szívizommal kapcsolatos.",
    "Továbbá lehet:\n\nszimpatikus,.",
    "paraszimpatikus,.",
    "enterális (bélcsőben húzódó ideghálózat).",
    "Az idegrendszer működése lehet:\n\nérző (szenzoros),.\n\nmozgató (motoros).",
    "Mindkettő lehet szomatikus és vegetatív is.",
    "Mint korábban volt arról szó, hogy az idegsejteket nemcsak alakjuk, hanem feladatuk alapján is csoportosíthatjuk:",
    "Az érzőidegsejtek a receptoroktól a központ felé továbbítják az ingerületet, mindig a környéki idegrendszerhez tartoznak, ilyenek vannak pl.\n\na retinában, a csigában (bipoláris idegsejtek),.",
    "a csigolyaközti dúcokban (pszeudouniporáris sejtek).",
    "A mozgatóidegsejtek a végrehajtószerv (izmok, mirigyek) felé közvetítik a központok utasításait.",
    "A köztes idegsejtek (interneuronok) összekapcsolják az érző- és a mozgatóidegsejteket.",
    "A legtöbb idegsejtünk ilyen.",
    "Reflexműködés.",
    "A reflexműködés a környezet – külső, belső – ingereire szervezett válaszreakció.",
    "A reflexműködés kivitelezésében szerepet játszó anatómiai képletek reflexívet alkotnak, melynek részei:\n\na receptor, ami felfogja az ingereket és ingerületté alakítja,.",
    "az érzőidegsejt, ami továbbítja a központ felé az ingerületet (akciós potenciált),\n\naz interneuron, ami összekapcsolja az érző- és a mozgatósejtet,.",
    "a motoros neuron, aminek az axonja a végrehajtószervben – pl. izomban - végződik.",
    "Magasabb rendű szervezetekben – emlősökben - reflexkörök alakulnak ki, ebben az esetben a receptor-központ, ill.",
    "a végrehajtószerv-központ közti kapcsolat kétirányú, ilyenkor\n\na központ szabályozza a receptor ingerküszöbét, ill.",
    "a végrehajtószerv az állapotáról visszajelzést küld a központba.",
    "Különbséget teszünk a szomatikus és a vegetatív reflexkörök lefutása között.",
    "A központi idegrendszer.",
    "A központi idegrendszer burkai.",
    "Az egész központi idegrendszert 3 burokrendszer határolja:\n\na kétrétegű kemény agyhártya dura mater, amelynek külső lemeze összenő a csonthártyával,\n\npókhálóhártya arachnoidea, mely vékony fonalakkal kapcsolódik a lágy agyhártyához,\n\nlágy agyhártya pia mater, amely közvetlenül az agy, ill.",
    "a gerincvelő felszínéhez tapad.",
    "A pókhálóhártya és a lágy agyhártya lemeze közötti tágasabb teret agy-gerincvelői folyadék tölti ki.",
    "Itt futnak a központi idegrendszert tápláló erek.",
    "Az agy-gerincvelői folyadék (liquor cerebrospinalis).",
    "Összetétele:\n\nvérplazma szűrlet és gliasejtek váladékának keveréke (kb. 120-250 ml).",
    "Termelődése és áramlása:\n\nspeciális érfonatok termelik, amelyek a III.",
    "és IV.",
    "agykamrákat szegélyezik.",
    "A központi idegrendszer üregrendszerének minden részébe – agykamrák, agyburkok közti tér - eljut, állandó lassú mozgásban van.",
    "Végül a vénás rendszerbe szívódik fel.",
    "Tartalmaz a vízen kívül szőlőcukrot, ásványi sókat, fehérjét és kevés limfocitát.",
    "Felszívódásának zavara az oka a vízfejűségnek.",
    "Különféle kórképekben a liquor összetétele megváltozik, ill.",
    "kóros",
    "tartalom jelenik meg benne, ezért vizsgálata az idegrendszert érintő betegségek fontos diagnosztikai módszere.",
    "A mintavételt többnyire a gerinc ágyéki szakaszán végzik, a lágy agyhártya és a pókhálóhártya közötti térből.",
    "Egészséges esetben",
    "a gerincvelői folyadék tiszta, áttetsző.",
    "A liquor összetétele kórosan változik meg agyhártyagyulladás, agyvelőgyulladás, daganatos betegségek, sclerosis multiplex kórképek esetén.",
    "A spinális érzéstelenítés során pedig érzéstelenítő beadása is történhet az adott területre (nem epidurális!).",
    "A liquor jelentősége:\n\nbenne az agy úszó testként viselkedik, a kb.",
    "1350",
    "g tömegű agy csak kb.",
    "50 g súllyal nehezedik a koponyaalapra,\n\nminden, a koponyát ért kisebb trauma következtében létrejövő lökéshullám",
    "egyenletesen terjed szét a folyadékban, ami mechanikusan védi az agyszövetet.",
    "Részt vesz a központi idegrendszer anyagcsere-transzport folyamataiban.",
    "Az agyi kamrarendszer kóros tágulatának elvileg a következő okai lehetnek:",
    "Túlzott liquor-termelés.",
    "Elfolyási akadály, valamely fiziológiás szűkület helyén (aqueductus cerebri).",
    "Az akadály lehet veleszületett, ill. szerzett: gyulladás, tumor, vérzés.",
    "Felszívódási akadály.",
    "Az agyi szövetközti folyadék összetétele azonos az agy-gerincvelői folyadék összetételével.",
    "A központi idegrendszer üregrendszere.",
    "Gerincvelői központi csatorna.",
    "IV.",
    "agykamra a nyúltvelő-híd-kisagy szögletében,.",
    "ami felfelé a középagy területén található agykamra-csatornában folytatódik,.",
    "ezután a köztiagy ürege, a III.",
    "agykamra következik,.",
    "amelyből a féltekék oldalkamrái nyílnak (I. és II. agykamrák).",
    "Az üregrendszert agy-gerincvelői folyadék tölti ki.",
    "4.8.1.5.",
    "A gerincvelő.",
    "Az idegrendszer ősi része, a csigolyaívek alkotta gerinccsatornában helyezkedik el.",
    "Kisujjnyi vastagságú, fehér, hengeres szerv, agyhártyák borítják.",
    "Nyaki, háti, ágyéki, keresztcsonti szakaszokra osztjuk.",
    "Kb. , az öreglyuktól kezdődően az első ágyékcsigolya magasságáig húzódik, mivel hossznövekedése nem tart lépést a gerinc növekedésével (lásd kép).",
    "Ettől lefelé a gerinccsatornát már csak a gerincvelőből ki-",
    "és belépő idegrostok kötegei – gerincvelői gyökerek - töltik ki (lófarok).",
    "A felső, ill.",
    "az alsó végtagot ellátó idegek kilépési helyei:\n\na nyaki szakaszból kilépő karfonat,.",
    "az ágyéki-keresztcsonti szakaszt elhagyó lábfonat.",
    "A gerincvelő keresztmetszete.",
    "Kétféle részt különböztetünk meg.",
    "Kívül fehérállomány,.\n\nbelül szürkeállomány.",
    "Szürkeállomány.",
    "Pillangó alakú.",
    "Neuronok sejttestei alkotják.",
    "Közepén van a központi csatorna.",
    "Részei:\n\nHátsó szarv: interneuronok.",
    "Oldalsó szarv: központi vegetatív interneuronok.",
    "Mellső szarv: szomatikus motoros neuronok.",
    "Fehérállomány.",
    "Pályák alkotják.",
    "Elülső köteg: leszálló – mozgató - pályák.",
    "Hátulsó köteg: felszálló – érző - pályák.",
    "Oldalsó köteg: vegyesen.",
    "A gerincvelő szelvényezettségét a belőle kilépő, ill.",
    "belépő idegrostok, az ún.",
    "gerincvelői gyökerek okozzák.",
    "Mellső gyökér: idegrostjai a mellső szarvi mozgatóneuronokból és az oldalsó szarvi központi vegetatív neuronokból erednek, így kizárólag mozgatórostokat tartalmaznak.",
    "Hátsó gyökér: külső részén egy duzzanatot, az ún. csigolyaközti dúcot találjuk, benne pszeudounipoláris érzőidegsejteket, melyek centrális nyúlványai hozzák létre a hátsó gyökeret.",
    "Így a hátsó gyökérben kizárólag érzőrostok – szomatikus és vegetatív- futnak a receptorok felől a központok felé.",
    "A két gyökér a gerinccsatornából való kilépés előtt gerincvelői ideggé egyesül, amely már kevert, érző- és mozgatórostokat egyaránt tartalmaz (31 pár).",
    "A gerincvelői idegek szelvényezetten hagyják el a gerincvelőt, s rostjaik szelvényesen hálózzák be a testet.",
    "A szelvényezettség a dermatómák kialakulásában is megnyilvánul.",
    "A dermatóma a bőr, egy adott gerincvelői ideggel beidegzett területe.",
    "A neurológiában a gerinckárosodás területének a megállapítására szolgál.",
    "A dermatómák ismerete a gerincbe adott érzéstelenítés esetén is kiemelt fontosságú, hiszen az orvos a dermatóma-térkép alapján dönti el, melyik ideggyököt kell blokkolni a műtéti terület érzéstelenítéséhez.",
    "A gerincvelő működése.",
    "A gerincvelő feladata kettős:",
    "Közvetíti az agy utasításait a periféria felé és vissza, felszálló érzőpályákat és leszálló mozgatópályákat tartalmaz.",
    "Reflexközpont, önálló működése van.",
    "A gerincvelő működése és felépítése az evolúció során alig változott, csupán egyre többet vesztett önálló működéséből.",
    "A gerincvelői reflexek típusai.",
    "Szomatikus: a végrehajtószerv valamilyen vázizom (ugyanakkor nem akaratlagos).",
    "A receptor helye szerint:\n\nIzomeredetű.\n\nBőreredetű.",
    "Vegetatív: a végrehajtóegység zsigerekben található simaizom, ill. mirigyszövet.",
    "Szimpatikus.",
    "Paraszimpatikus.",
    "Izomeredetű szomatikus reflex: feszítő reflex vagy nyújtási reflex (monoszinaptikus)",
    "Ilyen a térd-, ill.",
    "a könyökreflex.",
    "Amennyiben reflexkalapáccsal a combfeszítő izom térdkalács alatti inára ütést mérünk, a lábszár kilendül.",
    "Az ütés következtében – mivel az inak nem nyújthatók - a combfeszítő izom megnyúlik, aminek hatására - a reflexkörnek köszönhetően - az izom aktív összehúzódással válaszol.",
    "A reflex vizsgálata tájékoztatást nyújt a gerincvelő állapotáról.",
    "A receptor az izomorsó,.\n\namely a combfeszítő izomban található,.",
    "az izomrostokra csavarodott idegvégződés, az idegvégződéshez tartozó érzőneuron sejttestje a csigolyaközti érződúcban található (ál-egynyúlványú idegsejt).",
    "mechanoreceptor, mivel adekvát ingere az izom megnyúlása (inakban az ínorsó van).",
    "A reflexív lefutása.",
    "A bevezetőszárt a csigolyaközti dúcban található érzőidegsejt centrális nyúlványa képezi, mely belépve a gerincvelőbe 3 felé ágazik:\n\nfelszállópályán a hátsó kötegben az agyvelőbe tart, ill.",
    "az azonos szelvényben elhelyezkedő mellső szarvi mozgatóneuronhoz kapcsolódik,",
    "melynek rostjai az elülső gyökéren keresztül érik el ugyanazt az izmot (combfeszítő izmot), kiváltva annak összehúzódását (a láb kilendül),\n\ntovábbá az alatta lévő gerincvelői szelvényben található hátsó szarvi gátló interneuronnal képez szinapszist, amely a hajlítóizom beidegzését végző mozgatóneuront gátolva, a hajlítóizom elernyedését váltja ki (elkerülendő az izomszakadást).",
    "A nyújtási reflex feladata:",
    "Védi az izmot a túlzott passzív megnyúlástól, így az izomszakadástól, hiszen nyújtásra az izom összehúzódással reagál.",
    "Jelentős a testtartásban, azaz az antigravitációs izmok optimális feszítettségi állapotának beállításában, ezáltal testtartási reflexek alapját képezi.",
    "Alapvető az izomtónus fenntartásában (izomtónus: az izmok állandó kismértékű feszülése, a testtartásban alapvető a jelentősége).",
    "Bőreredetű szomatikus reflex, azonos oldali hajlító-keresztezett feszítő reflex.",
    "A reflex feladata a végtagok elhajlítása a fájdalmas ingerektől, a veszélyforrástól.",
    "Védekező reflex.",
    "A reflexív lefutása.",
    "A fájdalomérző receptorok a bőrben vannak,.",
    "a hátsó gyökérben levő csigolyaközti dúcban található az érzőidegsejt sejtestje (1),\n\na gerincvelő hátsó szarvában ülő interneuronok kapcsolják össze az érző- és a mozgatóidegsejteket (2, 4),\n\nmellső szarvi, azonos oldali mozgatóneuronok működése kiváltja a hajlítóizmok összehúzódását, a veszélyeztetett végtag elhajlítását a veszélyforrástól (3),\n\nugyanakkor gátló neuronoknak köszönhetően ugyanezen a végtagon a feszítőizmok elernyednek.",
    "Ezzel egyidejűleg, átkereszteződve az ellenkező oldali végtagon a mozgatóneuronok ingerülete a feszítőizmok összehúzódását eredményezik, ami lehetővé teszi az egyensúlyi helyzet megtartását (5).",
    "Az érzőidegsejt egyik elágazása egy felszállópályán az agyba küldi az érzőinformációt.",
    "A reflexív működésének az eredménye a veszélyeztetett végtag hajlítóizmainak összehúzódása mellett, a másik oldali végtag feszítőizmainak összehúzódása.",
    "A reflex feladata:\n\nvédelem a károsító (fájdalmas) ingerek ellen,.",
    "fontos testtartási reflexek alapja.",
    "A vegetatív reflexek.",
    "Fontos különbség a szomatikus reflexhez képest, hogy a mozgatóneuron nem a gerincvelőben található, hanem a testben elhelyezkedő perifériális vegetatív dúcokban.",
    "A reflexműködés a zsigerekben található simaizmokra, mirigyekre hat.",
    "A reflexív lefutása.",
    "A receptorok a zsigerekben – pl. bélfalban – találhatók,.",
    "A hátsó gyökér csigolyaközti dúcában van az érzőneuron,.",
    "a hátsó szarvban az interneuron,.",
    "az oldalsó szarvban van a központi vegetatív neuron, melynek axonja.\n\nelülső gyökéren keresztül lép ki, majd.",
    "a perifériális vegetatív dúcban levő mozgatóneuronnal képez szinapszist,.",
    "aminek a nyúlványa a végrehajtó belső szervre - mirigyek, erek, bél, bőr, nemi szervek simaizmaira - hat.",
    "A gerincvelő vegetatív működései (reflexei):\n\nlokális hideghatás esetén a bőr ereinek reflexes szabályozása,.",
    "vizelet- és székletürítés szabályozása,.\n\nszexuális reflexek, erekció, ejakuláció,.",
    "béltartalom nyomásának hatására a bélmozgások szabályozása.",
    "Az ábra forrása: Gyűjtemény a Biológia emelt szintű oktatásához."
  ]
}