{
  "doc_id": "4.8.1.10. Hallás és egyensúlyérzés 4.8.1.11. Kémiai érzékelés",
  "sentences": [
    "4.8.1.10.",
    "Hallás és egyensúlyérzés.",
    "A fejezet a követelményrendszer 4.8.1.10. pontja alapján készült.",
    "Készítette Vizkievicz András\n\nA halló és egyensúlyozó szervrendszer részei:\n\nKülső fül.",
    "Fülkagyló és külső hallójárat.",
    "Középfül.",
    "Dobhártya.",
    "Dobüreg.",
    "Hallócsontok.",
    "Belsőfül.",
    "Csontos és hártyás labirintus.",
    "A hang.",
    "A hang valamilyen közegben (pl.: levegő, víz) terjedő longitudinális (a részecskék rezgésének iránya azonos a hullám terjedésének irányával) rezgéshullám, közeg sűrűsödése és ritkulása, sinusfüggvénnyel ábrázolható.",
    "A hang terjedésének lényege az, hogy a közeg részecskéi egy hangforrás hatására kimozdulnak nyugalmi állapotukból, és ezt az elmozdulást a környező részecskék is átveszik, ilyen módon az eredeti elmozdulás hullámszerűen továbbterjed.",
    "A hang jellemzői:\n\nfrekvencia:\n\na rezgések sűrűsége, egységnyi idő",
    "alatti rezgésszám,.\n\nmeghatározza a hangmagasság érzetét,.",
    "az emberi fül a kisebb frekvenciájú hangrezgéseket mély,.",
    "a nagyobb frekvenciájú rezgéseket magas hangként érzékeli.",
    "Mértékegysége a Hz. 1",
    "Hz = 1/s (1 másodperc alatt 1 teljes periódus).",
    "Az emberi hallástartomány 16-20 000 Hz.\n\nE felett ultrahang (cetek, denevérek),.",
    "beszédtartomány: 300-3 000 Hz.\n\nAmplitúdó.",
    "Meghatározza a hangerősség érzetét.",
    "A kicsi amplitúdó halk, a nagy amplitúdó erős hangot eredményez.",
    "A leghalkabb hallható hangot hallásküszöbnek hívjuk.",
    "A hallásküszöb értéke függ a frekvenciától.",
    "A fül érzékenysége a legalacsonyabb hallható frekvenciától kb. 1000-5000 Hz-ig folytonosan növekszik, utána újra csökken.",
    "A hangerősséget – hangnyomást - a dB-el jellemezzük.",
    "Suttogó beszéd: 40 dB,.",
    "normális beszéd: 60 dB,.",
    "zajos utca: 80 dB,.",
    "metró: 100 dB,.",
    "diszkomfort érzés: >120 dB,.",
    "fájdalom: 120-130 dB, repülő: 160 dB.\n\nA hang feldolgozásának állomásai.",
    "Külső fül (légvezetéses hangtovábbítás).",
    "Középfül (erősítés).",
    "Belső fül (idegimpulzus generálás).",
    "Hallóideg.",
    "Hallópálya.",
    "Hallókéreg (hallási érzet).",
    "Külső fül.",
    "Feladata:\n\nösszegyűjti, tereli a hangot,.\n\nelősegíti a hangforrás lokalizációját,.",
    "vezeti a hangot (légvezetés),.",
    "védi középfület.",
    "Részei:\n\na fülkagyló: rugalmas porcos vázú, kötőszövetes bőr borítja, feladata a hangterelés.",
    "A hallójárat, melyet többrétegű elszarusodó laphám bélel.",
    "A hallójárat görbülete megakadályozza a víz és egyéb anyagok felgyülemlését a járatban.",
    "Fala a fülzsír - mely antibakteriális hatású - termeléséért felelős faggyúmirigyeket, továbbá a porszűrést lehetővé tevő szőrszálakat tartalmaz.",
    "A hallójárat belső végét a dobhártya zárja le.",
    "Középfül - dobüreg.",
    "Dobhártya (a).",
    "3 hallócsont sorrendben:\n\nkalapács (e),.\n\nüllő (f),.\n\nkengyel (i, j).",
    "A középfül, a dobhártya – mely egy rugalmas kötőszövetes lemez - mögött elhelyezkedő, levegővel telített tér (dobüreg).",
    "A levegő által megrezegtetett dobhártya rezgéseit a benne levő hallócsontok - melyek érzékeny ízületekkel kapcsolódnak össze - átveszik és közvetítik a belső fülbe (csontvezetés).",
    "A kengyel talpa a belső fül ovális ablakához tapad.",
    "A hallócsontok kb. 20 x-ra erősítik a hangnyomást a dobhártya és az ovális ablak között, mivel 15:1 az arány a dobhártya és az ovális ablak felülete között.",
    "A hallócsontokhoz kis harántcsíkolt izmok kapcsolódnak.",
    "A dobhártyafeszítő-izom, mely a kalapácshoz kapcsolódik, a dobhártyát tartja feszesen, a kengyelizom a kengyel rezgéseit kontrollálja.",
    "Erős zaj hatására az izmocskák összehúzódnak, csökkentik a csontok kilengéseit, merevebbé válik a hallócsontlánc, így mérséklődik az ovális ablakot terhelő túl nagy nyomás, megakadályozva a sérülést.",
    "A középfület az orrgarattal a hallókürt - Eustach kürt vagy fülkürt - köti össze, amelyen keresztül szükség esetén a dobhártya két oldalán kialakuló nyomáskülönbség kiegyenlítődik.",
    "Belső fül.",
    "A halántékcsont - sziklacsont – belsejében helyezkedik el, a csontos és a hártyás labirintus alkotja.",
    "A csontos labirintusban folyadékkal – perilympha – körülvéve található a vékony falú hártyás tömlőrendszer, a hártyás labirintus, melyet szintén folyadék – endolympha – tölt ki.",
    "Labirintust.",
    "a 3 félkörös ívjárat,.\n\na tömlőcske és a zsákocska, továbbá.",
    "a csiga alkotja, amely a hallóreceptorokat tartalmazza.",
    "A csiga, a hallószerv.",
    "Csontos és hártyás csigából áll.",
    "A csontos csiga közepén egy háromszög alakú cső, a hártyás csiga található.",
    "A csiga keresztmetszetében látjuk a.\n\nfelső járatot - vesztibuláris csatorna -, melyet az ovális ablak zár le,.",
    "középső járatot – csigavezeték –, amely a hártyás csiga,.",
    "alsó járatot – dobcsatorna -, melyet a kerek ablak zár le.",
    "A felső járat a csiga csúcsán átfordul az alsó járatba.",
    "Mindkét járatot folyadék tölti ki (perilimfa).",
    "Hártyás csigában található a hallószerv, a Corti-szerv, részei,.",
    "alaphártya, mely a csiga csúcsa felé szélesedik,.",
    "fedőlemez,.",
    "támasztósejtek, köztük.",
    "szőrsejtek, melyek.",
    "az alaphártyához rögzülnek,.\n\nmechanoreceptorok,.",
    "alsó felszínükhöz a VIII.",
    "agyideg rostjai kapcsolódnak,.",
    "felső részükön mikrobolyhok találhatók, bennük mechanoszenzitív kation csatornákkal.",
    "Hang hatására az alaphártya deformálódik, a szőrsejtek a fedőlemezhez nyomódnak, így a receptorok nyúlványainak elhajlása ingerületi folyamatot indít el.",
    "A hallás folyamata.",
    "A hallójáraton bejutó levegőrezgések rezgésbe hozzák a dobhártyát,.",
    "a hallócsontocskák átveszik és az ovális ablakhoz vezetik a rezgést,.\n\nennek rezgése hullámokat indít a felső járat folyadékában – perilimfában -,.",
    "melyek a csiga csúcsán átfordulva az alsó járatba deformálják az alaphártyát,.",
    "a szőrsejtek hozzányomódnak a fedőlemezhez – mechanikai inger - és ingerületet küldenek az agyba,\n\nmelyet a VIII.",
    "agyideg közvetít az agyba.",
    "A folyadékhullámok a kerek ablaknál fokozatosan csillapodnak.",
    "Adott frekvenciájú hangok által keltett hullámok a csigában, mindig adott helyen deformálják az alaphártyát.",
    "Az alacsony frekvenciájú, mély hangok a csiga csúcsán váltanak",
    "ki maximális kilengést,\n\na magas frekvenciájú, magas hangok a csiga alapján deformálják a hártyás csigát.",
    "Rezgések nemcsak a felvázolt hangvezető rendszeren juthatnak el a belső fülbe, hanem a koponyacsontok közvetítésével is.",
    "A központi idegrendszerbe a VIII.",
    "agyideg közvetíti az idegi impulzusokat, amely - a gl. spiraléban levő - bipoláris sejtek centrális nyúlványaiból áll.",
    "A szőrsejtek nyúlványainak mechanoszenzitív kation csatornái nyitott/zárt állapotát a szőrköteg elhajlási irányai szabályozzák.",
    "A növekvő nagyságú nyúlványok irányába való kitérés a K+ csatornák nyílását, így depolarizációt,\n\naz ellenkező irányú kitérés a csatornák zárását, így hiperpolarizációt vonja maga után.",
    "A hallópálya.",
    "A hallóideg rostjai belépnek a központi idegrendszerbe,.",
    "(innen már hallópálya).",
    "a nyúltvelőben a rostok részben kereszteződnek,.",
    "majd átkapcsolódnak a középagyban (colliculus inferior),.",
    "és a talamuszban (corpus geniculatum mediale), majd.",
    "az agykéreg halántéklebenyében végződnek.",
    "Itt található a hallókéreg, itt alakul ki a hangérzet.",
    "A másodlagos hallóközpontok azokat az érzeteket dolgozzák fel, amelyek az elsődleges érző központokban keletkeznek.",
    "Ezekhez a területekhez kapcsolhatók az akusztikus észlelési folyamatok, itt tudatosulnak, itt kapnak jelentést a különféle hangingerek.",
    "Ennek a rendszernek a része.",
    "a beszédértő központ, melyet",
    "Wernicke-mezőnek nevezzük,.",
    "ugyanitt található a zenei hallás központja.",
    "Sérüléskor a beteg hangokat hall, de azokat nem ismeri fel.",
    "A hanginformáció pontszerűen - tonotopikusan - szerveződik, azaz az egymás melletti frekvenciák képviselete a kéregben is egymás mellett van.",
    "Hanglokalizáció.",
    "A hangirány meghatározásának az alapja, hogy.",
    "oldalsó hangforrás esetén a két fület a hang időkülönbséggel éri el, ill.\n\nhangerőkülönbség alakul ki a két fül között.",
    "Kísérlet a hangirány érzékelésére.",
    "Erősítsünk kb. 2 m hosszú gumicsövet egy sztetoszkópra.",
    "A gumicső egyik szárát vágjuk ketté és csatlakoztassunk közbe egy rövid üvegcsövet úgy, hogy a gumi két végét ebbe beledugjuk.",
    "A sztetoszkópot helyezzük az asztalra és a gumicső két végét tegyük a fülünkbe.",
    "Állítsuk a sztetoszkóp két karját egyforma hosszúságúra, s miután szemünket behunytuk, társunk pendítsen meg egy hangvillát a sztetoszkóp közelében.",
    "Az üvegcsőben levő gumivégek egymás felé csúsztatásával rövidítsük meg ezután a sztetoszkóp egyik karját,",
    "majd ismételjük meg az előbbi kísérletet.",
    "A karok egyenlő hosszúsága esetén - amidőn a hangforrás egyenesen előttünk van - a hangforrást pontosan a fej középsíkjára lokalizáljuk, minthogy mindkét fülünk egyformán ingerlődik.",
    "Egyenlőtlen sztetoszkópkarok esetében a rövidebb kar irányába lokalizáljuk a hangot, tehát azon fül irányába, melybe előbb érkezik a hang.",
    "Halláskárosodások.",
    "Az egyik leggyakoribb testi károsodás, magyar lakosság 10%-a szenved benne.",
    "Széles spektrumú, az egészen enyhétől a nagyon súlyosig terjed.",
    "Legsúlyosabb a süketség.",
    "Törvényileg, aki 82 dB-nél halkabbat nem képes meghallani az süket.",
    "A halláskárosodások okai.",
    "Fülzsír felhalmozódása.",
    "Gyulladás, pl. folyamatos faggyú felhalmozódás miatt.",
    "Dobhártya átszakadás.",
    "Középfül betegsége az otoszklerózis.",
    "A kengyel fokozatosan mozgásképtelenné válik, mert a csont közelében szivacsos anyag halmozódik fel, ez idővel megkeményedik.\n\nÖregedés.",
    "Fokozatosan kevesebbet hallunk a magas frekvenciájú hangokból (30 év 15000 felett, 50 év 12000 felett, 70 év 6000 hertz felett nem hallunk).",
    "A korral csökken a csiga rugalmassága, szőrsejtek elhalnak, csontocskák meszesednek stb.",
    "Hangos zajok.",
    "Zajnak nevezünk minden olyan nemkívánatos hangot, amely kellemetlen vagy zavaró érzetet kelt, esetleg káros hatású.",
    "A zaj megítélése meglehetősen szubjektív.",
    "A hang akkor válik zajjá, ha az észlelőt valamilyen tevékenységében vagy állapotában zavarja, idegesíti, egyes élettani funkcióit hátrányosan megváltoztatja, egészségét vagy közvetlenül hallószervét károsítja.",
    "Enyhébb esetben az erős hangok átmeneti hallásküszöb-eltolódást okoznak, de eredményezhetnek tartós károsodást is.",
    "Hosszú időn keresztül hallható vagy ismétlődő zajok hatással vannak az ember pszichés, vegetatív és hallószervi működéseire.",
    "Zajforrások lehetnek:\n\nközlekedési,.",
    "ipari,.",
    "szabadidős,.",
    "épületen belüli,.",
    "lakóhelyi stb.",
    "Egyensúlyozás érzékszerve.",
    "Ennek részei.",
    "a tömlőcske (utriculus) és a zsákocska (sacculus),.\n\nvalamint a tér három, egymásra merőleges síkjában elhelyezkedő 3 félkörös ívjáratok.",
    "Mindezeket folyadék tölti ki.",
    "A tömlőcske és a zsákocska támasztósejtek közti szőrsejtekkel rendelkeznek, a mozdulatlan fej helyzetét, ill.",
    "az egyenes vonalú gyorsulását érzékelik.",
    "A szőrsejteket kocsonyás burok fedi, ebben apró mészkristályok vannak.",
    "A kocsonyás burok a fej megdöntésekor elhajlik - mészkristályok fokozzák a nyomóerőt - és a szőrsejtek nyúlványai deformálódnak, a sejtek ingerületbe jönnek.",
    "Félkörös ívjáratok.",
    "A tér különböző síkjaiban lévő három ívjárat egy-egy kiszélesedésében – ampullájában - hasonló kocsonyás burkolatú támasztósejtek közti szőrsejtek vannak.",
    "Ezek a fej valamely síkjában történő elmozdulásra – szöggyorsulásra - lépnek ingerületbe, a fej gyorsuló, ill.",
    "lassuló mozgását érzékelik.",
    "A fej elmozdításakor az elfordulás síkjába eső ívjáratban a folyadék az ellenkező irányba mozdul, a szőrsejtek nyúlványai elhajlanak, így a receptorok ingerületbe jönnek.",
    "Hasonlóan a csiga szőrsejtjeihez, az elhajlási iránytól függően változik a sejtek membránpotenciálja.",
    "A receptorokból az ingerület a VIII.",
    "agyideg rostjain, majd a nyúltagyon és a hídon keresztül halad a középagyba, majd a talamuszba.",
    "A talamuszból az agykéreg fali lebenyének elsődleges érzőkérgi részébe kerül az információ, itt alakul ki az érzet.",
    "A vesztibuláris rendszer.",
    "Az egyensúly, ill.",
    "az egyes testhelyzetekben az izomtónus szabályozásért felelős rendszer.",
    "Érző receptorai részben a belső fül labirintusában találhatók – zsákocska, tömlőcske, félkörös ívjáratok -, melyek információt nyújtanak a fej térbeli helyzetéről és elmozdulásáról.",
    "Továbbá a rendszer információt kap a szemből, izmok (izomorsó), inak (ínorsó), bőr mechanoreceptoraiból.",
    "Agytörzsi mozgató központjai.",
    "a fej helyzetváltozásával összefüggésben koordinálják a szemmozgásokat,.",
    "vázizmok tónusának szabályozását végzik - miáltal szabályozzák a testtartást -, a látási, egyensúlyozási és nyomási ingerek összehangolásával.",
    "Kisaggyal való összeköttetései az egyensúlyi helyzet megtartásában, és a mozgáskoordinációban jelentősek.",
    "4.8.1.11.",
    "Kémiai érzékelés.",
    "Közös jellemzők:\n\nkörnyezet különféle vegyületei hatnak a receptorokra – kemoreceptorok az ingerfelvevők -,\n\nősiek,.",
    "informálják a szervezetet a táplálékról, annak potenciális kedvező és kedvezőtlen hatásairól (mérgezés),\n\nolyan fiziológiás változásokat is kiváltanak a szervezetben, melyek az emésztéshez kellenek, pl. megindul az emésztőnedvek elválasztása, fokozódik a perisztaltika,\n\na magatartásbeli, hangulatbeli változást is okoznak (undor),.\n\nnagy a felbontóképességük (több ezer szag megkülönböztetése),.",
    "alacsony az ingerküszöbük,.",
    "könnyen adaptálódnak.",
    "Szaglás.",
    "Limbikus rendszerrel való szoros kapcsolat miatt régi emlékek felidézője lehet.",
    "A szagok meghatározásában nagy egyéni különbségek tapasztalhatók.",
    "A nők érzékenyebbek.",
    "Az életkorral változik, 20-as évek közepétől a 40-es évek végéig a legnagyobb az érzékenység.",
    "Dohányosoknál, gőzölgő vegyi anyagokkal dolgozóknál, nagyvárosokban lakóknál csökkent érzékenység, vakoknál nagyobb érzékenység alakul ki.",
    "Szaglópálya.",
    "A szaglóhám az orrüreg felső részén helyezkedik el,.",
    "az itt található receptorok – primer receptorok - saját axonnal rendelkező valódi idegsejtek.",
    "A receptorok között támasztósejtek vannak.",
    "Kb. 1000 különböző szaglóreceptort ismerünk, melyek a nyálkahártyában oldott szaganyagokat, nyúlványaikkal érzékelik.",
    "A receptorok axonjai átkapcsolás – szaglógumóban, Bulbus olfactoriusban - után a halántéklebeny és a homloklebeny alsó felszínén található, igen ősi szaglókérgéhez futnak, itt tudatosul a szaglásérzet.",
    "A talamusz szintén kap szaglórostokat.",
    "A szaglópálya kapcsolatban van más kéregalatti struktúrákkal is, pl.:",
    "az érzelmekért és a hosszú távú memóriáért felelős limbikus rendszerrel (hippocampusz, amigdala), aminek köszönhetően különféle magatartási reakciókat, érzelmeket váltanak ki, emlékeket idéznek fel az egyes szagingerek.",
    "Ez a rendszer felelős a szagok viselkedésünkre gyakorolt tudat alatti befolyásoló hatásáért.",
    "A szaglóhagyma idegsejtjeinek axonjai képezik a szaglóideget, az I. agyideget, amely nem valódi agyideg.",
    "A szaglórendszer gyorsan adaptálódó rendszer, amely elsősorban a szaglóközpont működési sajátossága.",
    "Ízérzékelés.",
    "A nyelv hátának elülső 2/3-án szemölcsök találhatók.",
    "Egyes szemölcsökben ízérző sejtcsoportok, ún. ízlelőbimbók vannak, amelyekben különböző anyagokra érzékeny kemoreceptorok vannak.",
    "Nemcsak a nyelven, de a szájpadláson, a torokban, a gégefedőn és a nyelőcsőben is találhatók ízlelőbimbók és mindegyik terület érzékeli mindegyik ízt.",
    "A nyelven van némi különbség abban, hogy a nyelv különböző részein található ízlelőbimbók melyik alapízekre érzékenyebbek, de ez az eltérés lényegében elhanyagolható.",
    "A receptorok 5 féle alapízre érzékenyek:",
    "A savanyú íz érzete a H+-koncentráció függvénye,.\n\na sós íz a kisebb pozitív töltésű kationok hatására (Na+) alakul ki,.",
    "míg ugyanezek az ionok nagy koncentrációban keserű ízt okoznak, de a nagyobb töltésű kationok, pl. Ca2+, Mg2+ szintén keserűek,\n\nédes ízt a legkülönfélébb szerkezetű vegyületek okozhatnak, de természetes módon a sok -OH csoportot tartalmazó vegyületek felelősek az édes íz kialakításáért.",
    "Az ötödik alapíz az umami – ami japánul finom ízt jelent - előfordul pl.",
    "a paradicsomban, a parmezán sajtban és a japán konyhában használt kombu nevű barnamoszatban.",
    "Ezt az ízt kiváltó mesterséges adalékanyag a nátrium-glutamát, E 621.",
    "A csípős ételekben lévő anyagok, pl. a kapszaicin a szájüreg fájdalomérző receptoraira hatnak.",
    "Csecsemőknél viszonylag kevés receptor található, ezután számuk gyorsan növekszik, 40.",
    "életév tájékán maximális, később mennyiségük csökken.",
    "Az ízlelőbimbók állandóan pusztulnak és újak lépnek a helyükbe, átlagéletkoruk kb. 10 nap.",
    "A kemoreceptorok módosult hámsejtek – érzékhám -, nem igazi idegsejtek, nincs saját axonjuk.",
    "A receptorokból az ingerületet bipoláris neuronok vezetik el, amely a nyúltvelőn, a talamuszon keresztül a fali lebeny alsó részébe jut, ahol tudatosul az ízérzet.",
    "Természetesen egyes rostok a limbikus rendszerbe futnak, aminek köszönhetően a különféle ízek hatást gyakorolnak az érzelmeinkre, viselkedésünkre, emlékekkel kapcsolódhatnak össze, undort válthatnak ki.",
    "A nyúltvelői szén-dioxidra (H+-ionra) érzékeny kemoreceptorok légzés szabályozásában betöltött szerepe\n\nAz agytörzs területén – nyúltvelő és a híd – találhatók a légzés szabályozásáért felelős idegi központok.",
    "A nyúltvelőben megkülönböztetünk belégző és kilégző központot.",
    "A légzés szabályozásában.",
    "kémiai – a vér és az idegszövet sejtközötti állományának CO2 és O2 tartalma – és\n\na tüdőből származó mechanikai ingerek játszanak szerepet.",
    "A kémiai ingereket.",
    "részben a szívhez közeli erek falában található kemoreceptorok,.",
    "részben maguk a nyúltvelői szabályozó központok képesek felfogni.",
    "A belégzésben a vér szén-dioxid koncentrációja, ill., ami ezzel arányos, az idegszövet H+-koncentrációja a legfontosabb inger, mivel ezek a belégző központ működését serkentik.",
    "Az agykamrák falánál elhelyezkedő agyterületek Na+-koncentrációt érzékelő receptorai és ezek szerepe a szomjúság és",
    "a hipotalamikus vazopresszin (ADH) termelés folyamatában\n\nSzomjazáskor, a szervezet vízhiánya esetén.",
    "a testfolyadékok - vérplazma - ozmotikus koncentrációja (ozmotikus nyomása) növekszik (hiperozmózis),\n\nugyanakkor térfogata csökken (hipovolémia).",
    "A testfolyadékok koncentrációjának emelkedése – elsősorban a Na+-koncentráció - az a fiziológiás inger, ami felelős a szomjúságérzet kialakulásában ill., ami kiváltja a vízkereső magatartást.",
    "A vér összetételének a megváltozását a hipotalamuszban, az agykamra falánál található neuronok kemoreceptorként képesek érzékelni.",
    "Ez a terület a szomjúságközpont, mely a szomjúságérzet és a vízkereső magatartás kialakításáért felelős, aktiválódásának ingere – a csökkent folyadékbevitel miatt – a vér ozmotikus koncentrációjának a megemelkedése.",
    "Ugyanezen az idegrendszeri területen találhatók az ADH – vazopresszin – elválasztásáért felelős neuroszekréciós sejtek, melyek a vér Na+-koncentrációjának megnövekedésekor növelik hormon elválasztásukat.",
    "A fokozódó ADH termelés hatására nő a vízvisszaszívás mértéke a vesék gyűjtőcsatornáiban, csökken a vízleadás, aminek köszönhetően a szervezet igyekszik vízkészleteit megőrizni.",
    "Az ADH a víz visszaszívás növelése, ill.",
    "az erek tónusának fokozása révén a vérnyomást is emeli.",
    "Az ADH elválasztásának mértékét ezért a vérnyomás is befolyásolja.",
    "A pitvarok falában található nyomásérzékelő receptorok magas vérnyomás esetén gátolják az ADH termeléséért felelős neuronok hormonelválasztását."
  ]
}