{
  "doc_id": "4.8.1-3 A szabályozás",
  "sentences": [
    "4.8.",
    "A szabályozás.",
    "A fejezet a követelményrendszer 4.8.",
    "pontja alapján készült.",
    "Készítette: Vizkievicz András\n\n4.8.1.1.",
    "Idegrendszer.\n\nBevezetés.",
    "Az élő rendszerekben végbemenő folyamatok nem véletlenszerű irányban,",
    "sebességgel stb.",
    "mennek végbe, hanem meghatározott irányítás alatt állnak.",
    "Az irányítás módszerei a vezérlés és a szabályozás (lásd még 2.3.",
    "Sejtalkotók fejezet).",
    "Vezérlés során a vezérlő az irányított rendszert egyirányúan működteti, az irányított rendszer működése során nem hat vissza a vezérlő központra (egyirányú kapcsolat).",
    "A szabályozás alatt az irányított rendszer folyamatosan visszajelez a központnak, befolyásolva annak működését (kétirányú kapcsolat).",
    "A szabályozás célja, hogy a szabályozott folyamat mértéke egy adott hibahatáron belül legyen.",
    "A biológiai szabályozás több szinten valósul meg.",
    "Az egyeden belüli szabályozás szintjei:\n\nSejtszintű.",
    "Genetikai szabályozás, lényegében a génműködések, a génátírás szabályozása, melyet az operon modell szemléltet (lásd 6.1.",
    "Molekuláris genetika fejezet).",
    "Epigenetikai szabályozó mechanizmusok, melyek a DNS nukleotidsorrendjét nem változtatják meg, viszont módosítják a gének működését.",
    "A szabályozás hátterében vagy a DNS, vagy a DNS-hez kapcsolódó szerkezeti fehérjék (hisztonok) kémiai",
    "módosítása áll, pl. a nukleotidokhoz kapcsolódó metilcsoport gátolja, míg a fehérjékhez kötődő acetilcsoport megindíthatja a gének átírását (lásd 6.1. fejezet).",
    "Fehérjeszintézis szabályozása mikro-RNS-ek révén valósul meg, ezek olyan apró  RNS-molekulák, amelyek fehérjét nem kódolnak, többnyire gátolják a fehérjeszintézist.",
    "Egy fehérjekomplexbe (RISC) épülnek be, és ez a komplex minden olyan mRNS-t lebont, amelynek szekvenciája hasonlít a beépült miRNS-hez.",
    "Enzimműködések – anyagcsere – szabályozása (lásd 1.2. fejezet).",
    "Szervezetszintű:\n\nendokrin, parakrin szabályozás (lásd még 2.3.",
    "Sejtalkotók jegyzet),.",
    "idegi szabályozás.",
    "Az egyed feletti – szupraindividuális – szabályozó mechanizmusok az ökológiai rendszerek működését határozzák meg, a populációk közötti kölcsönhatásokból, ill.",
    "az életközösségek és környezetük kölcsönös egymásra hatásából adódnak.",
    "Az állandóan változó külső környezetben az állati szervezet homeosztázisát a biológiai szabályozás teszi lehetővé.",
    "A homeosztázis feltétele a különféle feladatokat ellátó sejtek, szövetek, szervek működésének összehangolása, amit a köztük működő kommunikáció tesz lehetővé.",
    "Ennek lényege, hogy egyes sejtek különféle jeleket - kémiai, elektromos - bocsátanak ki, amelyeket más sejtek - a célsejtek - felismernek, aminek következtében működésüket megváltoztatják.",
    "A kémiai jelek – ligandumok - olyan molekulák, melyek specifikus fehérje-receptorokhoz képesek kapcsolódni.",
    "A kommunikációnak a szervezet szintjén több formája alakult ki:\n\nendokrin kommunikáció, amely a hormonális,.",
    "neurokrin kommunikáció, amely az idegi szabályozás alapja.",
    "Parakrin kommunikáció, melyre példát a tápcsatorna falában termelődő szöveti hormonok kapcsán láttunk.",
    "Az idegi és a hormonális szabályozás összevetése (lásd még 2.3.).",
    "Az endokrin kommunikáció során.",
    "a jeladó egységeket belső elválasztású – endokrin - mirigynek nevezzük, amelyek kivezetőcső nélküli mirigyek,\n\naz általuk termelt jelként funkcionáló hatóanyagokat - transzmittereket – a hormonokat közvetlenül a vérbe ürítik.",
    "A jelátviteli folyamat viszonylag lassú.",
    "A hormonális hatás akaratunktól független, többnyire lassú, de tartós.",
    "A hormonok - elsődleges hírvivők - tehát olyan hatóanyagok, amelyek más sejtek – az ún. célsejtek - működését megváltoztatják.",
    "A hormonok szállítása a véráramon keresztül valósul meg.",
    "A hormonok szállításának végállomása a célsejt.",
    "A célsejt a transzmittert specifikus receptoraival köti meg, melyek\n\nelhelyezkedhetnek a sejtek felszínén (a),.\n\nill.",
    "belül a citoplazmában egyaránt (b).",
    "Amennyiben a hormonokat idegsejtek termelik, neuroszekrécióról beszélünk.",
    "Hormonokat nemcsak belső elválasztású mirigyek termelnek, hanem különféle egyéb funkciójú szövetek.",
    "Az elválasztott szöveti hormonokat a sejtek a környezetükbe, a szövetnedvbe bocsátják, a hatóanyagok a környező sejteket diffúzióval érik el.",
    "A jelenséget parakrin kommunikációnak nevezzük, erre példa a gyomorban termelődő gasztrin, amely fokozza a gyomornedv elválasztását, a gyomor mozgásait, serkenti a hasnyálmirigy működését stb.",
    "A neurokrin kommunikáció, az idegi működések alapja.",
    "A jeladó sejt idegsejt,.",
    "a célsejt lehet idegsejt, izomsejt (-rost) vagy mirigysejt.",
    "Az információt továbbító jelek lehetnek.",
    "ionok áramlásával kapcsolatos elektromos jelek.\n\nelektromos szinapszisokban,.",
    "vagy az idegsejteken belül,.",
    "vagy neurotranszmitterekhez köthető kémiai jelek kémiai szinapszisokban.",
    "A jelátviteli folyamat gyors.",
    "Működése lehet akarattól függő és független is.",
    "A sejtek közötti információátadás helyeit szinapszisoknak nevezzük,.",
    "az idegsejteken belül az információáramlás tehát ionok mozgása miatti elektromos töltésváltozással – potenciálváltozással - kapcsolatos (akciós potenciál).",
    "A belső elválasztású rendszer az idegrendszerrel szoros kölcsönhatásban, annak irányítása mellett látja el feladatait, ezért ezt a komplex szabályozórendszert neuroendokrin rendszernek nevezzük (lásd 4.8.4. fejezet).",
    "Összefoglalva (kicsit másképpen).",
    "Az információáramlás, a kommunikáció megvalósulhat.\n\nközvetlen módon az egymással érintkező sejtek között, ilyen pl.",
    "az elektromos szinapszisokkal valósul meg, ún. réskapcsolatokon keresztül.",
    "Másfelől közvetett módon különféle kémiai jelek – transzmitterek – részvételével.",
    "Jel lehet bármilyen fizikai, kémiai mennyiség, illetve annak megváltozása, amely túlmutat önmagán, valamilyen jelentést hordoz, információt közvetít.",
    "Ebben az esetben a jeladó lehet:\n\nbelsőelválasztású mirigy (endokrin kommunikáció hormonokkal),.",
    "idegsejt (neurokrin kommunikáció neurotranszmitterekkel),.",
    "szöveti sejtek (parakrin kommunikáció szöveti hormonokkal).",
    "A jeleket közvetítő csatorna lehet.",
    "szövetnedv (szöveti hormonok),.\n\nvér (hormonok, neuroszekrétumok),.",
    "szinaptikus rés (neurotranszmitter).",
    "A jelfogó molekuláris receptorok lehetnek.",
    "sejten belüli (szteroid hormonok receptorai),.",
    "sejtfelszíni molekulák, melyek.",
    "vagy ioncsatornák, amik a jel megkötődésére nyitódnak vagy záródnak és így ionáramok megváltozásával járnak, pl. idegsejtek esetén,\n\nvagy olyan membránfehérjék (egyes hormonreceptorok), melyek szerkezetváltozása másodlagos hírvivő megjelenését eredményezi a citoplazmában (jelátalakítás), ami a sejtanyagcsere megváltozásával jár, pl. májsejtekben ilyen másodlagos hírvivő a cAMP.",
    "4.8.1.2. Sejtszintű folyamatok.",
    "Az idegszövet tartalmaz:\n\nnyúlványos idegsejteket, ún. neuronokat,.\n\nés gliasejteket.",
    "A neuronok.",
    "A neuronok ingerlékeny sejtek, amelyek ingerfelvételre és idegi ingerületek képzésére és vezetésére specializálódtak.",
    "Fő feladatuk az információ felvétele, feldolgozása (jelátalakítás), és továbbítása.",
    "Egymagvú, nyúlványos sejtek, számuk emberben hozzávetőleg 90 milliárd.",
    "A neuronok részei:\n\nsejttest, amely a sejtmagot, ill.",
    "a sejtszervecskék zömét tartalmazza,.",
    "dendritek, rövidebb, elágazó nyúlványok, amelyek a sejttesthez kapcsolódnak,.",
    "axon, vagy tengelyfonal, a hosszú, ingerületvezetésére specializálódott főnyúlvány, amely gyakran elágazik.",
    "A sejttest.",
    "Tartalmaz:\n\nsejtmagot,.",
    "mitokondriumokat, melyek kielégítik a neuronok nagy energiaigényét,.",
    "RER-t,.",
    "Golgi-készüléket,.\n\nneurofibrillumokat, amelyek a sejten belüli anyagtranszport lebonyolításában játszanak szerepet.",
    "A fenti alkotórészekből következően, igen intenzív fehérjeképzés folyik az idegsejtekben.",
    "A neuronok osztódni nem képesek (kivéve a neurális őssejteket).",
    "Az idegsejtek végleges száma már a születés környékén kialakul.",
    "A későbbi méretnövekedés a nyúlványok növekedéséből, az idegi kapcsolatok bonyolódásából, és az axonhüvelyek kialakulásából adódik.",
    "A dendritek.",
    "Felépítésük megegyezik a sejttestével, ezért plazmanyúlványoknak is tekinthetjük őket.",
    "Rendkívül elágazók.",
    "Feladatuk a sejt felszínének a növelése, az idegsejtek közötti kapcsolódásokban – a szinapszisok kialakításában - játszanak szerepet.",
    "Az axon (neurit, tengelyfonal).",
    "Sejtenként maximum egy fordul elő.",
    "Hossza emberben elérheti akár az 1 m-t (piramis sejtek).",
    "Az axonok el is ágazhatnak.",
    "Az axon eredését a sejttesten axondombnak, végelágazódását végfácskának nevezzük.",
    "Tengelyében neurofibrillumok (mikrotubulusok) segítségével, hólyagocskákba csomagolva zajlik a sejttestben képződő ingerületátvivő anyagok továbbítása a végfácska felé.",
    "Gerincesekben jellemző módon az axonok körül gliasejtek képeznek egyfajta szigetelést.",
    "Az ilyen, ún. velőshüvelyes axont idegrostnak nevezzük.",
    "A végfácska rendkívül elágazó, akár több száz végződésből is állhat, amelyek a sejtek közötti kapcsolódásban - szinapszis - rendkívüli jelentőségűek.",
    "Az idegsejtek típusai.",
    "Nyúlványaik száma alapján lehetnek:\n\nEgynyúlványú sejtek (unipoláris), egyetlen axonnal, a retinában, gerinctelenekben fordulnak elő.",
    "Pszeudounipoláris (ál-egynyúlványú) sejtek a gerincvelő csigolyaközti dúcaiban találhatók.",
    "A gerinces állatok elsődleges érzőneuronjaiban az egy axon a sejttestet elhagyva kettéágazik.",
    "Hosszabbik, ún. perifériás nyúlványa az érzőreceptorokhoz fut, míg rövidebb, ún. centrális nyúlványa belép a központi idegrendszerbe.",
    "Kétnyúlványú, bipoláris érzőneuronok egy axont és egy dentritet tartalmaznak, pl. szintén a retinában, ill.",
    "a csigában vannak.",
    "Soknyúlványú, multipoláris sejtek egy axonnal és több dendrittel rendelkeznek, ilyen a legtöbb idegsejt.",
    "Az idegsejteket nemcsak alakjuk, hanem feladatuk alapján is csoportosíthatjuk:",
    "Az érzőidegsejtek (szenzoros) a receptoroktól a központ felé továbbítják az ingerületet, mindig a környéki idegrendszerhez tartoznak,\n\nretinában, csigában (bipoláris idegsejtek),.",
    "a csigolyaközti dúcokban (pszeudouniporáris sejtek) találhatók.",
    "A mozgatóidegsejtek (motoros, multipoláris) a végrehajtószerv (izmok, mirigyek) felé közvetítik a központok utasításait.",
    "A köztes (interneuronok) idegsejtek összekapcsolják az érző- és a mozgatóidegsejteket.",
    "A legtöbb idegsejtünk ilyen (kb. 90%).",
    "Elemi idegjelenségek.",
    "A sejtek elektrokémiai tulajdonságai két, egymással összefüggő, dinamikus egyensúlyt kialakító hajtóerőn alapulnak.",
    "A sejten belüli és kívüli térben bizonyos anyagok - ionok, fehérjék - eltérő koncentrációban vannak jelen.",
    "Adott ionra vagy molekulára nézve így koncentrációkülönbségeket (kémiai potenciál grádienst) figyelhetünk meg.",
    "A kialakuló koncentrációkülönbség hajtóereje lehet adott ion, vagy molekula mozgásának.",
    "Ezt a hajtóerőt nevezhetjük kémiai potenciálnak.",
    "Ha a sejten kívüli",
    "és belüli tér között töltéskülönbség (elektromos potenciál grádiens) áll fenn – a különböző ionok eltérő megoszlása miatt -, az ionok törekednek a töltéskülönbség semlegesítésére, ami hajtóereje lehet a töltéssel rendelkező részecskék mozgásának.",
    "Ezt a hajtóerőt nevezzük elektromos potenciálnak.",
    "Mivel e két hajtóerő, a kémiai és az elektromos potenciál egyszerre jelen van az élő szervezetben, adott sejt elektrofiziológiai állapota e két hajtóerő eredőjeként alakul ki.",
    "E két hatás sokszor ellentétes, pl. akciós potenciál alatt a K+-ionok a koncentrációkülönbség miatt a sejten kívüli térbe igyekszenek, azonban a sejten belüli tér – töltéstöbblete próbálja visszatartani őket, tehát a K+-kiáramlás mértéke e két hatás eredőjeként valósul meg.",
    "Membránpotenciál.",
    "Minden élő sejtre jellemző, hogy a sejthártya két oldalán a különböző töltéssel rendelkező ionok eloszlása eltérő, aminek köszönhetően a sejten belüli tér (ICF) és a sejten kívüli tér (ECF) között potenciálkülönbség alakul ki, azaz feszültség mérhető.",
    "Ezt a feszültséget – ami szinte minden élő sejtre jellemző - membránpotenciálnak nevezzük, értéke 20 és 100 mV közé esik.",
    "Fényben tartott zöld növényi részekben akár a -200, -250 mV-ot is elérheti.",
    "A feszültséget a sejt belsejébe és a sejten kívüli térbe helyezett mikroelektródák között mérhetjük mV-ban.",
    "Az idegsejtek nyugalmi állapotában (hatásoktól mentesen) a nyugalmi potenciál mérhető, melynek értéke átlagosan –70 mV (-50 és -90 mV között).",
    "Az ICF-ban található elektród negatív az ECF-ban lévő elektródhoz képest, ezért a membránpotenciál értékét negatív előjellel vesszük (megállapodás alapján).",
    "A sejten belüli tér jellemzői:\n\nnem diffundáló, nagy méretű anionokat tartalmaz, pl. fehérjéket, RNS-eket,.",
    "magas a K+-koncentráció,.",
    "alacsony a Na+-koncentráció,.",
    "alacsony a Cl--koncentráció.",
    "A sejten kívüli tér jellemzői:\n\nmagas a Na+-koncentráció,.",
    "alacsony a K+-koncentráció,.",
    "magas a Cl--koncentráció.",
    "Magas Ca2+-koncentráció, melynek főleg a szívizomban van jelentősége.",
    "A nyugalmi potenciál értéke az ingerlékeny sejtekben megváltozhat, ez különösen fontos idegsejtek és izomsejtek, (-rostok), érzékhámsejtek esetén.",
    "Hipopolarizáció esetén a membránpotenciál értéke csökken (pl. –50 mV), pl. Na+-beáramlás miatt a serkentő szinapszisokban (1).",
    "Depolarizációkor a membrán eredeti polarizációja megszűnik.",
    "Hiperpolarizáció során a gátló szinapszisokban membránpotenciál értéke megnő, a potenciálváltozást a K+-kiáramlása, ill.",
    "a Cl--beáramlása okozza (-100 mV).",
    "A membránpotenciált az egyenlőtlen ioneloszlás hozza létre.",
    "Megváltozását az ionáramok megváltozása okozza.",
    "Mindkét folyamatot a membránban elhelyezkedő.\n\nioncsatornák.",
    "és ionpumpák eredményezik.",
    "Na+-K+ pumpa  (ATP-áz, azaz ATP bontó enzim).",
    "ATP-áz enzim, - amely minden állati sejtben megtalálható - aktív transzporttal 1 ATP hidrolízise mellett 3 Na+-t",
    "juttat ki és 2 K+-t visz be a sejtbe.",
    "Eltávolítja a sejt belsejéből az enzimműködést gátló Na+-t.",
    "Szabályozza a sejt ozmotikus nyomását (ellensúlyozza a sejtből kijutni nem tudó fehérje anionok ozmotikus szívóerejét, 3:2 ioncsere-aránnyal eléri, hogy a sejt belsejében kevesebb ozmotikusan aktív részecske legyen), ezáltal biztosítja a sejt optimális alakját.",
    "A pumpa blokkolásakor a kialakuló magasabb koncentráció miatt a sejt vizet vesz fel, duzzadni kezd.",
    "Nyugalomban a sejtek Na+ és K+ készletei állandóak (pl. nem fogynak el a Na+-ionok), mivel a sejthártyában található ún.",
    "szivárgási csatornákon keresztül a sejt folyamatosan K+-t veszít és Na+-t vesz fel diffúzióval (a Na+ diffúziója kismértékű, több K+-csatorna van).",
    "Ioncsatornák.",
    "Többféle passzív transzportot lebonyolító ioncsatorna létezik:\n\nkismértékben állandóan nyitva lévő, ún.",
    "szivárgási csatornák,.\n\nligandkötődésre nyíló, ill.",
    "adott feszültségértéknél áteresztő csatornák (lásd később),\n\nmechanikai ingerre nyíló csatornák (mechanoszenzitív ioncsatornák), melyek nyitási ingere a sejthártya deformálódása (mechanoreceptorokon).",
    "Az egyes ionoknak külön csatornája van, ismertek Na+-, K+-, Cl-- stb.",
    "csatornák, melyek zárhatók és nyithatók.",
    "A nyugalmi potenciál megváltozhat:\n\nEndogén módon a sejtek anyagcseréjének változása okán.",
    "Ilyenkor külső inger hiányában is megváltozik az ionáramok erőssége.",
    "Ezek az oszcilláló (periódikusan változó) membránpotenciálú sejtek automatikus működésűek, endogén ritmusúak, pl.: szívizomsejtek (szinuszcsomó), egyes idegsejtek, simaizomsejtek.",
    "Ezeknek a sejteknek az aktivitása az alapja a biológiai időmérésnek, a biológiai órák működésének, az élettani ciklusok – alvás-ébrenléti ciklus, női nemi ciklus, szívciklus (pl. a szív nyugalomban egy perc alatt 72-szer húzódik össze) stb.",
    "szabályozásának.",
    "A nyugalmi potenciál megváltozhat külső inger hatására is.",
    "Inger: külső, belső környezeti hatások, amelyek megváltoztatják egyes sejtek működését, anyagcseréjét, membránpotenciálját.",
    "Ingerület: inger hatására bekövetkező anyagcsere-változás (membránpotenciál-változás).",
    "Ingerküszöb: az a membránpotenciál-érték, amely kiváltja az akciós potenciált.",
    "A különböző környezeti és pszichés hatások módosíthatják az ingerküszöböt.",
    "Küzdelem esetén endogén opiátok (központi fájdalomcsillapítók) termelődnek, melyek ingerküszöbemelő hatásuk révén csökkentik a fájdalomérzékenységet.",
    "Ha pl. alacsony a testfolyadékok – vér - kalciumszintje, csökken az izomrostok membránjának ingerküszöbe, s így fokozódik az ideg-izom ingerlékenység, ami miatt a vázizmok görcsösen összehúzódnak.",
    "Receptor: olyan sejt vagy idegvégződés, mely különféle ingereket képes felfogni azáltal, hogy a környezeti hatások ingerületi folyamatokat, potenciálváltozást eredményeznek működésében.",
    "Adekvát inger az az inger, mellyel szemben a receptornak legkisebb az ingerküszöbe, ennek megfelelően megkülönböztetünk mechano-, foto-, termo-, kemoreceptorokat.",
    "Akciós potenciál.",
    "Idegsejtek, izomrostok, izomsejtek, érzékhámsejtek inger hatására ingerületi állapotba kerülhetnek, azaz képesek a nyugalmi potenciáljuk gyors megváltoztatására és helyreállítására.",
    "A folyamat néhány ms alatt lejátszódik.",
    "A nyugalmi potenciált (1) követő szakaszok:\n\nHipopolarizáció (2).",
    "Az akciós potenciál szakaszai:\n\nDepolarizáció (3) (Na+- vagy/és Ca2+-beáramlás).",
    "Csúcspotenciál.",
    "Repolarizáció (4) (K+-kiáramlás).",
    "Utópotenciál:\n\nHiperpolarizáció (5) (K+-kiáramlás).",
    "A folyamatokat leíró görbe az oszcilloszkóp képernyőjén tüske alakú.",
    "Y tengely: membránpotenciál értéke mV-ban.\n\nX tengely: idő ms-ban mérve.",
    "Az akciós potenciál lezajlása.",
    "Inger: a serkentő neurotranszmitter – ligand - megkötődik a fogadósejt receptorain.",
    "A receptorok ún.",
    "ligand-függő Na+-csatornák - melyek a sejttesten és a dendriteken találhatók meg - a kötődés hatására megnyílnak.",
    "Az ECF felől Na+-ok passzív transzporttal áramolnak be a sejtbe.",
    "A fogadó sejt membránjának (nyugalmi) potenciálja (a szinapszis körül) csökkenni kezd, a membrán hipopolarizálódik, ami a pozitív töltésű nátriumionok és/vagy kalciumion fokozódó beáramlásával áll kapcsolatban.",
    "Ekkor a sejttesten vagy a dendriten helyi/lokális potenciálváltozás alakul ki, melynek értéke/amplitúdója arányos az inger erősségével (a felszabaduló átvivőanyag mennyiségével).",
    "A helyi potenciál kialakulásában tehát ligand-függő csatornák vesznek részt.",
    "Amennyiben a helyi potenciál nagysága nem éri el az ingerküszöböt, a membránpotenciál mértéke újra növekszik, visszaáll a nyugalmi potenciál, mert helyreáll az eredeti ioneloszlás (nem alakul ki akciós potenciál).",
    "Ugyanakkor a sejttesten egyidejűleg több helyi potenciál alakulhat ki, azok hatása az axoneredésénél (axondombnál) összegződhet (térbeli szummáció).",
    "Ha a helyi potenciálváltozások eredője eléri az ingerküszöb értékét, az axoneredésen ún. feszültségfüggő Na+-csatornák tömegesen nyílnak meg és az axonon (tovaterjedő) akciós potenciálhullám (sorozat) alakul ki (a folyamat pozitív visszacsatolás).",
    "A membrán depolarizálódik, a passzív transzporttal beömlő + töltésű Na+-ok átmenetileg + töltésűvé változtatják a membrán belső felszínét (+30 mV értékű csúcspotenciál).",
    "Ezt követően az axonon feszültségfüggő K+-csatornák nyílnak meg, K+-ionok tömegesen ömlenek diffúzióval az ECF felé, így a membrán repolarizálódik (negatív visszacsatolás).",
    "Mivel nagy mennyiségű + ion (K+) hagyja el",
    "a sejtet, ill.",
    "kis mennyiségű Cl- is beáramlik a sejtbe, a membrán hiperpolarizálódik.",
    "A nyugalmi potenciálnak megfelelő ioneloszlást és az ennek megfelelő potenciálértéket a Na+-K+ pumpa állítja helyre.",
    "A folyamat rendkívül gyors, kb. 3-4 ms múlva a nyugalmi potenciál az adott membrán szakaszon helyreáll.",
    "A posztszinapszison kialakuló helyi potenciálváltozás arányos az ürült neurotranszmitterek mennyiségével, így\n\ngyenge ingerek esetén olyan kevés  átvivőanyag található meg a szipaptikus résben (ezért kevés Na+-csatorna nyílik meg), hogy a posztszinapszisban a potenciálváltozás nem éri el az ingerküszöböt és csak lokális potenciál marad.",
    "Erősebb ingerek olyan nagy mennyiségű neurotranszmitter ürülését eredményezik (sok Na+-csatorna nyílik meg), hogy a posztszinapszison rövid idő alatt sűrű akciós potenciálok jönnek létre.",
    "A jelenség hátterében az áll, hogy a sejttesten és a dendriteken ligandfüggő, míg az axoneredésen és az axonon feszültségfüggő ioncsatornák találhatók.",
    "Az inger erősségét az idegsejt a csúcspotenciálok sorozatának szaporaságában/frekvenciájában kódolja, erősebb ingerek nagyobb frekvenciájú akciós potenciálokat eredményeznek.",
    "A preszinapszisból ürülő átvivőanyagok mennyisége arányos a preszinapszis membránján terjedő akciós potenciálok frekvenciájával.",
    "Tehát, csúcspotenciál(ok) akkor alakulhat(nak)",
    "ki az axoneredésen, ha a helyi potenciálok eredője – térben ill.",
    "időben összegződve - az axondombon meghalad egy küszöbértéket, az ingerküszöböt.",
    "A serkentő szinapszisok ún.",
    "lassú Na+-csatornákat nyitnak meg, amelyek helyi hipopolarizációt okoznak, ezek egyenként sosem érik el az ingerküszöböt, azonban hatásuk összegződhet és kiválthatnak akciós potenciált (gyors, feszültségfüggő csatornák megnyitásával az axondombon).",
    "A gátló szinapszisok Cl--csatornák, ill.",
    "K+-csatornák megnyitása révén hiperpolarizálják a membránt, miáltal a membránpotenciál értéke távolabb kerül az ingerküszöb értékétől.",
    "Minden vagy semmi törvénye.",
    "Amennyiben egy inger erőssége eléri az ingerküszöb értékét, a kialakuló akciós potenciál értéke maximális, amplitúdója tovább nem fokozható (minden).",
    "Az erősebb ingerek nem az akciós potenciál amplitúdóját, hanem a sűrűségét, frekvenciáját növelik (frekvenciakód).",
    "Azonban, ha a helyi potenciálok nagysága nem éri el az ingerküszöb értéket, nem alakul ki akciós potenciál (semmi).",
    "Két fő jeltípust különböztetünk meg: analóg és digitális jelet.",
    "A digitális jelek meghatározott értékekből álló jellemzőkkel bírnak (0 vagy 1),.",
    "az analóg jelek az időben folytonosan változó értéket vehetnek fel.",
    "A helyi potenciálok analóg,.",
    "az akciós potenciálok digitális jelként értelmezhetők.",
    "A helyi potenciálok mértéke a belépő Na+ mennyiségétől függ, azaz mennyi ligandfüggő      Na+-csatorna nyílik meg a szinapszisokban, amit viszont a felszabaduló neurotranszmitterek mennyisége határoz meg (analóg jel).",
    "Az akciós potenciál lezajlásában az axonon feszültségfüggő csatornák vesznek rész, melyek ionáteresztőképességét már a sejt elektrokémiai tulajdonságai (kémiai és elektromos potenciál) határozzák meg, az áramló ionok koncentrációviszonyai egy adott értékig változtathatók, ami adott mértékben határozza meg a membránpotenciál nagyságát (digitális jel).",
    "Ingerületvezetés.",
    "Az ingerület – potenciálváltozás – a sejttesten keletkezési helyétől minden irányba szétterjed a membránon, ugyanakkor az axonon visszafelé nem terjedhet.",
    "Sebessége néhány cm/s - 120 m/s-ig változhat.",
    "A depolarizáció hatására a membrán síkjában is elmozdulnak az ionok.",
    "A bejutó Na+-ok a még nyugalomban levő negatív töltésű helyek felé áramolnak a sejt belsejében,\n\nmíg a sejt felszínén fordítva, a + ionok a depolarizált (negatív) helyek felé áramolnak.",
    "Így az ingerelt hely repolarizálódik, a környező területek hipopolarizálódnak, amely elegendő az ingerküszöb eléréséhez, így ott is megnyílnak a feszültségfüggő csatornák, kialakul az akciós potenciál (köráram-teória).",
    "Az idegrostok esetén a depolarizáció csak a gliasejtek közötti ún. befűződésekben jöhet létre, így az ingerület az idegroston ugrálva terjed, ami sokkal gyorsabb ingerületvezetés tesz lehetővé.",
    "Gerinctelenekben nincs velőshüvely borítás, az akciós potenciál pontról pontra lassabban terjed, ezért ott az axon vastagságának növelésével fokozzák a vezetés sebességét.",
    "Ilyen pl.",
    "az alaposan tanulmányozott óriásaxon a tintahalakban.",
    "Tehát minél nagyobb az idegrost átmérője, annál gyorsabb a vezetés, mivel az axon vastagságának növekedésével nő annak felülete, ill.",
    "a felületen található ioncsatornák mennyisége, ill.",
    "minél nagyobb az axon átmérője, annál kisebb a sejten belüli vezető közeg ellenállása.",
    "4.8.1.3.",
    "A szinapszis.",
    "Szinapszisoknak nevezzük az idegsejtek kapcsolódásait más idegsejtekkel, izom-, ill. mirigysejtekkel, a neuro-kommunikáció helyei.",
    "Az ember idegrendszerében 1014-1015 számú szinapszis valószínű.",
    "A kisagy egyetlen Purkinje sejtje akár 200 000 szinapszist képezhet.",
    "Ismertek kémiai és elektromos szinapszisok.",
    "Elektromos szinapszis (rés kapcsolat).",
    "A kapcsolódó sejtek membránja között fehérjék alkotta csatornákon keresztül valósul meg az ingerületátadás egyik sejtről a másikra.",
    "Jellemzői:\n\nkis méretű a szinaptikus rés (2 nm),.",
    "a csatornák nyithatók és zárhatók,.",
    "az ingerületet többnyire ionok közvetítik,.",
    "de átjuthatnak ATP, cAMP,.",
    "a transzport – ingerületátadás - kétirányú,.",
    "az ingerületvezetés gyorsabb.",
    "Leggyakoribb előfordulási helyek:\n\nagy, retina,.",
    "simaizomsejtek között (ábra),.\n\ngerinctelenekben.",
    "A kémiai szinapszis.",
    "Ingerületátvivő anyagok, neurotranszmitterek (ligand) közvetítik az ingerületet egyik sejtről a másikra.",
    "Pre- és posztszinaptikus membrán módosulatok alkotják.",
    "A kettő között szinaptikus rés (30-50 nm) található.",
    "Neurotranszmitterek szinaptikus hólyagokban tárolódnak a preszinapszisban, exocitózissal ürülnek.",
    "Az átvitel egyirányú, mivel a szinaptikus hólyagok csak a szinapszis előtti sejtvégződésben keletkeznek.",
    "Vannak serkentő és gátló szinapszisok, az átvivőanyag típusától és a receptorfehérje fajtájától függően.",
    "Pl.",
    "az acetilkolin a vázizmokon és szívizmon eltérő receptortípusokhoz kötődik,\n\na vázizmokon Na+ -csatornát nyit meg, tehát serkent,.",
    "de a szívben K⁺-csatornát nyit meg, tehát gátol.",
    "Preszinapszis többnyire axonvég.",
    "Posztszinapszis többnyire sejttest, dendritek.",
    "A preszinaptikus idegsejt aktivitásakor – ingerületi állapotakor – a szinaptikus hólyagok tartalma Ca2+-beáramlás miatt exocitózissal a szinaptikus résbe ürül.",
    "Mennyiségük a preszinaptikus sejt akciós potenciáljának frekvenciájával arányos.",
    "A szinaptikus résben az ingerületátvivő anyag diffúzióval jut el a posztszinaptikus membránig, ott megkötődik specifikus fehérje-receptorokon.",
    "A receptorok ioncsatornák, amelyek különféle ionok,.\n\na gátló szinapszisokban Cl-- be-, ill.",
    "K+-kiáramlását,.",
    "a serkentő szinapszisokban Na+- vagy/és Ca2+-beáramlását teszik lehetővé a sejtbe.",
    "A beáramló ionok megváltoztatják a sejthártya töltésviszonyait (membránpotenciálját), egyúttal a sejt aktivitását.",
    "A serkentő szinapszisok csökkentik (-50 mV-ra),.\n\na gátló szinapszisok, melyek főleg az axoneredésénél – axondombon – vannak, növelik a membránpotenciált (-100 mV-ra).",
    "Egy idegsejt.",
    "axonja elágazhat és több másik neuron aktivitását befolyásolhatja,.",
    "ugyanakkor egy neuronhoz több különböző helyről érkezhet információ.",
    "Az idegsejteket egyszerre többféle, egymással ellenkező hatás – serkentő és gátló – érheti.",
    "A helyi potenciálok összegződnek, eredőjük határozza meg a fogadó sejt membránpotenciál értékét.",
    "Neurotranszmitterek lehetnek aminosavak, aminosav származékok, peptidek:\n\nacetilkolin: az ideg-izom szinapszisok átvivőanyaga, tanulásban, emlékezésben fontos,\n\ndopamin: mozgatópályák, jutalmazási – örömérzetet kiváltó - központok transzmittere,\n\nszerotonin: alvást, hangulatot, fájdalomérzetet szabályozó központokban termelődik,\n\nendorfinok: központi fájdalomcsillapítók, csökkentik a fájdalomérzetet, boldogságérzetet okoznak, fokozzák a dopamin felszabadulását,\n\nadrenalin, noradrenalin: pl. szimpatikus aktiváló rendszerek átvivőanyaga,.",
    "gamma-amino-vajsav (GABA), gátló átvivőanyag (Cl--csatornákat nyit).",
    "Egy neuron csak egyféle neurotranszmittert képes termelni (Dale-elv).",
    "A kiürült átvivőanyagok hatásukat rövid ideig fejtik ki, mivel.",
    "részben enzimek bontják le őket (c),.",
    "részben kimosódnak (b), ill.\n\nvisszakerülnek aktív transzporttal, ill. endocitózissal a preszinapszisba (a).",
    "A drog általában olyan hatóanyag, ami megváltoztatja a szervezet működését.",
    "A tudatmódosító vagy pszichoaktív szerek azok a természetes vagy mesterséges drogok, amelyek a központi idegrendszer működését változtatják meg (lásd részletesen még 4.8.2.",
    "fejezet).",
    "A drogok ill.",
    "egyes mérgek megváltoztatják – serkentik vagy gátolják - a szinapszisok működését\n\na neurotranszmitterek felszabadulásának, lebomlásának, visszavételének befolyásolásával\n\nvagy módosíthatják a receptorok működését.",
    "Hatásukat tehát kifejthetik a jelátvivő anyag.",
    "felszabadulásának fokozása (serkentők, pl. amfetamin), ill. gátlása (lassító drogok, pl. opiátok),\n\nvisszavételének gátlása (serkentők, pl. kokain),.",
    "lebontását végző enzimek hatásának módosítása útján.",
    "„Az epilepsziát az agy idegsejtjeinek fokozott működése váltja ki.",
    "Az epilepszia egyik formáját az okozza, hogy a gamma-amino-vajsav (rövidítve: GABA) nevű átvivőanyag a szükségesnél kisebb mennyiségben van jelen a szinaptikus résben.",
    "A GABA átvivőanyagot a szinapszisban a GABA transzamináz nevű enzim bontja le.",
    "Egy forgalomban levő, az epilepszia kezelésében hatásos gyógyszer molekulaszerkezete nagyon hasonló a GABA átvivőanyagáéhoz.",
    "A lebontó enzim aktív centrumába a gyógyszer is beleillik, a GABA és a gyógyszer ugyanazért az aktív centrumért verseng, és mivel az enzim így kevesebb GABA-t tud lebontani, a GABA-szintje emelkedik.”",
    "Tehát a gyorsító – serkentő - drogok.",
    "gátolják az átvivőanyagok visszavételét (kokain a dopaminét),.",
    "lebomlását (pl. amfetaminok),.",
    "ill.",
    "serkentik az ürülésüket (amfetamin).",
    "Az extasy pl. növeli a szerotonin, dopamin és a noradrenalin felszabadulását.",
    "A lassító – depresszáns - drogok, nyugtatók.\n\ngátolják a transzmitterek ürülését (opiátok: morfin és társai),.",
    "vagy GABA-receptorokat serkentenek, melyek Cl--ioncsatornák, hiperpolarizációt okoznak (nyugtatók pl.  benzodiazepinek (pl. xanax), a barbiturátok, ill.",
    "az alkohol).",
    "Receptormódosítás - a receptorokra ható agonista-antagonista hatás változása - révén.",
    "Agonistának nevezzük azokat a hatóanyagokat, ún. ligandumokat, amelyek receptorokhoz képesek kötődni aktiválva működésüket.",
    "Ezek lehetnek\n\ntermészetes hormonok, neurotranszmitterek,.",
    "de lehetnek kívülről a szervezetbe juttatott vegyületek, mérgek, drogok.",
    "Tehát a drogok egyes fajtái is az idegsejtek receptoraihoz kötődve fejtik ki a hatásukat.",
    "A gátló morfin K+-csatornák nyitása révén hiperpolarizációt eredményez, ami gátolja a serkentő transzmitterek ürülését.",
    "A THC (tetrahydrocannabinol) a kannabinoid-receptorokat aktiválja (CB1-receptorok), amelyek szerepet játszanak a hangulat, a fájdalomérzet, az étvágy és más funkciók szabályozásában.",
    "A nikotin serkentő hatását úgy éri el, hogy a központi idegrendszerben az idegsejtek acetilkolin-receptoraihoz kötődik, aktiválva a működésüket (hatására a vérnyomás, szívfrekvencia nő, az idegsejtek fokozzák dopamin leadásukat, ami örömérzet és így a függőség kialakulásában játszik szerepet).",
    "Az alkohol két ingerületátvivő anyag receptorához is kötődik, megváltoztatva azok működését.",
    "A gátló GABA-receptorokat serkenti,.",
    "a serkentő glutamát-receptorát gátolja, miáltal összességében pl. szorongásoldó hatást ér el.",
    "Az alkoholfüggést azzal magyarázzák, hogy az alkoholbetegeknél csökken a GABA-receptorok száma, ugyanakkor megnő a glutamát-receptoroké, melyek gátlásához egyre több alkohol bevitelére van szükség, az alkohol hiánya elvonási tünetekhez vezet.",
    "Antagonisták azok a vegyületek, amelyek valamilyen módon gátolják az agonisták hatását.",
    "A receptorokhoz kötődve inaktiválhatják azokat, ezáltal gátló hatást válthatnak ki.",
    "A koffein a gátló adenozin átvivőanyag receptorához kötődve meggátolja annak hatását.",
    "Az adenozin természetes körülmények között gátolja a dopamin felszabadulását, tehát a koffein a gátlás gátlásával – a dopamin leadás növelésével - élénkítő hatást ér el.",
    "Az idegmérgek egyes csoportjai antagonista hatásuk révén szinapszisok működését befolyásolják.",
    "Ilyen pl.",
    "a curare, amely dél-amerikai indiánok nyílmérge, mely különböző fák kérgéből készül.",
    "A curare az izmok acetilkolin-receptoraihoz kapcsolódva megakadályozza az ideg-izom szinapszis működését, így az izom mozgásképtelenné válik.",
    "„A kuráre – nyílméreg – nagyon érdekes hatású anyag...",
    "Az ilyen mérgezett nyíllal meglőtt állat egy darabig tovább szaladt, de egyre nehezebben, végül már alig vonszolta magát, aztán elterült, és amikor megtalálták, az állat élt, csak éppen nem tudott megmozdulni.",
    "Mérgezett nyíllal meglőtt embereken ugyanezt tapasztalták, a sebesültek még beszélni sem tudtak….",
    "De, akik kiheverték a mérgezést, érdekes tapasztalatokról számoltak be.",
    "A kifejlődő, majd teljes bénulás alatt nem vesztették el eszméletüket, mindent láttak, hallottak, sőt, a fájdalmat is hevesen érezték, csak éppen nem tudtak megmozdulni… A kuráréval mérgezett szervezetben a mozgatóidegeken és az idegrendszer többi részén az ingerület zavartalanul végigfut, elérkezik a mozgató-véglemezig és ott ugyanúgy felszabadul az acetilkolin, mint normálisan.",
    "De ez az anyag most nem fejtheti ki hatását…..”",
    "„A motoros véglemezeket*",
    "(vagyis a harántcsíkolt izomzat működését) gátló szereket izomlazítónak használják.",
    "Az izomlazítók az acetilkolin idegi átvivőanyag hatását kizárólag a motoros véglemezen* … gátolják.",
    "Az egyik legismertebb ilyen módon ható anyag a kuráre, amely meggátolja az acetilkolin kötődését a receptorokhoz, de nem gátolja meg az acetilkolin felszabadulását a szinapszisban.",
    "A kuráre hatására a mérgezett teljesen megbénul.",
    "Mivel a rekeszizom is megszűnik működni, a halál fulladás miatt következhet be… A kuráre alkaloidokat megfelelően kis adagban műtéteknél eredményesen lehet alkalmazni.”",
    "Emelt szintű érettségi feladat\n\nA rendszeres droghasználat során függőség – addikció - alakul ki, azaz a szer csökkent bevitele vagy abszolút hiánya megvonásos tünetekkel jár, mivel a negatív visszacsatolás miatt a droghoz hasonló hatású, ugyanahhoz a receptorhoz kötődő, a központi idegrendszerben termelődő természetes transzmitterek termelődése csökken a folyamatos szerhasználat során.",
    "További következménye a különféle idegrendszerre ható anyagok – drogok - folyamatos alkalmazásának a tolerancia kialakulása, melynek során a szer tartós használata miatt annak hatása egyre csökken, s az anyag ugyan azt a hatást csak egyre nagyobb dózisban képes kifejteni.",
    "A tolerancia hátterében egyrészt a drogot lebontó enzimek aktivitásának növekedése, másrészt a receptorok számának a csökkenése áll.",
    "Neuroglia jellemzői, funkciói.",
    "Az idegrendszer „kötő- és támasztószövete”, a gliasejtek biztosítják a neuronok működéséhez szükséges feltételeket.",
    "Számuk kb. tízszeres mennyiségben haladja meg az idegsejtekét.",
    "Életünk végéig osztódóképesek maradnak.",
    "Biztosítják az idegszövet kémiai védelmét, létrehozzák az agy-vér gátat (asztrociták).",
    "Bélelik az agykamrákat (ependimasejtek), közreműködnek az agy-gerincvelői folyadék termelésében.",
    "A mikroglia az agyvelő immunsejttípusa, gátolhatja a gyulladásos folyamatokat.",
    "Az extracelluláris tér összetételét szabályozzák, biztosítják az idegszövet homeosztázisát,\n\ntáplálják, szükséges anyagokkal látják el a neuronokat.",
    "Elektromos szigetelést – velőshüvelyt, mielinhüvelyt - biztosítanak az axonok körül, gyorsítják az ingerületvezetést, ilyenek pl.",
    "a környéki idegrendszerben az ún.",
    "Schwann-sejtek, a központi idegrendszerben az oligodendrociták.",
    "Degenerált neuronokat eltávolítják, majd kitöltik a megüresedett tereket.",
    "Velőshüvelyképződés, myelinizáció.",
    "Egyes gliasejtek még az embrionális fejlődés során, az axonok körül többször feltekeredve, akár 40 rétegű szigetelést, ún.",
    "velőshüvelyt hozhatnak létre.",
    "Az így létrejött velőshüvelyes axon az idegrost.",
    "A gliasejtek nem képeznek folytonosságot, a közöttük található rések a Ranvier-féle befűződések.",
    "Az idegrostok vezetési sebessége 100 m/s, míg a csupasz axonoké csak 1 m/s körül van.",
    "Az idegsejtek velőshüvelyének kóros lebomlása, pusztulása áll a sclerosis multiplex hátterében.",
    "Több területen (multiplex) hegesedés (sclerosis) alakul ki.",
    "A sclerosis multiplex autoimmun betegség.",
    "A gyulladás – immunreakció - elsősorban központi idegrendszeri idegrostokat szigetelő sejteket pusztítja, aminek következtében kezdetben az ingerület vezetése romlik, a későbbiekben azonban maga az idegrost is károsodik, ami a sejt pusztulásához vezet.",
    "A betegség kiváltója feltehetően egy közönséges vírusfertőzés, ami kóros, folyamatos immunválaszt vált ki.",
    "Hogy miért jön létre a kóros immunválasz, nem ismert, hajlamosító tényezők szerepét feltételezik.",
    "A betegség ma még gyógyíthatatlan.",
    "A legfontosabb tünetek:\n\nlátászavar, kettőslátás,.\n\na beszéd lelassul, érthetetlenné válik,.\n\negyensúlyvesztés, bizonytalan járás, szédülés, a mozgások ügyetlensége, a lábak gyengesége,\n\nzsibbadás, vizelettartás zavara.",
    "A vér-agy gát.",
    "A vér-agy gátat az agyi ereket bélelő speciális laphámsejtek és gliasejtek (pl. asztrociták) hozzák létre.",
    "A laphámsejtek az agyban szorosabban illeszkednek egymáshoz, és a vérben keringő anyagok közül jóval kevesebbet engednek át, mint más szövetek esetén.",
    "A gázok és a víz könnyen átjutnak a gáton, míg a glükóz, aminosavak és az ionok lassabban haladnak át.",
    "A gát csaknem impermeabilis a plazmafehérjék és",
    "más nagy szerves molekulák számára.",
    "A vér-agy gát hatékony védelmet nyújt a legtöbb kórokozó ellen is."
  ]
}