{
  "doc_id": "4.A Karoling birodalom, felbomlása, a Német-római Császárság a 10–15. században és az inveszitúraharc ",
  "sentences": [
    "4, február 26.",
    "A Karoling birodalom, felbomlása, a Német-római Császárság a 10–15.",
    "században és az inveszitúraharc (Barabás G.)\n\nChlodvig (482-511) a Meroving dinasztia tagja, a száli frankok királya, aki először vette fel a kereszténységet, uralkodása során egyesítette csaknem egész galliát\n\nNagy Károly (766-814), a Karling dinasztia tagja, 800-ban Rómában császárrá koronázta a pápa, a Karoling Birodalom megalapítója\n\nI. Nagy Ottó (936-973), a Szász dinasztia tagja, német király, majd 962-től az első német-római császár\n\nIV.",
    "Henrik (1053-1105), a Száli-dinasztia tagja, német király, majd német-római császár, az ún.",
    "invesztitúra harcok kezdete hozzá kötődik, VII.",
    "Gergely pápa ellenfele\n\nI.  Barbarossa Frigyes (1155-1190), a Hohenstauf-ház tagja, német király, majd német-római császár, az invesztitúra harcok második szakaszában III.",
    "Sándor pápa és a Lombard Liga ellenfele\n\nII.",
    "Hohenstauf Frigyes (1212-1250), a Hohenstauf-ház tagja, nápolyi és német király, majd német-római császár, a pápaságcsászárság küzdelmének kiújulása hozzá köthető, IX.",
    "Gergely és IV.",
    "Ince pápák ellenfele\n\nI. (Habsburg) Rudolf (1273-1291), német király és osztrák herceg, a Habrburg dinasztia első király tagja\n\nIV.",
    "Károly (1355-1378), cseh király és német-róai császár, a német aranybulla kiadója\n\nLuxemburgi Zsigmond (1411-1437), magyar, német majd cseh király, német-római császár\n\nIII.",
    "Frigyes (1452-1493), osztrák főherceg, német király, az utolsó rómában koronázott német-római császár\n\nCsaták:\n\nSoissons (486), Chlodvig száli frank király győzelme Syagrius római galliai uralkodó felett\n\nPoitiers (732), Martell Károly frank majordomus győzelme az arabok felett.",
    "Vouillé (507), Chlodvig győzelme a vizigótok felett.",
    "Legnano (1176), a Lombard Liga győzelme I. Barbarossa Frigyes császár felett.\n\nMorgarten (1315) I. Lipót osztrák herceg és az Uri, Schwyz és Unterwalden, a három őkanton által még 1291-ben létrehozott Svájci Konföderáció közötti ütközet,",
    "amely utóbbiak győzelmével ért véget\n\nFogalmak:\n\nDrang nach Osten, német keleti irányú terjeszkedés a középkorban.",
    "wormsi konkordátum, 1122-ben II.",
    "Callixtus pápa és V. Henrik német-római császár egyezsége az invesztitúra kérdés rendezését illetően\n\na hét választófejedelem, az 1356.",
    "évi Német Aranybulla szabályozta a hét választófejedelem személyét: mainzi, kölni és trieri érsekek, cseh király, rajnai palotagróf, szász herceg, brandenburgi őrgróf\n\nDictatus papae, VII.",
    "Gergely pápa 1075.",
    "évi dokumentuma a pápaság hatalmát illetően\n\nkonciliarizmus, egyházkép, mely szerint az Egyház legfőbb hatalmi szerve az egyetemes zsinat, s neki a pápa is alá van vetve\n\nIdőpontok:\n\nEgyetemek: Bécs (év), 1365.",
    "Bologna (évszázad), 11.",
    "század.",
    "Heidelberg (év), 1386.",
    "Német-római birodalom: Ottonianum 962; Hanza szövetség létrejötte 1161; Német aranybulla 1356; egyházi és világi fejedelmeknek adott kiváltságlevél II.",
    "Frigyes által 1232; törzsi hercegségek szász, frank, bajor, sváb\n\nMikor és hol léteztek az alábbi germán királyságok?",
    "vandál 429-533, Észak-Afrika, vizigót 418-720, Ibériai-félsziget, szvéb 410-585, Ibériai-félsziget, burgund 5.",
    "század eleje-534, Burgundia, frank 482-843, Gallia, osztrogót 493-554, Itália, langobard 568-774, Itália\n\nMikor keletkeztek és mit tartalmaztak az alábbi dokumentumok?",
    "verduni szerződés 843, I. Jámbor Lajos frank császár három fia között létrejött egyezmény a Frank Birodalom felosztásáról.",
    "Károly kapta a nyugati, Lajos a keleti területeket (Pannoniával és Alsó-Pannoniával), míg Lothár a középső részt Itáliával.",
    "meerseni egyezmény, 870, Kopasz Károly, Német Lajos és II.",
    "Lajos itáliai szerződése, mely szerint Burgundia nyugati határ menti sávját Kopasz Károly, Burgundia többi részét (a Rhône-ig) II.",
    "Lajos birodalmába került.",
    "ribemonti egyezmény, 880, III. (ifjabb) Lajos keleti frank, III.",
    "Lajos nyugati frank király és Karlmann austrasiai majordomusának szerződése a határokat illetően.",
    "bonni szerződés, 921, III.",
    "Károly nyugati frank kirly és I. Madarász Henrik német király kölcsönösen elsimerték egymást és a birodalom felosztását."
  ]
}