{
  "doc_id": "5.2 Életközösségek",
  "sentences": [
    "5.2. Életközösségek",
    "A fejezet a követelményrendszer 5.2. pontja alapján készült.                    Készítette Vizkievicz András",
    "5.2.1. Ökológiai kölcsönhatások",
    "A populációk kölcsönhatásai",
    "Egy adott területen – társulásban - különböző fajok populációi élhetnek együtt",
    "és ezek között különféle kölcsönhatások lehetnek.",
    "A kölcsönhatásban lévő populációk kölcsönösen befolyásolják egymás életlehetőségeit, egyedszámát.",
    "A kapcsolat lehet",
    "előnyös (+),",
    "hátrányos (-),",
    "vagy közömbös (0).",
    "Összefoglalva a populációk kölcsönhatásait",
    "+,+ mutualizmus",
    "Szimbiózis, együttélés",
    "Pillangósvirágúak, N-kötő baktériumok",
    "Mikorrhiza",
    "Bélbaktériumok-növényevő állatok",
    "Zuzmók",
    "Alliancia",
    "Zebrák-struccok",
    "Tisztogató közösség",
    "Szaporodási mutualizmus:",
    "Lucerna – poszméh",
    "Szimfilia",
    "Hangyák - levéltetvek",
    "+,-",
    "Zsákmányszerzés (predáció)",
    "Növényevés",
    "Ragadozás",
    "Kannibalizmus",
    "Parazitizmus (élősködés)",
    "Ektoparazitizmus",
    "A pióca, a marhabögöly, a gyötrőszúnyog vagy a közönséges kullancs.",
    "Endoparazitizmus",
    "Vírusok, baktériumok, bélférgek",
    "Fakultatív paraziták",
    "Az ektoparaziták",
    "Obligát paraziták",
    "Endoparaziták",
    "Hiperparazitizmus",
    "Félparazitizmus",
    "0,+ kommenzalizmus (asztalközösség)",
    "Táplálékszerzési",
    "Oroszlánok és hiénák",
    "Rénszarvasok és hófajdok",
    "Beköltözés",
    "A kékvércsék a vetési varjak elhagyott fészkeit használják.",
    "Együttlakás",
    "A gólyafészkek oldalában költő verebek együttlakók.",
    "Rátelepedés",
    "Az epifitonok",
    "0,- antibiózis",
    "Antibiotikumok",
    "Allelopátia",
    "-,- versengés",
    "+,+ mutualizmus (kölcsönösség)",
    "Az együtt élő populációk közötti kölcsönösen előnyös kapcsolat.",
    "Változatos együttélési forma, a laza, nélkülözhető összetartozástól egészen az esszenciális kötődésig, lehet időleges, de lehet élethosszig tartó.",
    "Szimbiózis, együttélés: két vagy több különböző faj szoros együttélése.",
    "Olyan kölcsönhatás, melyben egy élőlény az életciklusa jelentős részét egy másik élőlény közelségében, másik élőlénnyel szoros fizikai kapcsolatban tölti.",
    "Több formája ismert.",
    "Pillangósvirágúak (bab, borsó, lucerna, akác) a gyökérgümőikben N-kötő baktériumokkal élnek együtt.",
    "+: A baktériumok a nitrogenáz enzimkomplex segítségével az elemi nitrogénből ammóniát (NH4+) állítanak elő, melyet különféle nitrogéntartalmú szerves vegyület előállításához használnak fel.",
    "A növény a nitrogénkötés eredményeként keletkezett különböző nitrogéntartalmú szerves vegyületeket, főleg aminosavakat hasznosítja, ill.",
    "egyes baktériumok növekedést és osztódást serkentő növényi hormonokat termelnek (citokinineket, auxinokat).",
    "Azon túl, hogy a pillangósok nitrogénszükségletét fedezik, a talaj nitrogéntartalmát is gazdagítják.",
    "+: Mivel a nitrogénkötő baktériumok – Rhizobium fajok – heterotróf szervezetek, a növénytől szerves anyagot vesznek fel, elsősorban szénhidrátok formájában.",
    "A mikorrhiza gombák és virágos növények szimbiózisa.",
    "A gombafonalak (hifák) behálózzák a gazdanövény gyökereit, aminek köszönhetően kétirányú anyagcsere-folyamat jön létre a partnerek között.",
    "Az egyik legelterjedtebb szimbiózis, a szárazföldi növények több mint 90 %-a esetében jelen van.",
    "+: A növény különféle szerves anyagokkal látja el a heterotróf gombát,",
    "+: cserébe a gombák segítik a növény víz-,",
    "ill. tápanyag – ásványi sók – felvételét, tekintve, hogy a gombafonalak jelentősen megnövelik a gyökér felszívó felületét.",
    "A mikorrhizának különösen nyitvatermőkben van jelentősége, ahol a gyökereken még nincsenek felszívást elősegítő gyökérszőrök.",
    "A növényevő és a mindenevő állatok – és az ember - beleiben - elsősorban a vastagbélben - cellulózbontó baktériumok élnek.",
    "+: A heterotróf baktériumok azon túl, hogy a belek számukra életteret jelentenek, az együtt élő szervezettől szerves anyagot is kapnak.",
    "+:",
    "A széklet kialakításának elősegítésén túl,",
    "igen fontos funkciója a vastagbél baktériumflórájának bizonyos vitaminok termelése, pl. emberben K-vitamin és B-vitaminok termelődnek.",
    "A bélflóra szimbionta baktériumai mindemellett gátolják a kórokozó mikroorganizmusok szaporodását.",
    "A bél baktériumflórája háromféle mechanizmus segítségével védekezik a kórokozók ellen:",
    "közvetlen gátlással, antibiotikumok termelésével,",
    "tápanyagelvonással és az élőhely elfoglalásával,",
    "valamint az immunrendszer folyamatos stimulációjával, aktivációjával.",
    "A zuzmók moszatok (kék-, zöldmoszat) és gombák szimbiózisából jönnek létre.",
    "A hifák szorosan a moszatsejtekhez simulnak, sőt azokba szívóhifákat bocsáthatnak.",
    "+: Az algasejtek szerves anyagokkal látják el a gombát,",
    "+: cserébe vizet, benne oldott tápsókat, és szén-dioxidot kapnak, továbbá a gombák védik a moszatsejteket.",
    "Az alliancia két populáció között kialakuló laza, alkalomszerű, nélkülözhető kapcsolat.",
    "Az afrikai szavannákon a jó hallású, ill. szaglású zebrák együtt legelnek a jó látású struccokkal.",
    "+: A struccok a magas fűben is messzire látnak,",
    "+: a zebráknak meg kitűnő a szaglásuk, a hallásuk, tehát egymás érzékelését kölcsönösen kiegészítik, amennyiben az egyik populáció egyedei érzékelik a ragadozó megjelenését, menekülésbe kezdenek, amit a másik populáció egyedei is követnek.",
    "Ez a riasztó alliancia.",
    "Tisztogató alliancia figyelhető meg a bivaly és a pásztorgém között.",
    "+: A bivaly védelmet nyújt a madárnak,",
    "+: cserébe a pásztorgém megszabadítja a bivalyt a parazitáitól.",
    "A szaporodási mutualizmus alkalomszerű kapcsolat, ugyanakkor az egyik populáció számára nélkülözhetetlen.",
    "Ide tartozik az állatok általi virágmegporzás valamennyi formája, pl. a lucernát a poszméh porozza be, cserébe a nektárért.",
    "A szimfilia olyan együttélés, amikor egy társas rovar védelmet és táplálékot biztosít valamely másik rovar számára, amelynek testváladékát fogyasztja.",
    "Ilyen kapcsolat van például a levéltetvek és az őket védő, az ellenségüket (katicabogarakat) elriasztó hangyák között.",
    "A levéltetvek a levelek szállítószövetének háncsrészéből elszívott cukros oldat egy részét a potrohukon leadják.",
    "Ezt fogyasztják a hangyák.",
    "+,-",
    "Zsákmányszerzés (predáció): az egyik populáció egyedei részben vagy egészben elfogyasztják a másik populáció egyedeit (préda).",
    "Növényevésről beszélünk, ha a préda növény,",
    "ragadozásról, ha a préda állat.",
    "A ragadozás prédája a zsákmány (rovaremésztő növények is ragadozók).",
    "A növényevés és a ragadozás között lényeges különbség, hogy a növényevés során a préda rendszerint nem pusztul el, csupán károsodik.",
    "Kannibalizmus: a populáció egyedei saját fajtársaikat fogyasztják.",
    "Parazitizmus (élősködés)",
    "Az élősködő szervezet egy másik szervezet - a gazdaszervezet - testanyagaival táplálkozik.",
    "A gazdaszervezet károsodásával jár, többnyire azonban anélkül, hogy közvetlenül, vagy azonnal elpusztulna.",
    "Ektoparazitizmus esetén a parazita külső testfelületen él.",
    "Ilyen pl. a pióca, a marhabögöly, a gyötrőszúnyog vagy a közönséges kullancs.",
    "Endoparazitizmus esetén a parazita a gazdaszervezet belsejében él.",
    "Vírusok, baktériumok, bélférgek stb.",
    "Fakultatív paraziták: táplálkozás után elhagyják a gazdaszervezetet, hosszabb ideig is képesek a gazdaszervezet nélkül élni.",
    "Ilyenek általában az ektoparaziták.",
    "Obligát paraziták: a gazdaszervezetet nem hagyják el, hosszabb ideig nélkülük életképtelenek.",
    "Ilyenek általában endoparaziták.",
    "Hiperparazitizmus: a hiperparaziták lárvái egyes parazitaként élő rovarlárvákban - fürkészlegyek vagy fürkészdarazsak lárváiban - fejlődnek.",
    "Félparazitizmus: a növényvilágban előforduló félparazita szervezetek, például a sárga fagyöngy, szívógyökereiket a gazdaszervezet faelemeibe növesztik és a vizet, valamint a szervetlen ionokat szívják el.",
    "Fotoszintetizálnak.",
    "Léteznek teljesen parazita, heterotróf növények, melyek nem képesek fotoszintetizálni, a megtámadott növények háncselemibe mélyesztik szívógyökereiket, és a szerves anyagot vonják el a gazdanövénytől, ilyen pl. az aranka.",
    "0,+ Kommenzalizmus (asztalközösség)",
    "Olyan laza együttélés, ami az egyik populáció számára előnyös, de a másik számára közömbös, gazdaállatnak vagy növénynek a kommenzalista élőlény jelenléte sem előnyt, sem hátrányt nem jelent.",
    "Több formája ismert.",
    "Táplálkozási kommenzalizmus",
    "Oroszlánok és hiénák, keselyűk között, a dögevőknek előny, ha hozzájutnak az oroszlánok által elejtett vad maradékához.",
    "A rénszarvas a hó alól képes kikaparni a táplálékát, a zuzmót, amelyből jut az őket kísérő hófajdoknak is, amelyek e tevékenységre képtelenek.",
    "A kommenzalizmus további típusai a beköltözés, az együttlakás, a rátelepedés.",
    "Beköltözés",
    "A kékvércsék a vetési varjak elhagyott fészkeit használják.",
    "Együttlakás",
    "A gólyafészkek oldalában költő verebek együttlakók, a gólyafészekből kipotyogó maradékkal táplálkoznak.",
    "Rátelepedés",
    "Ilyen az epifiton életmód, fák és mohák, broméliák, orchideák együttélése.",
    "A kommenzalista viszony legtágabban értelmezett kapcsolata, ha egy populáció puszta létével egy másik populáció számára biztosítja az életfeltételeket.",
    "Például a szagos mügés bükkösökben a bükk árnyékoló hatása teremti meg a szagos müge számára a létezés feltételeit.",
    "0,- Amenzalizmus, antibiózis",
    "Az egyik populáció egyedeinek az anyagcseretermékei a másik populáció egyedei számára kedvezőtlen körülményeket teremtenek.",
    "Az ecsetpenészekhez tartozó Penicillum fajok antibiotikumokat termelnek, amelyek a baktériumok nagy többsége számára mérgezőek.",
    "Az allelopátia a növények közötti kölcsönhatások egyik típusa.",
    "Az allelopatikus kölcsönhatás lényege az, hogy egy növény valamilyen vegyületet juttat a talajba, amely gátolja a szomszédos növények növekedését vagy más életjelenségét.",
    "Ilyen pl.",
    "a dió által kibocsátott csírázást gátló juglon.",
    "-,- Versengés",
    "A hasonló környezeti igényű populációk szüntelen versengésben vannak a korlátozott mértékben rendelkezésükre álló erőforrásokért.",
    "Rövidtávon mindkét fél számára korlátozó jellegű.",
    "Hosszútávon az egyik populáció kiszorulását eredményezheti.",
    "5.2.2. Az életközösségek jellemzői",
    "A társulás – életközösség, biocönózis - egy adott helyen, adott időben együtt létező populációk életközössége.",
    "Stabil, önszabályozó rendszer.",
    "A társulásokat két csoportba oszthatjuk.",
    "Természetes társulások:",
    "Bükkerdő",
    "Cseres-tölgyes",
    "Sziklagyepek",
    "Puhafa-ligeterdő",
    "Nyílt homoki pusztagyep",
    "stb. lásd később.",
    "Kultúrtársulások, nem természetes, az ember által létrehozott, mesterségesen fenntartott életközösségek.",
    "Ilyenek pl.",
    "a különféle ültetvények, monokultúrák.",
    "A társulásokon belül megkülönböztetünk",
    "tisztán növénytársulásokat, fitocönózisokat, melyeket a társulásokat alkotó növénypopulációk összességei hoznak létre, ez a társulás flórája,",
    "ill. zoocönózisokat, melyeket a társulásokat alkotó állatpopulációk összességei hoznak létre, ez a társulás faunája.",
    "A különböző termőhelyeken meghatározott növényfajok élnek együtt és alkotnak meghatározott összetételű növénytársulásokat.",
    "Egy növénytársulás a növényfajok jellemző kombinációjából áll.",
    "A hasonló környezeti tényezők hasonló módon válogatják ki a növényi közösségeket alkotó fajokat, ezért hasonló termőhelyeken hasonló fajkombinációkat találunk, vagyis a növénytársulások azonos környezeti feltételek mellett törvényszerűen ismétlődnek.",
    "Az egyes társulások hasonló környezeti feltételek mellett, különböző helyen előforduló állományokra bonthatók, pl. bükkerdőnek állományai előfordulnak a Mátrában, a Börzsönyben az Alpokalján stb.",
    "Az állományok fajösszetétele nagyrészt hasonló.",
    "A termőhelyen működő mindenkori ökológiai tényezők meghatározó szerepet játszanak tehát a társulás fajösszetételének kialakításában.",
    "Az ökológiai tényezők",
    "külső termőhelyi vagy",
    "belső társulási eredetűek lehetnek.",
    "A külső termőhelyi tényezők kívülről hatnak a társulásra. Ilyenek",
    "az éghajlati (csapadék, hőmérséklet, szél stb.) tényezők és",
    "a talajtényezők (fizikai és kémiai sajátságok), valamint",
    "az emberi beavatkozások (kártétel, betelepítés).",
    "A külső termőhelyi tényezők határozzák meg azt, hogy valamely termőhelyen milyen növényfajok élhetnek meg és milyenek nem.",
    "A belső társulási tényezők a populációk közötti kölcsönhatások következményei, mint pl.",
    "a versengés (a tér, tápanyagok, a víz felosztása),",
    "az alkalmazkodás (pl. fény- és árnyéknövények, geofitonok),",
    "és a kommenzalizmus,",
    "a parazitizmus,",
    "egyéb táplálkozási kapcsolatok.",
    "A társulások térbeli mintázatai",
    "A társulások szerkezetét a növénypopulációk határozzák meg. A társulások térbeli szerkezete tagolódhat",
    "függőlegesen",
    "és vízszintesen.",
    "Függőleges szerkezet",
    "A függőleges (vertikális) szerkezetet a növényeknek a fényért folyó versengése alakítja ki.",
    "Ez jelentkezik a társulás szintezettségében.",
    "Az egyes szinteken eltérőek az egyes környezeti tényezők értékei, pl. a fény mennyisége, hőmérséklet, páratartalom.",
    "A szintezettség természetesen a vízi társulásokra is jellemző.",
    "A gyökérszint",
    "A legalsó szint, amely a termőtalaj felszíni rétegétől a legmélyebbre lehatoló gyökerekig tart,",
    "termelői kemotróf nitrifikáló baktériumok,",
    "fogyasztói a pl. vakond és ízeltlábúak,",
    "lebontói felaprózást végzők (talajlakó atkák, rovarok, gyűrűsférgek, ikerszelvényesek), továbbá gombák, baktériumok stb.",
    "Az avarszint",
    "Bomlásnak indult és a frissen lehullott levelek szintje.",
    "Termelő szervezetek nem jellemzők rá.",
    "Fogyasztói gerinctelenek (csigák és ízeltlábúak),",
    "lebontó szervezetek; ízeltlábúak, gombák és baktériumok.",
    "A gyepszint",
    "A társulás lágyszárú szintje.",
    "Néhol alig éri el a 20-30 cm-es magasságot, másutt akár két méteres is lehet.",
    "Fontos termelői szint.",
    "Fogyasztói főleg ízeltlábúak.",
    "A cserjeszint",
    "A bokrok lombozatát jelenti.",
    "Gazdag az ízeltlábú faunája.",
    "A bokrok lombozatában sok madár fészkel (feketerigó, a tövisszúró gébics, ökörszem).",
    "A lombkoronaszint",
    "A társulások legfelső szintje, a fák lombozatából áll.",
    "Több alszintre tagolódhat, pl. kettős lombkoronaszint jellemző a gyertyános tölgyesekre, melyekben az alsó szintet a gyertyán, a felső szintet a kocsánytalan tölgy lombozata jelenti.",
    "Madarak, egyes emlősök előfordulásának jellemző szintje.",
    "Vízszintes szerkezet",
    "A társulás vízszintes szerkezetét, mintázatnak nevezzük.",
    "A mintázatot a",
    "víznek és a tápanyagoknak a talajban való mennyisége és egyenlőtlen eloszlása, s az értük folyó versengés, ill.",
    "a populációk közötti kölcsönhatások – pl. kommenzalizmus - alakítják ki.",
    "A társulások időbeli mintázatai, változásai",
    "A társulások időbeli változásai lehetnek periodikusak, és lehetnek egy adott irányba haladók.",
    "Periodikus – visszatérően ismétlődő - változások",
    "A környezeti tényezők – fény, hőmérséklet, csapadék, páratartalom - periodikusan ismétlődő változásai eredményezik.",
    "Napszakok szerinti változás",
    "Csupán látszólagos változás, amely az egyes élőlények – főleg állatok – napi aktivitásával függ össze.",
    "Vannak nappali és éjszakai állatok, egyes növények virágnyílása is napszakokhoz köthető.",
    "Évszakok szerinti változás",
    "A társulások évszakok váltakozásával kapcsolatos, periodikusan ismétlődő állapotai az aszpektusok.",
    "Jelentősebb változás,",
    "egyes populációi egy ideig feltűnő módon, mások pedig rejtetten vannak jelen.",
    "Például a lomberdők tavaszi, nyári, őszi és téli változásai, aszpektusai.",
    "Lombfakadás előtt nyílnak a fényigényes, többnyire gyöktörzses vagy hagymás évelő növények, termést és magot érlelnek, majd föld feletti részeik elszáradnak (a kora tavaszi ún. geofitonok, az év nagy részét a talajban töltik hagymák, gyöktörzsek, gumók formájában, ilyen pl.",
    "az odvas keltike),",
    "majd a lombosodást követően az árnyéktűrők jelennek meg.",
    "Állatok egy része az egyes aszpektusokban nincs jelen, pl. vándormadarak, rovarok egy része.",
    "Egyszeri, előrehaladó változások: szukcessziók",
    "A szukcesszió egy adott élőhelyen található életközösség átalakulási folyamata egy másik közösséggé.",
    "Ismert",
    "természetes",
    "és az emberi hatásnak – zavarás, pl. erdőégetés - köszönhető másodlagos formája.",
    "A természetes szukcessziónak alapvetően két típusát különböztetjük meg.",
    "Szekuláris szukcesszió",
    "Földtörténeti léptékű.",
    "Több ezer évet átfogó szukcesszió.",
    "Egyirányú, nem ismétlődő folyamat, az éghajlat megváltozása következtében lejátszódó.",
    "Nagy területet érintő változások (pl. Kárpát-medence).",
    "Pl. az utolsó jégkorszakot követően Magyarországon a tundrai társulások átalakulása.",
    "ilyen volt                                                                ilyen lett",
    "Biotikus szukcesszió",
    "Rövidebb (száz években számolható),",
    "azonos éghajlati körülmények között zajló folyamat.",
    "Első lépése egy növényzet nélküli, kopár terület benépesítése.",
    "Az első betelepedő élőlények alkotják az ún. nyitó- vagy pionír társulást.",
    "A pionír társulások",
    "fajban szegények, alkotó populációik pedig egyedszámban viszonylag gazdagok,",
    "R-strategisták, fajaik apró, könnyen terjedő magvú és sokáig csírázóképes növények.",
    "Ezek a fajok nem viselik el az erős kompetíciót, pl. árnyékolást, más fajok gyökereinek elszívó hatását.",
    "Az első betelepedő növények a termőtalaj fokozatos kialakulásának, valamint új és új fajok megjelenésének teremtik meg a lehetőségét.",
    "Diverzitás egyre nő, de a végén csökkenhet (pl. bükkerdő), a K-stratégiájúak a folyamat végén vannak jelen nagyobb arányban, melyek leárnyékolják a szukcesszió korábbi fázisainak fényigényes fajait.",
    "A folyamat során nagyobb magvú, nehezebben terjedő fajok nyernek tért.",
    "A folyamat addig tart, amíg az adott éghajlati viszonyok mellett lehetséges legbonyolultabb, legnagyobb produktivitású, egyensúlyban levő társulás, az ún. zárótársulás (klimaxtársulás)",
    "ki nem alakul (általában erdő).",
    "A társulások stabilitása",
    "Egy társulás faji összetételét a faji diverzitással fejezzük ki, ami a fajok számát és egyedszámarányait jelenti.",
    "A társulások stabilitása, produktivitása arányos a diverzitásukkal.",
    "Minden társulásnak létezik egy optimális diverzitása.",
    "A diverzitás növekedése és csökkenése egyaránt veszélyezteti a társulás stabilitását, ezért a természetvédelem egyik legfontosabb feladata a diverzitás megőrzése.",
    "A csökkenő diverzitású, ill.",
    "a kevés fajból felépülő társulások igen sérülékenyek, mivel az egyik populáció egyedszámának csökkenése, ill.",
    "eltűnése megszakíthatja a táplálékláncot, így a felette elhelyezkedő populációk egyedszáma is csökkenni fog.",
    "A nagyobb diverzitású társulásokra inkább táplálékhálózatok jellemzők, így egy populáció kiesése nem jár olyan súlyos következményekkel.",
    "A diverzitás növekedése esetén",
    "csökken az egyes populációk egyedszáma, mivel a környezeti erőforrások korlátozott mértékben állnak az élőlények rendelkezésére,",
    "ami maga után vonja az egyes populációk genetikai változatosságának, így alkalmazkodóképességének a csökkenését is.",
    "A diverzitás csökkenése",
    "A diverzitást csökkentő hatások:",
    "Élőhelyek csökkenése.  Nagy területek váltak mezőgazdasági, ipari és lakóterületté.",
    "Környezetszennyezés",
    "Kizsákmányolás",
    "Étel (kaviár miatt sok tokfaj van veszélyben, Japánban a bálnavadászat).",
    "Hobbi (elefántcsont kereskedelem, korallgyűjtés, hobbivadászat stb.).",
    "Útépítés",
    "Őshonos fajokat agresszíven kiszorító fajok terjeszkedése (akác, parlagfű stb. itthon, Új-Zélandon macskák, patkányok).",
    "Klímaváltozás",
    "Monokultúrák: mezőgazdasági területeken már csak egyetlen faj nagy egyedszámú populációja található meg.",
    "Az ilyen mesterséges, kis diverzitású társulások nincsenek egyensúlyban és rendkívül érzékenyek.",
    "Példa a szukcesszióra, a sekély tavak feltöltődése",
    "Időrendben a következő társulások jelennek meg egy sekély tó kialakulását követően.",
    "Planktoni szervezetek,",
    "lebegő hínárok (békalencse),",
    "gyökerező hínárok (békaszőlő, tündérrózsa, vízitök),",
    "nádas (káka, gyékény),",
    "magassásos társulások (zsombékosok),",
    "mocsárrétek,",
    "fűzbokor ligetek,",
    "többnyire fűz-nyár ligeterdő.",
    "A folyamat végére a tó feltöltődik, helyét egy puhafa-ligeterdő veszi át.",
    "Az ember hatása a szukcesszióra",
    "Az emberi tevékenység gyorsíthatja a szukcessziót. Ilyen pl. az eutrofizáció.",
    "Eutrofizáció",
    "Tápanyagoknak, különösen nitrogén- és/vagy foszforvegyületeknek a vízben való feldúsulása algák és magasabb rendű növényi életformák növekedésének felgyorsulását okozza, és ezzel nemkívánatos zavart eredményez a vízi élet egyensúlyi helyzetében, valamint a természetes vizek minőségében.",
    "A magas tápanyag-koncentráció, ami a túlzott műtrágyázás, ill.",
    "a háztartási szennyvizek bemosódásának eredménye, nagymérvű fitoplankton burjánzáshoz vezethet (vízvirágzás).",
    "Ez az egész vízfelszínt elborítja, és meggátolja, hogy a fény az alsóbb vizeket is elérje.",
    "Ez megállítja a mélyebb rétegekben a növények növekedését és pusztulásukhoz vezet.",
    "Amikor a fitoplanktonok és a növények elpusztulnak,  baktériumok lebontják őket.",
    "Ez a folyamat a vízben lévő oxigént felhasználja és nem marad elegendő az állatok lélegzésre, így azok elpusztulnak.",
    "A többlet tápanyagok néha hozzájárulhatnak olyan fitoplankton fajok elszaporodásához, amelyek káros méreganyagokat termelnek.",
    "Ezek a mérgek további fajok pusztulását okozhatják.",
    "A kagylókban, rákokban felhalmozódó mérgek a tápláléklánc által továbbkerülnek az emberbe.",
    "Az elpusztuló élőlénymaradványok a fenékre lesüllyedve anaerob, bomló szerves iszapot hoznak létre.",
    "A tó mélysége csökken, a nádasok egyre beljebb terjednek, elborítják a szabad vízfelszínt.",
    "A szukcessziót lassító hatások",
    "Erdőirtás, fakitermelés,",
    "tavak kotrása,",
    "rétek legeltetése, kaszálása.",
    "Nyáras-borókás társulások létrejötte is emberi beavatkozásnak köszönhető.",
    "A legelés során az állatok a szúrós levelű borókát nem legelik le, a kialakuló borókák mellett a homokot kedvelő nyár is megtelepedhet.",
    "Degradáció",
    "Különböző természetes rendszerek, társulások, biotópok állapotának leromlása. Okok:",
    "A degradáció legsúlyosabb esetben egy adott rendszer teljes kipusztulásához vezet, ilyen pl. erdőkben a tarvágás.",
    "A talaj leromlása helytelen talajművelés, túllegeltetés, túlzott öntözés, szikesedés, ill. eróziós vagy deflációs pusztulás következtében szintén degradációhoz vezet.",
    "A túlzott műtrágyázás miatt nitrofil gyomok megjelenése és az ennek nyomán fellépő növénytakaró-változás.",
    "5.2.3. Hazai életközösségek",
    "A társulások szerkezetét, alapvető sajátságaikat a növények alakítják ki.",
    "Mint már korábban volt róla szó, a különböző termőhelyeken meghatározott növényfajok élnek együtt és alkotnak meghatározott összetételű növénytársulásokat.",
    "A termőhelyen működő külső termőhelyi tényezők jelentős mértékben befolyásolják egy társulás faji összetételét. Ilyenek",
    "az éghajlati (csapadék, hőmérséklet stb.) tényezők és",
    "a talajtényezők (fizikai és kémiai sajátságok), valamint",
    "az emberi beavatkozások (pl. zavarás).",
    "A külső termőhelyi tényezők határozzák meg azt, hogy valamely termőhelyen milyen növényfajok élhetnek meg és milyenek nem.",
    "Hogy egy adott faj előfordul-e egy adott társulásban, azt a különböző környezeti tényezőkkel szembeni tűrőképessége határozza meg.",
    "Az ökológiai mutatók a fajok környezeti igényeit jelzik.",
    "Ilyenek a hőmérséklet (T), a víz (W), a talaj kémhatása (R), a fajok zavarástűrése (Z), ill. nitrogénigénye (N).",
    "A társulásban előforduló fajok ökológiai mutatói alapján meg tudjuk becsülni a termőhely tulajdonságait, pl., hogy milyen a vízellátottsága, azaz száraz vagy nedves az élőhely.",
    "A következő oldalon a Növényismeret határozó könyvből láthatjuk az egyes ökológiai mutatók értékeinek jelentését.",
    "Magyarországon az évi átlagos hőmérséklet 10 Co körüli, a csapadék 600-, de tájaink között jelentős eltérések vannak az éves csapadék mennyiségében.",
    "A Dunántúl nyugati határszélein az éves csapadékmennyiség elérheti akár a 900 mm-t, az Alföldön azonban ennél lényegesen kevesebb lehet.",
    "Éghajlatunk eme tér-",
    "és időbeli változatossága visszatükröződik az élővilág, különösen a növényvilágnak a sokszínűségében, a növénytakaró változatosságában (Nyugat-Dunántúl bükköseitől az Alföld erdőssztyepp-",
    "és sztyeppfoltjaiig).",
    "Az adott területen a klimatikus tényezőkön kívül (hőmérséklet, csapadék) az egyes társulások kialakulását befolyásolja még",
    "a tengerszint feletti magasság,",
    "a domborzat (kitettség, déli-északi lejtők eltérő hőmérsékleti, ill. talajnedvességi viszonyai),",
    "alapkőzet típusa,",
    "a talaj típusa, talajvízszint,",
    "vízzel való borítottság.",
    "Magyarország a mérsékeltövi lombhullató erdők biomjához tartozik",
    ", a magyarországi átlagos csapadékmennyiség elegendő ahhoz, hogy zárt lomberdő kialakuljon.",
    "Ugyanakkor az Alföldön a zárt lomberdő felnyílik, és ún.",
    "erdőssztyepp, ill.",
    "a szárazabb területeken sztyepp növényzeti öv alakul ki.",
    "Hazánk területének az emberi tájátalakítás előtt 70-80%-át erdő fedte, ma az erdők aránya alig 18%.",
    "A társulásokat alkotó fajokat bizonyos szempontok szerint több csoportba sorolhatjuk.",
    "Vannak olyan ún. kozmopolita növények – pl. nád, gyomok -, melyek a Földön szinte minden kontinensen előfordulnak.",
    "A bennszülött fajok – az ún.",
    "endemikus fajok - ugyanakkor csak egy adott területen találhatók meg, elszigetelten fejlődtek, mint pl.",
    "Magyarországon a pilisi len vagy a magyar kökörcsin, tornai vértő, tiszai ingola, fekete bödöncsiga.",
    "Az őshonos fajok a földtörténeti korok során az adott területen – pl. mi földrészünkön - jöttek létre és alakultak olyanná, amilyennek ma ismerjük őket.",
    "Ilyen pl. hazánkban a bükk, gyertyán, ill.",
    "a különféle tölgyfajok.",
    "A tájidegen fafajok távoli tájakról származnak, többnyire",
    "faanyagtermelési – lucfenyő -,",
    "vagy talajmegkötési célból – akác –,",
    "ill. dísznövényként telepítették be. Továbbá a fácán, a dámvad, a muflon.",
    "Az invazív (özön) fajok olyan idegenhonos fajok, melyek gyorsan terjednek, kiszorítva az őshonos fajokat és közösségeket, ezáltal gazdasági, természetvédelmi vagy emberegészségügyi károkat okoznak, mint pl.",
    "a parlagfű, továbbá a mirigyes bálványfa, a gyalogakác, a kanadai aranyvessző, a spanyol meztelencsiga, az ázsiai márványpoloska, a burgonyabogár, a harlekinkatica, az ezüstkárász.",
    "Természetvédelmi értékkel bírnak az ún. reliktum fajok - maradványfajok –, melyek egy adott területen korábbi földtörténeti korokból fennmaradt állat- és növényfajok.",
    "Ilyenek hazánkban a tőzegmohalápok fajai, pl. a tőzegáfonya, továbbá a szelídgesztenye, a kereklevelű harmatfű, a lisztes kankalin, a fűrészlábú szöcske.",
    "A hazai erdőtársulások lehetnek klímazonálisak, intrazonálisak, ill. extrazonálisak.",
    "[NUMBERED_ITEM] Klímazonális erdők",
    "Kialakulásukban a döntő környezeti tényező az éghajlat volt, elsődlegesen meghatározóak a hőmérséklet és csapadékviszonyok.",
    "Az éghajlat magassági övei szerint kialakult egyes erdőtársulások:",
    "az alföldön tatárjuharos-lösztölgyes (már csak foltokban (mezőgazdaság)),",
    "cseres-kocsánytalan tölgyesek (cseres-tölgyesek) 250 - 450 m,",
    "gyertyános-tölgyesek 450 -,",
    "bükkösök 600 m-től fordulnak elő.",
    "A klímazonális erdőkben előfordulhatnak extrazonális, azaz zónán kívüli állományok.",
    "Hűvös hideg völgyekben, meredekebb északi hegyoldalakon a tölgyes és gyertyános-tölgyes erdőkben megjelenik az alacsonyabb hőmérsékletet kedvelő bükk.",
    "Cseres-tölgyes",
    "Középhegységeinkben és dombvidékeinken tszf. 250-450 méteres magasságban jellemző. A leggyakoribb erdőtípus hazánkban.",
    "Laza a lombkorona, amely a fényt jól átengedi.",
    "Jellemző a csertölgy és a kocsánytalan tölgy (barkócafa, virágos kőris szárazabb helyeken).",
    "A fejlett cserjeszint és fejlett gyepszint fény- és melegkedvelő fajokban gazdag.",
    "Cserjeszintben egybibés galagonya, kökény, fagyal, vörösgyűrű som fordul elő,",
    "a gyepszintben egyvirágú gyöngyperje, tavaszi lednek, baracklevelű harangvirág található.",
    "http://www.terra.hu/haznov/htm/Quercetum.petraeae-cerris.html",
    "Gyertyános-tölgyes",
    "Középhegységeinkben tszf. 450- magasságában fordulnak elő.",
    "Kétszintű lombkorona alakul ki, ahol:",
    "a felső szintet a kocsánytalan vagy kocsányos tölgy,",
    "az alsó szintet gyertyán alkotja.",
    "A kevesebb fény miatt jelentéktelen a cserjeszint és a gyepszint.",
    "Kora tavaszi aszpektusa gazdag geofitonokban, amelyek tavasszal virágzanak, nyárra mire a lombkorona záródik magjaikat elszórják, visszahúzódnak földalatti raktározó szerveikbe (gumó, hagyma, gyöktörzs)",
    "és az év nagy részét föld alatt töltik.",
    "Fajai: odvas keltike, medvehagyma, bogláros szellőrózsa, salátaboglárka.",
    "http://hu.wikipedia.org/wiki/Gyerty%C3%A1nos%E2%80%93t%C3%B6lgyes",
    "Bükkös",
    "Középhegységeink tszf. 600 méternél magasabban fekvő területein jellemzőek.",
    "Sűrű erdő, a lombkorona teljesen záródó, cserjeszint nincs, gyepszint csak kora tavasszal (geofitonok, hagymások, gumósok) fordul elő.",
    "Uralkodó fája a bükk.",
    "http://www.terra.hu/haznov/htm/Aconito-Fagetum.html",
    "[NUMBERED_ITEM] Intrazonális erdők",
    "A vízellátottság, az alapkőzet, vagy a domborzat módosító hatása következtében kialakuló társulások.",
    "Elsősorban a vízellátottság alapján kialakuló erdők:",
    "a ligeterdők,",
    "a láperdők.",
    "[NUMBERED_ITEM] Puhafa-ligeterdők, fűz-nyár ligeterdők",
    "Oxigénben dús, friss vízzel ellátott területeken, alacsony ártereken, folyók mentén alakultak ki,",
    "az öntéstalaj gazdag tápanyagokban, nitrogénben, így sok nitrofil faj fordul elő, fajai:",
    "fekete nyár, fehér fűz, nemes nyár, törékeny fűz,",
    "kúszónövények: szeder, komló,",
    "erdei iszalag.",
    "Területük a folyószabályozások miatt csökkent.",
    "Ugyanakkor a vizes élőhelyek védelméről a Ramsari Egyezmény gondoskodik.",
    "http://www.terra.hu/haznov/htm/Leucojo.aestivo-Salicetum.html",
    "[NUMBERED_ITEM] Keményfa ligetek",
    "A ligeterdők zárótársulásai, folyók mentén, magasabban (galériaerdők, tölgy-kőris-szil ligeterdők) fordulnak elő, fajai:",
    "kocsányos tölgy, magyar kőris, vénic szil,",
    "veresgyűrű, som, szeder,",
    "rezgő sás, salátaboglárka.",
    "[NUMBERED_ITEM] Láperdők",
    "Lefolyástalan, pangóvizes, magas vízállású, oxigén-szegény környezetben jellemzőek. Fajai:",
    "enyves éger, nyír, magyar kőris, kutyabenge,",
    "sásfajok, szálkás pajzsika, erdei iszalag.",
    "http://www.terra.hu/haznov/htm/Domb-es.hegyvideki.ligeterdok.html",
    "[NUMBERED_ITEM] Telepített erdők",
    "Az elpusztult természetes erdők helyén találhatók.",
    "Gazdasági szempontok alapján telepítik.",
    "Eltüntetik a természetes életközösséget, a talajviszonyokat hátrányosan befolyásolják.",
    "Monokultúráknak tekinthetők, diverzitásuk kicsi, fennmaradásuk folyamatos beavatkozással biztosítható. Rendkívül sérülékenyek.",
    "A fák közel egykorúak, genetikailag homogén állományt alkotnak.",
    "Erdeifenyő és feketefenyő.",
    "Faipari hasznosítás céljából ültették.",
    "Káros, mert a tűlevél nehezen lebomolva savassá teszi a talajt, nehéz a helyére visszaállítani a természetes társulásokat.",
    "Észak-Amerikából akácfa.",
    "Igénytelen, gyors fejlődésű faj, azonban a talaj tápanyagtartalmát teljes mértékben felhasználja, humuszképzése viszont jelentéktelen.",
    "Az eredeti társulásokba hatolva, ott elszaporodva degradációt (leromlást) okoz.",
    "A futóhomok megkötése céljából telepítették.",
    "Az akácgyökér önálló nitrogénkötésre és ennek következtében a termőhely tápanyagviszonyainak aránylag gyors megváltoztatására képes.",
    "Az akác lombja igen gazdag nitrogéntartalmú vegyületekben, ezért az avarja igen gyorsan bomlik, s ez a talaj felső rétegében nitrogén-túlkínálatot idéz elő.",
    "A nemesnyárasokat gyors növekedésük és papíripari feldolgozhatóságuk miatt telepítették és telepítik.",
    "A jelen fátlan társulásainak kialakulását",
    "az alapkőzet, talajtípus,",
    "a domborzat és a kitettség,",
    "a terület vízháztartása befolyásolja, ezért intrazonális társulásoknak tekinthetők.",
    "Legmagasabb szintjük a gyepszint, amelyben csak lágyszárú növények fordulnak elő.",
    "[NUMBERED_ITEM] Sziklagyepek",
    "A sziklagyepek talaja sekély, nitrogénszegény, benne kevés a szerves anyag, száraz, napi hőingása jelentős.",
    "A sziklagyepi fajok többnyire csak mérsékelten zavarástűrők.",
    "A hazai sziklagyepek kiemelkedő természetvédelmi jelentőségűek, ezért azok védelme, fenntartása és megőrzése a hazai természetvédelem egyik legfontosabb feladata.",
    "A letűnt korok változatos vegetációiról tanúskodó reliktumok jelentős számú előfordulása jellemző a sziklagyepekre.",
    "A védett növényfajaink több mint 50%-a kötődik a sziklagyepekhez.",
    "Stabil társulások, emberi beavatkozás nélkül is fennmaradnak, ugyanakkor legfontosabb veszélyeztető tényezői: fásítás, a turizmus, más szabadidős tevékenységek, tájidegen fajok betelepülése/betelepítése (feketefenyő, muflon), bányászat, lakóépületek, utak létesítése, műtrágyázás, hulladéklerakás.",
    "Sziklagyepek természetvédelmének elvei:",
    "Be nem avatkozás: stabil társulások, alapvetően nem igényelnek rendszeres kezelést, azonban biztosítanunk kell a zavartalanságukat.",
    "Ritka és veszélyeztetett növényfajok elterjedésének elősegítése: a fokozottan védett növényfajok (pl. tornai vértő, pilisi len) állományait folyamatosan monitorozni szükséges, illetve fajspecifikus védelmi programokat kell megvalósítani.",
    "Agresszív növényfajok visszaszorítása: elsősorban a feketefenyő és bálványfa.",
    "Területek regenerációja, helyreállítása: felhagyott bányák, illetve telepített fafajokból álló erdők területén.",
    "Vadállomány egyedszámának visszaszorítása: elsősorban a muflon.",
    "Turizmus korlátozása.",
    "A nyílt sziklagyepeken a növényzet hézagosan borítja a felszínt, a hegységek lejtői szukcessziójának kezdeti állapotai.",
    "[NUMBERED_ITEM] Szikesek",
    "Szikesedés",
    "A szikesedés során a vízben oldódó különféle sók kiválnak és felhalmozódnak a talajban. A sók ionjai lehetnek:",
    "Nátriumion,",
    "karbonátion,",
    "káliumion,",
    "magnéziumion,",
    "kalciumion,",
    "kloridion,",
    "szulfátion.",
    "A szikesedés során a vízben oldódó sók feldúsulnak a talajvízben.",
    "Ha a talajvíz felfelé mozog – erős párolgás, ill.",
    "a kapillárishatás miatt -, mikor a víz elpárolog, a sók hátramaradnak, felhalmozódnak a talaj felső rétegeiben.",
    "Elsődleges szikesedés",
    "Az elsődleges szikesedés természetes folyamat. Okai:",
    "száraz, félsivatagos éghajlat, a talaj víztartalmának erős párolgása,",
    "sóban gazdag alapkőzet,",
    "vízlefolyás olyan területekről, ahol nagy mennyiségű sót kieresztő geológiai rétegek vannak.",
    "A sóban gazdag felszín alatti víz a hajszálcsövesség következtében a felszínre áramlik, majd elpárolog.",
    "Másodlagos szikesedés",
    "A másodlagos szikesedést helytelen emberi beavatkozások okozzák.",
    "Helytelen öntözés (sókban gazdag vízzel),",
    "a talajvízszint megemelkedése a víztározók közelében, mivel a talaj sótartalmát a mélyebb rétegekből a víz kioldja és a felszínre szállítja.",
    "A folyószabályozás és az árvédelmi töltések megakadályozták az árvizek kiöntését, a lecsapolt területeken a párolgás következtében jelentékeny sómennyiség halmozódott fel a talajban.",
    "Túlzott műtrágyázás.",
    "Ártéri erdők irtása, erős legeltetés.",
    "A szikesedés a Földön a legszélesebb körben elterjedt talajromlási folyamat.",
    "A sók felhalmozódása",
    "korlátozza a növények vízfelvételét,",
    "a talajok kémhatását lúgos irányba tolja (a Na2CO3 lúgosan hidrolizál),",
    "rontja a talaj mikroflórájának működését, és a talaj termékenységének jelentős csökkenéséhez vezet.",
    "A talajok szerkezete tömött lesz, a talajban oxigénhiány lép fel, mely kedvez pl.",
    "az anaerob denitrifikáló baktériumok elszaporodásának, aminek köszönhetően csökken a N-tartalom.",
    "A szikes talajok humuszszegénnyé válnak.",
    "A talaj szerkezetének romlása miatt a talajokat a víz és a szél könnyebben erodálja.",
    "A magas sótartalom, s a következtében kialakult levegőtlen tömött talaj csak szárazságtűrő növények életfeltételeit biztosítja.",
    "A növények gyökérzete mélyre hatoló, sók felvételének köszönhetően nagy szívóerejű, hajtásuk a felszínen szétterülő.",
    "A száraz és nedves szikesek legjellemzőbb területei a Hortobágyon, a Kiskunságon, a Körös-vidéken alakultak ki.",
    "A Hortobágyi és",
    "Kiskunsági Nemzeti",
    "Parkok területén a száraz szikes puszta fennmaradását legeltetéssel biztosítják.",
    "A lelegelt füvekkel \"eltávolítják\" azt a szervesanyag-mennyiséget, melynek felhalmozódása a biológiai szukcessziót (a növényzet benépesülését: sziki erdős-sztyepprét sziki tölgyes kialakulását) biztosítaná.",
    "[NUMBERED_ITEM] Láprétek",
    "Lefolyástalan, pangóvizes területeken, az egykori láperdők helyén találhatók.",
    "Az elpusztuló növényzetből a levegőtlen talajban tőzeg képződik.",
    "A tőzeges talaj felszínét tőzegmohák borítják.",
    "[NUMBERED_ITEM] A víz által meghatározott társulások időbeli, ill. térbeli egymásra következésükkel jól mutatják a tavak szukcessziójának különböző állomásait.",
    "[NUMBERED_ITEM] Vízi növényzet",
    "Az álló- és folyóvizek társulásai tartoznak ide.",
    "A lebegő hínárok a nyílt vizek társulásai, melyekre leginkább a víz felszínén úszó és alámerült fajok jellemzőek,",
    "békalencsefajok, rucaöröm, rence, békatutaj.",
    "Gyökerező hínártársulásokat a sekély vízben gyökerező növények alkotják,",
    "fehér tündérrózsa, vízitök, hínáros békaszőlő, békaliliom.",
    "[NUMBERED_ITEM] Nádasok",
    "Az 1-2 méteres sekély parti vizeket szegélyezik.",
    "Alacsony diverzitású társulások.",
    "A part felől érkező szennyező anyagok kiszűrésében óriási jelentőségük van.",
    "Nád, mellette a tavi káka és a gyékény.",
    "[NUMBERED_ITEM] Magassásos társulások (zsombékosok)",
    "Sekély vizű, vagy csak időszakosan vízzel borított ártereken alakultak ki.",
    "Átmenetet képeznek a mocsárrétek, láprétek felől a vizet szegélyező nádasok társulásai felé. \t\t\t.",
    "[NUMBERED_ITEM] Mocsárrétek",
    "Friss vízellátású, üde talajú, nyáron kiszáradó területek, az Alföldön és nagyobb folyók mentén.",
    "[NUMBERED_ITEM] Gyomtársulások",
    "Bunting (1960): „A gyomnövények a másodlagos szukcesszió pionír fajai.”",
    "A gyomnövények megjelenése a növényi vegetáció alkalmazkodása az ember által alakított környezethez.",
    "Az adott körülmények között számunkra káros bármilyen növényt gyomnövénynek tekinthetünk.",
    "Élőhelyek szerint:",
    "Szántóföldön, legelőn.",
    "Vágási területeken.",
    "Bolygatott területeken, ruderáliákon, emberi lakóhelyek környékén.",
    "A gyomok kártételi formái",
    "A termőhely elfoglalása.",
    "A talaj vízkészletének felhasználása.",
    "A tápanyagkészlet felhasználása.",
    "Élősködés.",
    "Betegségek köztes gazdái,",
    "kártevők szaporítói.",
    "Termelési költség növelése.",
    "Termés értékének lerontása.",
    "Mérgező gyomok.",
    "Vetési gyomtársulások",
    "Mezőgazdasági területek gyomtársulásai.",
    "A kalászosok gyomtársulásai.",
    "Pipacs, mezei szarkaláb.",
    "Vágási gyomtársulások",
    "Erdőirtások helyén, fény- és nitrogénkedvelő gyomok jelennek meg.",
    "Málna, nadragulya.",
    "A ruderális gyomtársulások",
    "Parlagterületeken, településeken, utak mentén, mindenféle bolygatott, ún. ruderális vagy romtalajokon fordulnak elő.",
    "Romtalajok a törmeléklerakó helyeken, szeméttelepek környékén fordulnak elő.",
    "Kígyószisz, csattanó maszlag (erősen mérgező), parlagfű.",
    "Taposott gyomtársulások nagyvárosokban találhatók,",
    "pl. nagy útifű.",
    "A gyomtársulásokat alkotó fajok jellemzői:",
    "R-strategisták, kompetíció-tűrésük kicsi,",
    "zavarástűrésük nagy, N-ben gazdag talajokat kedvelik,",
    "élettelen környezeti tényezőkkel szemben tágtűrésűek,",
    "fénykedvelők,",
    "adventív fajok, özönnövények.",
    "A gyomtársulások elterjedése és fennmaradása folyamatos emberi hatás eredménye:",
    "A vetési társulásokban rendszeres az emberi beavatkozás, szántás, vetés, aratás, növényvédelmi munkák, műtrágyázás, ásás.",
    "Az útszéli társulásokban gyakori a taposás, az erózió, a szennyezés, az útkarbantartási munka.",
    "A vágástársulás egyszeri erdővágás eredményeként alakul ki a beavatkozás következtében.",
    "Kárpát-medence élővilágának egyedisége, megőrzendő értékei",
    "Természeti értékeink,",
    "a tájak, a földtani-felszínalaktani értékek (geológiai képződmények, formák),",
    "a barlangok,",
    "és a természetvédelmi szempontból legfontosabb élőhelyek",
    "erdők,",
    "füves területek, rétek, kaszálók,",
    "sziklagyepek,",
    "vizes élőhelyek (lápok, láprétek, folyóvizek, tavak)",
    "a hazai állat- és növényvilág sokfélesége (diverzitása).",
    "A Kárpát-medence természeti és kulturális értékeinek megőrzésére alakultak hazánkban a nemzeti parkok.",
    "A nemzeti parkok feladatait a 1996.",
    "évi LIII.",
    "törvény határozza meg.",
    "Eszerint",
    "„A nemzeti park az ország jellegzetes, természeti adottságaiban lényegesen meg nem változtatott, olyan nagyobb kiterjedésű területe, melynek elsődleges rendeltetése a különleges jelentőségű, természetes növény- és állattani, földtani, víztani, tájképi és kultúrtörténeti értékek védelme, a biológiai sokféleség és természeti rendszerek zavartalan működésének fenntartása, az oktatás, a tudományos kutatás és a felüdülés elősegítése.”",
    "Magyarország pusztai jellegű nemzeti parkjai: a Hortobágyi, a Kiskunsági, és a Körös-Maros Nemzeti Park.",
    "Hazánk hegyvidéki jellegű nemzeti parkjai: Aggteleki, Bükki, Balaton-felvidéki és az Őrségi Nemzeti Park.",
    "Hazánk vizes jellegű nemzeti parkjai: Fertő-Hanság, Duna-Dráva, Duna-Ipoly Nemzeti Park",
    "Az ember szerepe a természetes előhelyek átalakításában",
    "Az intenzív emberi hatások következtében a természetes élőhelyek jelentős része megsemmisült vagy feldarabolódott.",
    "A fajok a megmaradt kis kiterjedésű természetes és",
    "természetközeli élőhelyekre szorultak vissza.",
    "Tájaink természetes állapotának fennmaradását veszélyezteti",
    "az átgondolatlan, gazdasági célú területhasználat,",
    "a lakott települések terjeszkedése,",
    "a nagyüzemi mező- és erdőgazdaság,",
    "az ipari és lakossági hulladék illegális lerakása.",
    "Monokultúrák: mezőgazdasági területeken már csak egyetlen faj nagy egyedszámú populációja található meg.",
    "A monokultúra előnyei:",
    "Hatékony, lehetővé teszi nagy mennyiségű élelmiszer „olcsó” előállítását.",
    "A homogén ültetvények kezelése jóval egyszerűbb, nem szükséges külön odafigyelni a különböző fajtákból, fajokból álló állományok igényeire.",
    "Egyszerre lehet végezni a trágyázást, öntözést, permetezést stb., könnyebb alkalmazni a gépesített művelési módokat, amelyek kevesebb emberi munkát igényelnek.",
    "A monokultúra hátrányai:",
    "A monokultúrák terméshozama évente csökkenő tendenciát mutat, amely elsősorban a talaj kártevőinek a gazdanövényhez való alkalmazkodására vezethető vissza.",
    "Ezt a problémát a talajba juttatott vegyszerekkel oldják meg több-kevesebb sikerrel.",
    "A talajba juttatott vegyszerek általában nemcsak a kártevő fajokat pusztítják el, hanem számos más, a talajéletben nélkülözhetetlen fajt is.",
    "A kártevők, a gyomok képesek alkalmazkodni az alkalmazott szerekhez, így kialakulhatnak rezisztens kártevők (hasonlóan az antibiotikumokra rezisztens baktériumok kialakulásához).",
    "A talaj tápanyagtartalma egyoldalúan és sokkal gyorsabban kimerül, ezért nagyobb mennyiségű műtrágyát kell alkalmazni.",
    "Ilyen módon a monokultúrák nagyban hozzájárulhatnak a talajvizek elszennyezéséhez és",
    "a felszíni vizek eutrofizációjához is.",
    "Mivel az állomány genetikailag homogén, egy esetlegesen fellépő betegség az egész termést tönkreteszi.",
    "Kicsi a diverzitás, ezért a társulás instabil, rövid a tápláléklánc, hiányzanak a lebontók (a betakarítás elviszi a szerves anyagot)."
  ]
}