{
  "doc_id": "5.3. Bioszféra, 5.5. Környezet- és természetvédelem, 5.6. Fenntarthatóság",
  "sentences": [
    "5.3. Bioszféra                          Készítette Vizkievicz András",
    "5.3.1. Globális folyamatok",
    "A fejezet a követelményrendszer 5.3. pontja alapján készült.",
    "Gaia-elmélet",
    "Lényege, hogy a Föld összes élő és élettelen része egy szorosan összefüggő egységes és önszabályozó ökorendszert alkot, melyet egyetlen élő szervezetnek tekinthetünk.",
    "James Lovelock 1972-ben dolgozta ki a modellt, William Golding adta a Gaia nevet a Földnek, a \"szuperorganizmusnak\", a Föld-méretű gigantikus élő szervezetnek.",
    "Gaia a Föld istennője volt a görög hitvilágban, finom, nőies és táplálékot adó istennő, de azokhoz könyörtelenül szigorú, akik nem éltek harmóniában a Földdel.",
    "A földi ökoszisztéma azért hasonlítható egy élő szervezethez, mert az élet egy olyan rendszernek a sajátossága,",
    "ami nyílt anyagi rendszer, azaz amelyre jellemző az energia- és anyagáramlás és",
    "képes arra, hogy bizonyos határokon belül állandó értéken tartsa a belső tulajdonságait, homeosztázisa van, önszabályozó rendszer.",
    "Gaia tehát a Föld bioszféráját, atmoszféráját, vizeit és földjeit magába foglaló összetett rendszer, mely élőlénynek tekinthető, mert önszabályozó folyamatok",
    "a Föld sokféle jellemzőjét tartják állandó értéken, de legalábbis egy meghatározott tartományon belül.",
    "Globális problémák",
    "Földünkön az élő rendszereket az alábbi globális problémák fenyegetik, melyek hátterében bizonyítottan az emberiség környezetre gyakorolt káros hatásai állnak.",
    "Klímaváltozás",
    "A tengerek szintjének emelkedése, a vizek savasodása, tengeráramlatok megváltozása.",
    "Csapadékviszonyok megváltozása, elsivatagosodás, özönvízszerű esőzések.",
    "A Föld átlaghőmérsékletének emelkedése, globális felmelegedés.",
    "Jégsapkák, gleccserek olvadása.",
    "Ökoszisztémák fajösszetételének megváltozása (nem őshonos invazív fajok).",
    "Környezetszennyezés",
    "Kommunális, ipari, mezőgazdasági eredetű.",
    "Talajok, levegő, vizek szennyezése.",
    "Fosszilis energiahordozók túlzott használata, a légköri CO2-koncentráció emelkedése.",
    "Ózonréteg elvékonyodása, UV sugárzás mértékének fokozódása.",
    "Hulladékkezelés, tárolás problémái, újrahasznosítás alacsony mértéke.",
    "Természetes élőhelyek csökkenése, eltűnése, erdőírtás, erdőtüzek.",
    "Biodiverzitás csökkenése, túlhalászat, fajok kihalása.",
    "Túlnépesedés, városiasodás.",
    "Éhezés, ivóvízhiány.",
    "Világjárványok kialakulása (pl. COVID19).",
    "Társadalmi konfliktusok (háborúk).",
    "Népességrobbanás, túlnépesedés",
    "Az utóbbi 200 évben a népességnövekedés exponenciális tendenciát mutat.",
    "Konrad Lorenz Nobel-díjas viselkedéskutató szerint a túlnépesedés az emberiség első számú halálos bűne.",
    "Az emberiség nyolc halálos bűne című könyvében a túlnépesedés társadalmi következményeire, a megnövekedett agresszivitásra és a csökkenő toleranciaküszöbre figyelmeztet.",
    "A népességrobbanás okai:",
    "a mezőgazdasági hozamok növekedése, javuló élelemzés,",
    "a jobb szociális környezet és egészségügyi ellátás, javuló higiénés körülmények,",
    "technológiai fejlődés,",
    "a járványok visszaszorítása,",
    "csecsemőhalálozás nagymértékű csökkenése,",
    "mindezek eredményeképpen a halálozási arány csökkent, a várható élettartam nőtt.",
    "A túlnépesedés áll a legtöbb globális probléma hátterében, gyökere tulajdonképpen az összes környezeti problémának, beleértve a környezetszennyezést, az élelmiszer- és energiagondokat, valamint nagyon sok gazdasági és társadalmi problémát.",
    "Városiasodás",
    "Az urbanizáció vagy városiasodás a városok térbeli és népességbeli növekedését, valamint a városi életforma terjedését jelenti.",
    "Heti egymillió fővel gyarapodik a Föld városainak összesített lakossága a következő negyedszázad folyamán – jósolja az ENSZ által kiadott jelentés.",
    "A világ lakosságának fele már most városokban él, de egyes becslések szerint a Földön 50 év múlva 4,5 milliárd városlakó lesz.",
    "A falvakból való elvándorlás okai a romló életfeltételek, a munkanélküliség és a biztonság hiánya.",
    "Ugyanakkor a világ szegényei sűrűn lakott, ivóvíz és csatorna nélküli nyomornegyedekben élnek.",
    "A városiasodás társadalmi problémái",
    "Rossz minőségű ivóvíz, elégtelen higiénés feltételek.",
    "Hajléktalanság. Becslések szerint a városokban összesen 100 millió ember él hajlék nélkül.",
    "Zaj- és légszennyezés.",
    "A városi stressz egyik oka a zajterhelés.",
    "A levegőszennyezés miatt egyre gyakoribbak a légzőszervi megbetegedések, például a hörghurut, az asztma és a tüdőrák.",
    "Túlzsúfoltság",
    "Növekszik az agresszió, a bűnözés, a kábítószerfogyasztás,",
    "a nagyvárosi polgár elidegenedik a környezetétől,",
    "csökken a közösségi szellem, individualizálódik a társadalom, ami egyik fő oka a családok szétesésének.",
    "Szegregáció, a társadalmi csoportok területi elkülönülése.",
    "A városok ökológiai hatásai",
    "Csökken a természetes zöldterület.",
    "Nagyobb és koncentráltabb a szennyezőanyag- és hulladékkibocsátás.",
    "A közlekedés által okozott légszennyezés (szén-dioxid, szén-monoxid, nitrogén-oxidok, kén-dioxid, ólom, azbeszt), gyakran szmog (füstköd) kialakulásához vezet.",
    "A kibocsátott üvegházhatású gázok, ill. a jelentős felületű aszfalt erősen növeli a városok levegőjének hőmérsékletét.",
    "Továbbá fokozott zaj-, fény-, víz- és talajszennyezés.",
    "Növekszik a szennyvíz mennyisége, amelynek kezelése további problémákat vet fel.",
    "Sajátos nagyvárosi ökoszisztéma jön létre.",
    "Az úthálózatok ökológiai hatásai",
    "Az autópályák, nagyobb autóutak",
    "megépítése nagy területet igényel,",
    "mikroklimatikus hatásaik és a gépkocsik gázkibocsátása kilométerenként 67 hektárnyi területet érint,",
    "felszíni hőmérsékletük jóval nagyobb, mint a növényzettel borított talajé, fokozódik a talajból a víz párolgása, ezért az út melletti talajrészek kiszáradnak.",
    "Az autópályák mentén jellegzetes zonáció figyelhető meg, az utak mellett szárazságtűrő, melegkedvelő egyéves fajok jelennek meg,",
    "a kozmopolita gyomfajok elszaporodnak és velük együtt kártevőik és fogyasztóik is terjednek.",
    "Az élőhelyek feldarabolódnak, a populációk elszigetelődhetnek (genetikai sodródás),",
    "az utak gyakran állatok vándorlási útvonalait keresztezik.",
    "5.5. Környezet- és természetvédelem",
    "5.5.1. Alapfogalmak",
    "A környezet alatt",
    "a bioszférát felépítő ökoszisztémák",
    "és az ember alkotta építmények együttesei értendők.",
    "Az ökoszisztémát együttesen alkotják az élőlények, és az élettelen környezet (talaj, víz, levegő).",
    "Az épített környezetbe a települések, az utak, az infrastruktúra tartozik bele.",
    "A környezet és természet nem szinonima fogalmak.",
    "A természet a környezet azon halmaza, amely nem tartalmazza az épített környezetet.",
    "Védelmük is különválik környezet-, valamint természetvédelemre.",
    "Környezetvédelem",
    "Környezetvédelmi Lexikon: \"A környezetvédelem olyan céltudatos, szervezett, intézményesített társadalmi tevékenység, amelynek célja az ember ipari, mezőgazdasági, bányászati tevékenységéből fakadó káros következmények kiküszöbölése és megelőzése az élővilág és az ember károsodás nélküli fennmaradásának érdekében\".",
    "A természetvédelem",
    "A természetvédelem a természeti területek értékeinek megőrzésére, bemutatására és helyreállítására irányuló társadalmi tevékenységek összessége.",
    "Természeti terület az olyan terület, amely állapota természetközeli, nem érte jelentős emberi behatás.",
    "Természeti értékek a természeti erőforrások, az élővilág és az élővilág fennmaradásához szükséges élettelen környezet.",
    "A természetvédelem lehetőségei",
    "A természetvédelmi tevékenység lehet passzív és aktív.",
    "A passzív természetvédelem gondoskodik a védett értékek – fajok, területek - törvényes védelméről, de nem avatkozik bele a természetes folyamatokba.",
    "Ilyenek a kezeletlen védett területek, pl. az őserdők (olyan fás társulások, melyeket ember nem bolygatott meg).",
    "A védett területeken emberi beavatkozás nélkül történik a természetes megújulás és fenntartás.",
    "Az aktív – cselekvő – természetvédelem során az emberi beavatkozás következménye lesz a természetközeli állapot fennmaradása. Kezelés lehet pl.:",
    "kaszálás (réteken, legelőkön, ez a cserjésedést akadályozza meg),",
    "erdőművelés,",
    "nádaratás,",
    "vadászat,",
    "tavak kotrása, vízutánpótlás biztosítása stb.",
    "A természetvédelem további lehetőségei",
    "Védett területek létrehozása.",
    "Fajok védelme, biodiverzitás megőrzése.",
    "Kereskedelem korlátozása.",
    "Jogalkotás.",
    "A természetvédelem alapvető eszköze – a fajok védelme mellett - a védett természeti területek létrehozása.",
    "Országos jelentőségű, egyedi jogszabállyal védett természeti területeknek nevezzük a természetvédelemért felelős miniszter által, rendeletben védetté nyilvánított természeti területeket.",
    "Ezek lehetnek",
    "nemzeti parkok (NP),",
    "tájvédelmi körzetek (TK),",
    "természetvédelmi területek (TT).",
    "Nemzeti parkok",
    "A legmagasabb és legsokoldalúbb természetvédelmi kategória. Az ország legjelentősebb területeinek természetes állapotban tartása és bemutatása a cél.",
    "Nemzeti park az ország jellegzetes, természeti adottságaiban lényegesen meg nem változtatott, olyan nagyobb kiterjedésű területe, melynek elsődleges rendeltetése a különleges jelentőségű, természetes növény- és állattani, földtani, víztani, tájképi és kultúrtörténeti értékek védelme, a biológiai sokféleség és természeti rendszerek zavartalan működésének fenntartása, az oktatás, a tudományos kutatás és a felüdülés elősegítése.",
    "A nemzeti parkokat ütköző zónával kell körbevenni, amely megszűri a káros hatásokat, illetve ezeket, ha szükséges a park területén belül is ki kell alakítani.",
    "A NP területén tudományos kutatómunka, oktatás és természetvédelmi nevelés folyik.",
    "Magyarországon jelenleg 10 nemzeti park található, melyek lefedik az ország egész területét.",
    "A nemzeti parkokban hagyományos gazdálkodási ágak maradtak fenn, vagy ma is hasznosítják a terület egy részét a gazdálkodásban.",
    "Magyarország nemzeti parkjai",
    "http://www.nemzetipark.gov.hu/",
    "Pusztai jellegű nemzeti parkok:",
    "a Hortobágyi,",
    "a Kiskunsági,",
    "és a Körös-Maros Nemzeti Park.",
    "Hegyvidéki jellegű nemzeti parkok:",
    "Aggteleki,",
    "Bükki,",
    "Balaton-felvidéki,",
    "és az Őrségi Nemzeti Park.",
    "Vizes jellegű nemzeti parkok:",
    "Fertő-Hanság,",
    "Duna-Dráva,",
    "Duna-Ipoly Nemzeti Park",
    "A tájvédelmi körzet (TK) természeti, tájképi adottságokban gazdag nagyobb, általában összefüggő terület, tájrészlet, ahol a természet védelméről szóló 1996.",
    "évi LIII.",
    "törvény szerint „az ember és természet kölcsönhatása esztétikai, kulturális és természeti szempontból jól megkülönböztethető jelleget alakított ki, és elsődleges rendeltetése a tájképi és a természeti értékek megőrzése”.",
    "A természetvédelmi terület (TT) az ország jellegzetes és különleges természeti értékekben gazdag, kisebb összefüggő területe, amelynek elsődleges rendeltetése egy vagy több természeti érték, illetve ezek összefüggő rendszerének a védelme.",
    "Természetvédelem mellett szóló etikai, egészségügyi, kulturális és gazdasági érvek",
    "Az etikai érv",
    "A természet a belőle származó gazdasági érték mellett ún.",
    "belső értékkel rendelkezik, s mint olyan védelemre érdemes.",
    "Az élővilág egyedeinek joguk van az élethez, illetve minden fajnak joga van a túléléshez.",
    "Albert Schweitzer: a biológiai élet önálló értékkel bír és ezért tisztelni, védeni kell. Az élet egyszeri és megismételhetetlen.",
    "A jóléti érv",
    "A jóléti érv alapja a környezeti állapot romlása és az emberi egészség közötti összefüggés.",
    "A rossz minőségű ivóvíz betegségek terjedéséhez vezethet, a rossz levegőminőség hozzájárul a légzési rendellenességek kialakulásához, a zaj pedig növeli a stresszt.",
    "Az Európai Közösség Alapszerződésének 130. cikkelye szerint a környezetpolitika egyik fő célja az emberi egészség védelme.",
    "A jóléti érv továbbá nem korlátozódik a jelenlegi generációra, hanem magában foglalja a jövő generációit is.",
    "A jövő generációival szembeni szolidaritás összhangban áll a fenntartható fejlődés célként való meghatározásával.",
    "Ez etikai érv is egyben.",
    "Gazdasági érv",
    "A környezetvédelmi szempontokat ma a gazdasági érvek uralják. A tagállamok közötti jogharmonizáció mögött is gazdasági megfontolás áll.",
    "A közös környezetvédelmi normák a működőképes belső piac előfeltételei.",
    "A környezeti problémák hatásos megoldásának hiánya többletköltséggel jár.",
    "A tiszta technológiákba való beruházások új piacokat és munkahelyeket teremtenek.",
    "Társadalmaink ökológiai modernizációja épp ezért a gazdasági modernizáció szerves része.",
    "Forrás: Dr. Damjanovich Imre",
    "Nemzetközi egyezmények",
    "Ramsari egyezmény- a nemzetközi jelentőségű vizes területekről, 1971.",
    "Rioi egyezmény - a biológiai sokféleségről, Rio de Janeiro, 1992.",
    "Kiotói jegyzőkönyv - ENSZ keretegyezmény a klímaváltozásról; Kyoto 1997.",
    "Aarhusi Egyezmény- Egyezmény a környezeti ügyekben az információhoz való hozzáféréséről, a nyilvánosságnak a döntéshozatalban történő részvételéről és az igazságszolgáltatáshoz való jog biztosításáról.",
    "World Heritage Convention- Egyezmény a világ kulturális és természeti örökségének védelméről, Párizs, 1972.",
    "CITES- Egyezmény a veszélyeztetett fajok nemzetközi kereskedelméről, Washington, 1973.",
    "CMS- Egyezmény a vándorló vadon élő állatfajok védelméről, Bonn, 1979.",
    "Bécsi egyezmény- az ózonréteg védelméről, 1985.",
    "Montreáli Jegyzőkönyv- Egyezmény az ózonréteg védelméről.\t\t\tForrás: greenfo",
    "A környezetszennyezés csökkentését ösztönző főbb gazdasági és jogi lehetőségek",
    "Adók, tiltás, határérték, bírság, polgári per",
    "A szabályozás lehet közvetlen és közvetett.",
    "A közvetlen szabályozás adminisztratív tiltásokon, engedélyezési kötelezettségeken alapul, eszközei a kibocsátási engedélyek, környezetvédelmi normák, határértékek megállapítása.",
    "A közvetett szabályozás gazdasági ösztönzőkkel tereli a piac szereplőit a kívánt környezettudatos magatartás irányába, pl. az adók,",
    "díjak bevezetésével, ill. környezetbarát technológiát alkalmazó támogatások rendszerével.",
    "A kibocsátási díjakat a környezetbe juttatott szennyező anyag mennyisége alapján állapítják meg.",
    "A határértéket túllépő szennyezés esetén bírságot kell fizetni.",
    "Környezetvédelmi bírság: aki jogszabályban foglalt, a környezet védelmét szolgáló előírást megszeg, vagy azokban megállapított határértéket túllép, az általa okozott környezetkárosítás mértékéhez igazodó környezetvédelmi bírságot köteles fizetni.",
    "Egyes esetekben Hatályos Környezetvédelmi Törvény lehetővé teszi, hogy a környezetvédelmi",
    "társadalmi szervezetek környezetveszélyeztetés, környezetszennyezés és környezetkárosítás esetén a környezethasználóval szemben polgári pert indítsanak a környezet védelme érdekében.",
    "Határérték: A környezethasználat jogilag (egészségügyileg) elfogadható felső határa.",
    "A határértékek leggyakoribb fajtája a kibocsátási vagy emissziós határérték, melyet az érintett környezeti elem vonatkozásában a terhelő hatások, illetve szennyező anyagok fajtáira állapítanak meg (szennyvíznél pl. víz ólomtartalmára töménységben g/m3, zajhatásnál decibelben stb.).",
    "Az intézkedések által elérni kívánt célok:",
    "az ökológiai rendszerek működőképességének fenntartása,",
    "a természeti és épített környezeti értékek megőrzése,",
    "a környezetet szennyező és károsító kibocsátások csökkentése,",
    "a bekövetkezett károk felszámolása, a helyreállítás,",
    "valamint a természeti erőforrások fenntartható hasznosítása is.",
    "Környezetvédelmi adók",
    "A környezet védelme érdekében az országok adórendszerébe be kell iktatni a környezeti adók tételét.",
    "Az adók alatt a környezetvédelmi adókat kell értenünk, mint például",
    "a széndioxid-adó,",
    "a talajszennyezési adó,",
    "energiaadó,",
    "hulladékadó",
    "szennyvízadó.",
    "Az ökoadót olyan termékekre, szolgáltatásokra (pl. olaj, gáz, áram), illetve olyan termelőtevékenységekre vetik ki, amelyek szennyezik a környezetet.",
    "Az adóztatás célja",
    "a gazdasági szereplők energiatakarékosságra történő ösztönzése,",
    "környezetbarát technológiák fejlesztése, használata,",
    "a természeti erőforrásokkal való takarékos gazdálkodás ösztönzése,",
    "a környezetkárosítás mérséklése,",
    "továbbá az adó okozta áremelkedés általában csökkenti a szóban forgó termék iránti keresletet.",
    "5.5.2. Levegő",
    "Légszennyező anyagok",
    "SO2",
    "Főleg a fosszilis energiahordozók (kőszén, szénhidrogének) égetésekor kerül a levegőbe,",
    "a levegő páratartalmával (a csapadékban oldódva) kénessavat (H2SO3) képez, amiből további oxidációval kénsav (H2SO4) keletkezik, savas esők okozója,",
    "főleg a növények klorofillját és a talajt károsítja, a talaj kémhatását savas irányba tolja, redukáló hatású.",
    "Magyarországon a lucfenyő és a kocsánytalan tölgy különösen érzékeny a savas esőre.",
    "SO2-re érzékeny indikátor élőlények a zuzmók.",
    "Nitrogén-oxidok NO, N2O, NO2, N2O3",
    "Magas hőmérsékelten jönnek létre, fő forrás az ipar és a közlekedés, ill. villámláskor is keletkeznek,",
    "a csapadékban oldódva savakká (salétromossav, HNO2, salétromsav, HNO3) alakulnak (savas esők).",
    "Halogéntartalmú szénhidrogének",
    "Régen hűtőkben, dezodorokban használták.",
    "Felelősek az ózonpajzs elvékonyodásáért pl. freon (CF2Cl2).",
    "Üvegházhatású gázok.",
    "CO",
    "Széntartalmú anyagok tökéletlen égésekor keletkezik.",
    "Az egyik legjelentősebb CO kibocsátó a közlekedés.",
    "Rendkívül mérgező, irreverzibilisen hozzákötődik a vérben a hemoglobinhoz, csökkentve az oxigén szállítását és gátolva a leadását, ill.",
    "a terminális oxidáció utolsó tagjához, meggátolva az elektrontranszportlánc és így a biológiai oxidáció működését.",
    "CO2",
    "Növények fotoszintéziséhez szükséges (minden autotróf élőlény képes felhasználni),",
    "szerves vegyületeket állítanak elő belőle,",
    "minden élőlény bocsát CO2-t a levegőbe (lebontó anyagcsere terméke), a sejtlégzés során keletkezik,",
    "az emberi tevékenység is termel CO2-t a fosszilis energiahordozók – kőolaj, földgáz, kőszén - elégetésével (ipar, közlekedés, háztartások),",
    "vulkánkitörések során is kerül a levegőbe,",
    "a talajban a szerves anyagok bomlásakor is keletkezik.",
    "Viszonylag állandó koncentrációja fontos lenne az üvegházhatás miatt.",
    "Az üvegházhatás okozói főleg a CO2, CH4, vízgőz, dinitrogén-oxid, halogéntartalmú szénhidrogének.",
    "Szilárd lebegő szennyeződések",
    "Por",
    "Mikroszkopikus méretű szemcsék (1-500 μm).",
    "Természetes és emberi tevékenység (közlekedés) hatására kerülnek a légkörbe,",
    "felületükön káros anyagok kötődhetnek meg, főleg benzin-égéstermékek, kátrány, aromás vegyületek (rákkeltő hatás).",
    "Korom",
    "Tüzelőanyagok tökéletlen égésekor visszamaradó, magas széntartalmú anyag, a füst szilárd komponense.",
    "Ólom és ólom-vegyületek",
    "Azon országokban, melyek még napjainkban is ólmozott üzemanyagot használnak, az ólom legnagyobb része a szénhidrogénüzemű járművekből kerül a levegőbe.",
    "Szmog",
    "Füstköd,",
    "ha a levegőben lévő légszennyező anyagok koncentrációja elér és meghalad egy bizonyos határértéket,",
    "ezt az értéket elérve valamelyik levegő összetevő egészségkárosító hatású (légúti problémák, asztma, tüdőödéma, nyálkahártya irritáció).",
    "Téli, London-típusú szmog kialakulásának feltételei:",
    "szélcsendes időjárás,",
    "magas légnyomás,",
    "magas relatív páratartalom,",
    "-3 – + közötti hőmérséklet,",
    "fosszilis tüzelőanyagok nagymértékű felhasználásakor,",
    "összetevői: CO, kén-dioxid, por, korom.",
    "Szmogriadó",
    "Intézkedési rendszer,",
    "önkényesen megállapított határértékek alapján,",
    "ha a káros anyagok mennyiségének az értéke közelíti, vagy eléri a megadott határértéket,",
    "hatására csökken a légszennyező anyagok kibocsátásának mértéke,",
    "közlekedés, ipari tevékenység, fűtés többlépcsős korlátozása.",
    "Az ózon",
    "Az ózon O3 egy három oxigénatomból álló instabil molekula.",
    "Az ózon a légkör 20- magasságában köpenyszerűen veszi körül a Földet, hőmérséklete eléri a 60 Celsius-fokot.",
    "A földi élet számára rendkívül fontos, mert kiszűri az UV sugarak legnagyobb részét.",
    "Az ózon védő szerepe kettős:",
    "egyrészt az ózonképző folyamatokhoz UV-sugárzás kell, s emiatt e tartomány energiája felemésztődik az \"ózongyártásban\",",
    "másrészt maga az ózon elnyeli (abszorbeálja) az UV-B-sugárzás döntő hányadát.",
    "A légkörben található ózon mennyisége az utóbbi néhány évtizedben helyenként eltérő mértékben folyamatosan csökken.",
    "A legnagyobb mértékű csökkenést a Déli-sark környezetében mérték.",
    "Az ózonréteg vékonyodásáért a légkörbe került halogén-tartalmú szénhidrogének, főleg freonok tehetők felelőssé.",
    "Ezek a vegyületek felhalmozódva még 50-100 évig lesznek jelen, károsítva az ózonréteget.",
    "A savas eső",
    "A csapadék pH-ja mindig kisebb, mint 7.",
    "A tiszta esővíz enyhén savas, pH-ja 5,6 körüli értékre csökken a légköri szén-dioxid miatt: \t\tH2O + CO2 H2CO3    H+ + HCO3–",
    "a kisebb pH-jú (4,5) esőt nevezik savas esőnek.",
    "Oka:",
    "Kén-dioxid (SO2), kis mennyiségű ként tartalmazó szén és olaj égetéséből származik, a vízzel kénessavat (H2SO3) alkot.",
    "Nitrogén-oxidok, pl. a belső égésű motorok gyújtásakor keletkeznek a levegő nitrogénjéből, vízzel salétromsavvá alakulnak.",
    "Halogén-tartalmú (Cl) szénhidrogének égetésekor sósav képződik.",
    "Hatásai:",
    "Talaj savasodása,",
    "talajok fémtartalmának – Al - kioldódása a természetes vizekbe, ill. a táplálékláncba kerülése,",
    "természetes vizek pH-jának csökkenése, plankton és az erre épülő tápláléklánc megváltozása.",
    "Fenyőerdők, tölgyesek pusztulása.",
    "Az épületek és szobrok károsodása. Leggyakoribb formája a mészkő mállása. CaCO3 + H2SO4 = CaSO4 + CO2 + H2O",
    "Fémből készült építmények – hidak, vasutak – korróziója.",
    "Az üvegházhatás fokozódásának kialakulása és lehetséges következményei",
    "A légkör a Napból érkező rövidebb hullámhosszú fényt könnyen átengedi, ami a földfelszínben elnyelődik felmelegítve azt.",
    "A földfelszín által kibocsátott sugárzás hullámhossza hosszabb, mint az elnyelt sugárzásé, azaz több benne az infravörös tartomány.",
    "A kisugárzásból származó energiát a légkör különféle gázai – szén-dioxid, vízgőz, metán, N2O, freon stb.",
    "– már nem engedik át, elnyelik és visszasugározzák a felszín felé, aminek köszönhetően egy hőcsapda jön létre.",
    "A jelenség teljesen hasonló az üvegházban tapasztaltakhoz, ezért üvegházhatásnak hívjuk.",
    "Az üvegházhatás kb. 35 fokkal emeli a bolygó átlaghőmérsékletét.",
    "Az ipari forradalom óta emelkedik a légkörben az üvegházhatású gázok mennyisége, aminek következtében nő a levegő átlaghőmérséklete (globális felmelegedés).",
    "Az egyes légköri gázok részesedése az üvegházhatásból:",
    "Szén-dioxid (25%),",
    "vízgőz (50%),",
    "metán, N2O, freon (25%).",
    "Bár a szén-dioxid üvegházhatása a leggyengébb, olyan nagy a koncentrációja a légkörben, hogy nagyrészt ez a gáz határozza meg a légkör üvegházhatásának mértékét.",
    "A folyamatot gyorsítja a zöld növénytakaró csökkenése, mivel a növények a fotoszintézisük során kivonják a szén-dioxid egy részét a légkörből.",
    "A globális felmelegedés – klímaváltozás - hatásai",
    "A globális felmelegedés következményeit nehéz előre jelezni.",
    "A Föld éghajlatát kialakító rendszer ugyanis igen összetett, és egyes elemei (szárazföldi jégtakarók, tengeri jég, tengeráramlások, csapadékzónák stb.)",
    "szoros kapcsolatban állnak, befolyásolják egymást.",
    "Hatása helyenként változó mértékű, sőt ellentétes is lehet, ezért helyesebb klímaváltozásról beszélni.",
    "Megállíthatatlan az óceánok vízszintemelkedése.",
    "Az Antarktiszt övező jégborítás csökkenése miatt a beeső napsugárzásnak egyre nagyobb része nyelődik el, amitől még tovább melegszik a térség.",
    "A grönlandi jégtakaró eltűnése akár hét méterrel is megemelheti a világtenger szintjét.",
    "Az elolvadó jégtömeg miatt csökkenhet az óceánok sótartalma és így a sűrűsége, s ezáltal megváltozhatnak a nagy tengeráramlatok.",
    "A Golf-áramlat eltérülése Európában akár lehűlést is eredményezhet.",
    "5.5.3. Víz",
    "Vízszennyeződések",
    "A vízszennyezés minden olyan emberi tevékenység, illetőleg anyag, mely a víz fizikai, kémiai, biológiai és bakteriológiai tulajdonságait (természetes minőségét) károsan megváltoztatja.",
    "A vízszennyezés következtében a víz emberi használatra részben, vagy teljesen alkalmatlanná válik, ill.",
    "a természetes vízi életfolyamatok kárt szenvednek.",
    "Vízszennyeződést okoznak a mérgező, fertőző, sugárzó anyagok, így pl.",
    "a kommunális szennyvíz és ipari szennyvíz stb.",
    "természetes vizekbe vezetése.",
    "Vízszennyezés forrásai",
    "Ipari tevékenység, forrásai: üzemek, gyárak, ipari katasztrófák.",
    "Nyílt tengerek vizét elsősorban a kőolaj termelésével és szállításával kapcsolatos balesetek során a vízbe ömlő szénhidrogének – olaj – szennyezik.",
    "Az olaj a víz tetején összefüggő réteget képezve elzárja a fényt és az oxigént a víztől, ill.",
    "a tengeri élőlények – pl. madarak, teknősök – az olajrétegbe süllyedve tömegesen pusztulnak.",
    "Hőszennyezés: a természetes vizek káros hőmérséklet-emelkedése.",
    "Hőszennyezés általában ipartelepek, atomerőművek közelében jelentkezik, ha azok a jelentős mértékben felmelegedett hűtővizüket a természetes vizekbe engedik.",
    "Hőszennyezés forrásai lehetnek még a természetes meleg vizek, hévizek, fürdők, strandok is.",
    "A felmelegedés következtében a víz oxigéntartalma csökken, az aerob szervezetek károsodnak, számuk jelentősen csökkenhet, az oxigénhiány az anaerob lebontási folyamatoknak kedvez, ami a biológiai egyensúly felbomlásához vezet.",
    "Egyes melegkedvelő algafajok is nagyobb mértékben elszaporodhatnak, ezek a vizek szervesanyag-tartalomban gazdagabbak lesznek, ami eutrofizálódáshoz vezet.",
    "Mezőgazdaság, forrásai: műtrágyák, növényvédőszerek, dögkutak.",
    "A műtrágyák eutrofizációt okoznak, továbbá nitrátot juttatnak a vízbe, amely erősen mérgező, mivel a hemoglobinhoz kötődik és gátolja az oxigénszállítását a vérben.",
    "Elsősorban csecsemőkre veszélyes.",
    "Fulladásos halált okozhat.",
    "A növényvédő szerek – peszticidek – meghatározott idő alatt lebomlanak, azonban nem megfelelő használatuk során (nem megfelelő koncentrációban alkalmazva, lebomlási idő előtt felhasználva) – akár a tápláléklánc közvetítésével - bekerülhetnek előbb vagy utóbb az emberi szervezetbe, ahol súlyos mérgezéseket és egyes szervek – máj, vese – károsodását okozzák.",
    "Kommunális (háztartási)",
    "A mosogatóvíz, mosóvíz, fürdővíz, ételmaradék, széklet, vizelet stb. (a derítőből a talajvízbe szivárog, onnan pedig a felszíni vizekbe kerül).",
    "Fő jellemzője a nagy mennyiségű szerves anyag tartalom és a nagy tömegű mikroorganizmus. Ez a szennyvíz két okból veszélyes:",
    "a szerves anyagok bomlása során ásványi anyagok szabadulnak fel, ami kedvező az algáknak, ill.",
    "lecsökken a víz oldott oxigéntartalma, megindul az eutrofizáció.",
    "A mikroorganizmusok közvetlen fertőzési veszélyt jelentenek a környezetre.",
    "Bizonyos mennyiségű vízszennyezést a vizek természetes öntisztulási képessége tolerálni tud.",
    "Az öntisztulás során a természetes vizek emberi beavatkozás nélkül szabadulnak meg a szennyező anyagoktól (pl. kommunális szennyeződésektől).",
    "Fizikai folyamatok (kiülepedés stb.),",
    "kémiai folyamatok, de főleg",
    "biológiai folyamatok során megy végbe az öntisztulás.",
    "Tehát",
    "a szilárd részecskék kiülepednek,",
    "az ásványi anyagokat algák hasznosítják,",
    "a szerves anyagokat heterotróf lebontó mikroorganizmusok bontják le.",
    "Lassú folyamat (évek, évtizedek).",
    "Az öntisztulás nem korlátlan mértékű folyamat.",
    "Bizonyos anyagok bomlástermékei hosszabb ideig a vízben maradnak (nitrát), a nehézfémek pedig biológiai lebomlásra nem képesek.",
    "A természetidegen szerves anyagok – mikroműanyagok - lebomlása nagyságrendekkel lassúbb lehet, mint a természetes szerves anyagoké.",
    "A le nem bomló szennyezések és a lebomlási termékek",
    "az",
    "élő és az élettelen környezetben pedig egyre halmozódnak.",
    "5.5.4. Energia, sugárzás",
    "Energiagazdálkodás",
    "[NUMBERED_ITEM] Nem megújuló energiahordozók",
    "A nem megújuló energiaforrás olyan természeti erőforrás, aminek emberi léptékben mérve nincs újraképződési mechanizmusa.",
    "Fosszilis tüzelőanyagok",
    "Az emberi civilizáció energiaigényét elsősorban nem megújuló, ún. fosszilis tüzelőanyagok elégetésével fedezi, ilyen pl. a földgáz, kőolaj, kőszén.",
    "Ezek felhasználása környezetszennyező, mivel égésükkor a bioszféra számára számos káros anyag keletkezik (szén-dioxid, kén-dioxid, nitrogén-oxidok stb.).",
    "Nem fosszilis energiahordozók",
    "A nem megújuló energiaforrások közé sorolható még az atomenergia felhasználása is. Az atomenergia felhasználásának előnyei:",
    "Nem szennyezi a levegőt, nincs károsanyag kibocsátás.",
    "Nincs zajártalom.",
    "Biztonságos (mások szerint nem).",
    "Kis mennyiségű hulladék keletkezik.",
    "Az atomenergia felhasználásának hátrányai:",
    "Az atomerőművek megépítése rendkívül költséges.",
    "A kimerült fűtőelemek tárolása rendkívül komplikált, veszélyes.",
    "Az urán bányászata drága, egészségkárosító, sok a meddőkőzet.",
    "Az erőműbalesetek következményei beláthatatlanok (Csernobil, Fukushima).",
    "A nem megújuló energiaforrások azonkívül, hogy környezetkárosítók, kimerülő félben vannak.",
    "A hazai energiaipar elsősorban nem megújuló energiaforrásokra támaszkodik, mint pl.",
    "atomerőmű (Paks),",
    "gáz és kőolaj alapú erőművek,",
    "szénerőművek (Inota, Bükkábrány).",
    "[NUMBERED_ITEM] Megújuló energiaforrások",
    "A megújuló energiaforrás olyan energiaforrás, amely a természeti folyamtok során folyamatosan rendelkezésre áll, vagy emberi léptékben mérve újratermelődik.",
    "A megújuló energiaforrások ún. alternatív energiaforrások. Ilyenek pl.:",
    "Vízenergia",
    "Szélenergia",
    "Geotermikus energia",
    "Ár-apály energia",
    "Napenergia",
    "Biomassza alapú energia: ami energetikailag hasznosítható növények, termések, melléktermékek, növényi és állati hulladékok.",
    "A fenti energiaforrások vitathatatlan előnye, hogy kimeríthetetlenek.",
    "Hátrányuk ugyanakkor, hogy a beruházások költségesek, megtérülésük is sokszor vitatott.",
    "A vízierőművek",
    "Jelentősen megváltoztatják a táj arculatát.",
    "Az elárasztott területeken az eredeti ökoszisztéma megszűnik.",
    "Jelentősen emelkedik a talajvízszint, szikesedés veszélyét hordozza.",
    "A gátak akadályozzák az élőlények vándorlását.",
    "Szél és naperőművek",
    "Költséges a megépítésük,",
    "az energianyerés kiszámíthatatlan rendszerű, idejű és nem feltétlenül esik egybe a felhasználással.",
    "Hatékonysága csekély.",
    "A termelt energiát nem lehet tárolni.",
    "5.5.5. Talaj",
    "A földkéreg legfelső, termékeny rétege. A benne élő élőlényeket (elsősorban növényeket) látja el tápanyagokkal, azaz termékeny.",
    "Talajképződés",
    "3 szakasza van:",
    "[NUMBERED_ITEM] Fizikai mállás",
    "Lényege az aprózódás.",
    "A kőzetek felszíne napsütésben jobban felmelegszik, mint a belső részek, ezért az eltérő hőtágulás miatt repedések jönnek létre.",
    "Télen ezekbe csapadék szivárog, ami megfagyva tovább szélesíti a repedéseket.",
    "[NUMBERED_ITEM] Kémiai mállás",
    "Lényege, hogy a csapadék hatására kémiai oldódási folyamatok indulnak be.",
    "Fő hatótényezője a víz + CO2, fő reakciótípusa a hidrolízis.",
    "Eredménye az agyag, amely bonyolult összetételű, főleg Al, Fe, szilikátok elegye.",
    "[NUMBERED_ITEM] Biológiai mállás",
    "Lényege, hogy az agyagon pionír élőlények (baktériumok, gombák, zuzmók, mohák, egyéves lágyszárúak) telepednek meg, lebomló szerves maradványaikból képződik a humusz.",
    "A humusz bonyolult szerves vegyületek elegye,",
    "színe fekete, kémhatása enyhén savas (humuszsavak),",
    "a keletkezés sebessége függ az éghajlattól; a meleg, csapadékos klíma növeli a képződési folyamatok sebességét.",
    "A talajt morzsalékossá, levegőssé teszi.",
    "Szemcséi felszínén víz és ásványi sók kötődnek meg, szerves anyagainak lebomlása után tápanyagforrás.",
    "A talajképződést meghatározó tényezők:",
    "éghajlat (hőmérséklet, csapadék, szél),",
    "földtani tényezők (alapkőzet),",
    "domborzati tényezők (kitettség),",
    "biológiai tényezők (baktériumok, gombák, növények, állatok),",
    "emberi tevékenység.",
    "Szerkezet, kötöttség",
    "A talaj lehet",
    "laza, morzsalékos szerkezetű, amely kedvező a talajélet szempontjából, a talajszemcsék közti pórusokat levegő és víz tölti ki.",
    "A talajlevegő CO2- és páratartalma nagyobb, oxigéntartalma pedig kisebb a levegőénél.",
    "A tömött talajok kedvezőtlen talajok, jellemzően magas a Na+-tartalom (pl. szikesek).",
    "Hőmérséklet",
    "A talajok hőmérséklete függ a színüktől és a víztartalmuktól, minél alacsonyabb a víztartalom, annál nagyobb a talaj hőingadozása.",
    "A talaj kémiai tulajdonságai",
    "Talajkolloidok",
    "A talajkolloidok 0,001 mm-nél kisebb részecskék, amelyek fénymikroszkóppal már nem láthatók.",
    "Nem anyagi minőséget, hanem mérettartományt jelent.",
    "Negatív töltésűek.",
    "Szervetlen kolloidok keveréke az agyag,",
    "a szerves kolloidoké a humusz.",
    "Legfontosabb tulajdonságaik a nagy víz- és tápanyagmegkötő képesség, mivel a kolloidok nagy fajlagos felülettel rendelkeznek, különféle anyagokat (kationokat, pl. Ca2+, Mg2+, Na+, K+, vizet, gázokat) képesek megkötni, adszorbeálni a felületükön.",
    "A talaj víztartalma a talajkolloidok mennyiségétől függ, minél több van, annál nagyobb a vízmegkötő képesség.",
    "A talajkolloidok felületükön kötik meg a vizet,",
    "rossz vízmegkötés: pl. homoktalajok,",
    "jó vízmegkötés: pl. agyagtalajok, humuszban gazdag talajok.",
    "A növények tápanyagaikat a talajból ionok formájában veszik fel.",
    "A talaj tápanyagai egyrészt",
    "agyagkolloidokban vagy azok felületén kötve,",
    "a talajoldatban oldva,",
    "a humusz szemcsék felszínén, mint víz és ásványi sók kötődve találhatók meg,",
    "A humusz a szerves anyagok lebontása után jelentős tápanyagforrás a növények számára.",
    "A talaj tápanyagai:",
    "Kalciumion",
    "Különösen meszes talajokban van nagy mennyiségben.",
    "Ca2+-ban gazdag talaj laza (morzsás) szerkezetű.",
    "Nátriumion",
    "Túl sok nátriumion (Na2CO3) esetén tömör, levegőtlen, rossz vízmegkötő képességű, ún. szikes talaj jön létre, mely erősen lúgos kémhatású.",
    "Talajerózió",
    "Talajeróziónak nevezik a csapadékvíz talajpusztító tevékenységét.",
    "Hatásának elsősorban a növényzettel nem borított talajfelület van kitéve, amit a domborzati viszonyok (pl. meredek lejtők) fokoznak.",
    "A növényzet nélküli területekről a termőréteg, a humusz lemosódik, így ott már mezőgazdasági művelés vagy erdőtelepítés már nem lehetséges.",
    "Talajerózió okai:",
    "erdőirtás,",
    "helytelen földművelés, talajok kimerülése,",
    "felszíni bányászat,",
    "erdősávok hiánya.",
    "Tágabb értelemben a talajdegradáció minden olyan folyamatot jelent, amely a talaj termékenységét csökkenti, minőségét rontja, ill.",
    "a talaj teljes lepusztulásához vezet.",
    "A talajdegradáció lehetséges formái:",
    "Víz és szélerózió,",
    "szikesedés,",
    "talajsavanyodás (savas esők),",
    "tömörödés közlekedési hatások miatt),",
    "elmocsarasodás,",
    "kiszáradás (bányászat hatásai),",
    "biológiai leromlás (humusz kimerülése).",
    "Haiti erdőirtások nyomai az űrből",
    "Elsivatagosodás",
    "A talajok elsivatagosodásáért",
    "a klimatikus változások (globális felmelegedés) mellett",
    "a helytelen mezőgazdasági tevékenység (a természetes szárazságtűrő gyepek beszántása, helyükre vízigényes haszonnövények telepítése),",
    "a túlzott műtrágyázás (szikesedést eredményez),",
    "a túllegeltetés (a természetes növénytakaró eltünése),",
    "az erdőirtás (talajerózió révén) és",
    "a nem megfelelő öntözés (túlzott, ill. sóban gazdag vízzel történő) a felelős.",
    "Az erdőírtás további következményei:",
    "különösen a trópusi területeken, a növényzet hiányában a nagy mennyiségű csapadék lemossa az egyébként is vékony, tápanyagokban szegény talajt (erózió), nagy az elsivatagosodás kockázata,",
    "hegyvidékeken csökken a lezúduló csapadék megkötése, ezért az alacsonyabb területeken nő az áradás veszélye,",
    "csökken a biodiverzitás,",
    "csökken a növényzet által megkötött szén-dioxid mennyisége,",
    "csökken az oxigéntermelés,",
    "csökken a terület páratartalma, nő a napi hőmérséklet ingadozás.",
    "Talajszennyezés",
    "Emberi tevékenységhez köthető folyamat, melynek során a talaj tulajdonságai kedvezőtlen irányba változnak meg.",
    "Talajszennyezés forrásai",
    "Ipari szennyezések,",
    "légköri kiülepedés,",
    "csővezetéktörés, szivárgás, szakszerűtlen tárolás,",
    "növényvédő szerek, intenzív műtrágyázás,",
    "közlekedés, sózás, kipufogógázok,",
    "hulladéklerakás, háztartási szennyvíz,",
    "elhibázott folyószabályozás, helytelen vízelvezetés (szikesedés).",
    "5.5.6. Hulladék",
    "A hulladék",
    "A hulladék az emberi civilizáció termelő és fogyasztó tevékenysége során képződő felesleges anyag, amely",
    "közvetlenül vagy közvetve veszélyezteti az egészséges és természetes környezetet és",
    "amely keletkezési helyén felesleges, ott fel nem használható és további kezelést igényel.",
    "Hulladéktípusok",
    "Háztartási hulladék",
    "Építkezési törmelék",
    "Növényi eredetű hulladék",
    "Állati eredetű hulladék",
    "Szennyvíziszap, fekália",
    "Üveg hulladék",
    "Műanyag, gumi hulladék",
    "Fémhulladék",
    "Hamu, salak",
    "Leggyakoribb veszélyes-hulladék típusok",
    "Veszélyes hulladék a törvény által meghatározott tulajdonságokkal rendelkező, az egészségre, a környezetre kockázatot jelentő hulladék.",
    "Gyógyászati hulladék",
    "Akkumulátor, elemek",
    "Vegyszer, mosószer",
    "Növényvédő szer",
    "Olaj",
    "Azbeszt",
    "Üveggyapot",
    "Festék, hígítók, oldószerek",
    "Állati tetemek, húsipari hulladék",
    "Hulladékkezelés",
    "Hulladékgazdálkodás a hulladékkal összefüggő tevékenységek rendszere, beleértve",
    "a hulladék keletkezésének megelőzését,",
    "mennyiségének és veszélyességének csökkentését,",
    "a hulladék kezelését,",
    "szaktanácsadást és oktatást.",
    "Vannak olyan hulladékok, amelyeket egyszerűen nem lehet újrahasznosítani vagy újrafeldolgozni. Ezen hulladékok kezelésére két fő módszer van:",
    "a hulladékok elégetése vagy",
    "a hulladéklerakókban történő elhelyezése.",
    "Mindkét módszer súlyos környezetkárosítással járhat, ezért alkalmazásuk különös figyelmet igényel.",
    "A hulladéklerakókban az összepréselt szilárd hulladékot földréteggel betakarják.",
    "Ugyanakkor a tárolók súlyos szennyeződést okozhatnak, ha veszélyes anyagok jutnak a levegőbe, vagy szivárognak a talajba vagy a közeli folyókba és tavakba.",
    "Fóliázással meg kell akadályozni, hogy ezen anyagok kiszivárogjanak a bomló hulladékból.",
    "A hulladék magas hőmérsékleten történő elégetése az egyik módszer arra, hogy véglegesen megszabaduljunk a szeméttől.",
    "Az égésnek az előnye, hogy",
    "a hulladéklerakóban elhelyezendő szemét térfogatát 90%-kal, a tömegét pedig 60-70%-kal csökkenti.",
    "Az elégetés során energia termelődik, amelyet áram- vagy hőtermelésre lehet felhasználni.",
    "A különleges módon megtervezett hulladékégetők veszélyes anyagot is képesek kezelni.",
    "Szelektív hulladékgyűjtés, feldolgozás, újrahasznosítás",
    "A szelektív hulladékgyűjtés a hulladékok anyagfajta - papír, műanyag, üveg, fém - szerinti elkülönített gyűjtését jelenti.",
    "A szelektív hulladékgyűjtés lehetőséget teremt az újrafeldolgozásra, az újra hasznosításra, melynek során a hulladék anyagából újra termék készül.",
    "A szelektív hulladékok újrafeldolgozásával jelentős mennyiségű elsődleges nyersanyagot takaríthatunk meg, ami a környezet szempontjából mindenképpen kedvező.",
    "5.6.1. Fenntarthatóság",
    "Fenntartható fejlődés",
    "A fenntartható fejlődés olyan fejlődés, amely „kielégíti a jelen szükségleteit, anélkül, hogy veszélyeztetné a jövő nemzedékek esélyét arra, hogy ők is kielégíthessék szükségleteiket”.",
    "A fenntartható fejlődés három alappilléren nyugszik:",
    "a társadalmi,",
    "a gazdasági és",
    "a környezeti pilléreken (lásd alább).",
    "Komplex megközelítéssel, egyszerre veszi figyelembe a természeti folyamatokat, a társadalmi igényeket, és a gazdasági fejlődés igényeit.",
    "A fejlődés alapvető célja tehát a szociális jólét lehetőségének biztosítása, egyaránt a jelenlegi és a jövőbeli nemzedékek számára.",
    "Ez csak úgy lehetséges, ha közben fenntartható módon hasznosítjuk a természeti erőforrásokat, elkerüljük a környezet állapotában bekövetkező visszafordíthatatlan káros változásokat.",
    "Alapelvek",
    "A megújuló erőforrások kiaknázása nem lehet gyorsabb azok regenerálódási üteménél,",
    "a feleslegessé vált anyagok kihelyezésének mértéke nem haladhatja meg a környezet feldolgozó kapacitását,",
    "a nem megújuló erőforrások használatát a minimumra kell szorítani.",
    "Az ENSZ Fenntartható Fejlődés Bizottsága 1994-ben kidolgozta a fenntartható fejlődés mutatóit.",
    "Az erőforrásokat hatékonyan használjuk, a hulladékképződést minimalizáljuk.",
    "A szennyezést korlátozzuk azon a szinten, amely nem károsítja sem a természeti rendszereket, sem az emberi egészséget.",
    "Az emberek egészségét biztonságos, tiszta és kellemes környezet fenntartásával védjük, és a prevencióra helyezzük a hangsúlyt.",
    "A természet sokféleségét értékként kezeljük és óvjuk.",
    "A közösségek helyi igényeit helyileg elégítjük ki.",
    "Az áruk, a szolgáltatások a környezet megterhelése nélkül legyenek megközelíthetők.",
    "Az emberek alkotta környezetben, a helyekben és a tárgyakban szépség és hasznosság érvényesüljön.",
    "Igyekszünk biztosítani, hogy a jó minőségű élelmiszerhez, ivóvízhez, otthonhoz és üzemanyaghoz mindenki elérhető áron jusson hozzá.",
    "Mindenki számára legyen adott a lehetőség, hogy megfelelő munkát vállaljon. A munkavégzésért tisztességes fizetés járjon.",
    "Az embereknek ne kelljen tartaniuk a bűnözéstől, zaklatástól személyes meggyőződésük, etnikai, nemi hovatartozásuk vagy szexuális szokásaik miatt.",
    "Mindenki megszerezhesse azokat az információkat, ismereteket és tudást, amelyek birtokában a társadalom teljes értékű tagjává válhat.",
    "A társadalom minden tagjának legyen lehetősége a döntéshozatali folyamatban való részvételre.",
    "Mindenki számára legyenek hozzáférhetők a kulturális, pihenési és kikapcsolódási lehetőségek.",
    "Tiszteljük a sokféleséget és a helyi sajátosságokat.",
    "Az ökológiai lábnyom és a biokapacitás fogalma",
    "Egy ember vagy egy adott terület népességének a természetre gyakorolt hatását, egy hektárban kifejezett mutatószámmal, az ökológiai lábnyommal lehet leírni.",
    "Az ökológiai lábnyom az a terület, ami károsodás nélkül meg tudja termelni az életvitelünkhöz szükséges javakat (élelem, energia).",
    "Mértékegysége hektár/fő/év.",
    "Kifejezi, hogy adott technológiai fejlettség mellett egy emberi társadalomnak milyen mennyiségű természeti javakra – pl. földre és vízre - van szüksége önmaga fenntartásához és a megtermelt hulladék elnyeléséhez.",
    "Ez az érték kiszámítható egyes emberekre, csoportokra, régiókra, országokra vagy vállalkozásokra is.",
    "Az átlagos egy főre eső ökológiai lábnyom , 2,5-szer nagyobb, mint 1961-ben.",
    "Ám ha megnézzük, hogy a Földön 11,3 milliárd hektár biológiailag aktív föld- és tengerfelület van és 7 milliárd ember, akkor kiszámítható, hogy valójában minden emberre csak 1,6 hektár jut.",
    "Ugyanakkor a biokapacitás megmutatja egy adott terület eltartóképességét, azon természeti erőforrások mennyiségét, amelyet a természet minden évben képes előállítani.",
    "A biokapacitás alapján eldönthető, hogy valamely ország természeti erőforrásai elegendők-e az adott ország fogyasztási, illetve termelési tevékenységének a fenntartáshoz.",
    "A biokapacitás és az ökológiai lábnyom különbsége azt a deficitet mutatja, amellyel lehetőségeinket túllépve más országokat vagy a jövő generációkat terheljük.",
    "Deficit esetén az ország ökológiailag fenntarthatatlan módon működik.",
    "Magyarország ökológiai lábnyoma 2008-ban 3,59 gha volt.",
    "A fogyasztás ökológiai lábnyoma kb 0,9 gha-val haladja meg az ország biokapacitását, és kb. 2 Földre lenne szükség ahhoz, ha mindenki ugyanúgy akarna élni, ahogy mi Magyarországon.",
    "2003-ban a Föld országai közül az Egyesült Arab Emírségekben volt a legnagyobb, majdnem  az egy lakosra jutó ökológiai lábnyom.",
    "Ha mindenki úgy élne, mint ezen ország lakói, több mint 5 Földre lenne szükség a fogyasztásuk biztosítására.",
    "Az „élbolyban” az Amerikai Egyesült Államok következik 9,6 hektárral, nyomában harmadikként Finnországot találjuk (7, ).",
    "A három legkisebb lábnyomú ország Banglades (0, ), Szomália (0, ) és",
    "Afganisztán (0, ).",
    "A legkisebb és legnagyobb lábnyomú országok között majdnem 120-szoros különbség van!"
  ]
}