{
  "doc_id": "5.Hűbériség és feudalizmus",
  "sentences": [
    "[HEADER] 5) március 5.",
    "Hűbériség és feudalizmus (Sashalmi E.).\n\nhospes: telepes, aki 12.",
    "századtól",
    "a túlnépesedés hatására Nyugat-Európából Kelet-Közép-Európába vándorolt át a földbőség és a kedvező feltételek (pl. adómentesség bizonyos időre) miatt.",
    "[HEADER] sessio: jobbágytelek megnevezése.",
    "[HEADER] aratrum: a rómaiak által a Mediterráneumban használt könnyűeke (túróeke).",
    "carruca: egyes germán népek által használt, vas alkatrészekkel felszerelt nehéz (ún.) fordítóeke\n\nbannum: a tiltás, parancsolás és büntetés joga Nagy Károly (768-814) és utódai idején",
    "[HEADER] mallus: a frankoknál a grófságokban a szabadok gyűlése.\n\nimmunitas: a frankoknál a grófi bíráskodás alóli",
    "mentesség kisebb jelentőségű ügyekben, melyet a 9.",
    "század előtt csak egyházi birtokok kaptak, majd világiak is\n\nhomagium: a vazallus által tett hűbéri eskü, melynek alapeleme egyrészt a vazallus fél térdre ereszkedése, miközben két összekulcsolt kezét a hűbérúr nyitott kezébe helyezi, másrészt egy rövid deklaráció a vazallus részéről: „Uram, az ön embere (homo) akarok lenni.”\n\nbeneficium: hűbérbirtok; Nyugat-Európában a vazallusok számára meghatározott szolgálatok fejében adományozott földbirtok, amelynek birtokjogába a hűbéri viszony létrejötte után iktatta be (invesztitúra) a vazallust hűbérura, valamely tárgy (egyszerű lovagi hűbér esetében általában egy rög föld vagy szalmacsomó, jelentősebb hűbér, pl. grófság esetében zászló, hercegség esetében kard) átadásával.",
    "A 9. század vége előtt a beneficium nem volt örökölhető, utána örökölhetővé vált a homagium és a hűségeskü letétele után.",
    "feudum: örökölhető hűbérbirtok; a 10.",
    "században még a beneficium elnevezés volt általánosan elterjedt, majd a 11.",
    "században kiszorította ezt a feudum/feodum.",
    "A 10. századtól a beneficium és a feudum szinonimák.",
    "auxiliium et consilium: „segítségnyújtás és tanácsadás” kötelezettsége a hűbéres részéről a hűbérúr felé; a segítségnyújtás katonai és anyagi részből ált: az előbbi évi 40 nap kötelező katonai",
    "szolgálatot jelentett a királyság határain belül, míg az utóbbi 4 esetre terjedt: ajándékot/bizonyos összeget kellett fizteni, ha a hűbérúr legidősebb lánya férjhez ment, ha legidősebb fiát lovaggá ütötték, ha a hűbérúr keresztes hadjárata ment, ha pedig a hűbérúr fogságba esett, a vazallusainak közösen ki kellett őt váltaniuk.",
    "scutagium: „pajzspénz”, az az összeg, amellyel megváltható lett az évi 40 napos katonai szolgálat\n\n[HEADER] senior: a hűbérúr megnevezése.",
    "suzerain: olyan hűbérúr, aki sem saját vazallusának, sem külföldi uralkodónak nem tesz hűbéri esküt, azaz homagiumot\n\npax Dei/treuga Dei: a treuga Dei a 11.",
    "században bizonyos napokon (szerda estétől-hétfő reggelig), valamint pluszban az egyházi ünnepeken tiltotta a hűbéresek egymás közti harcait; előzménye a pax Dei volt, amely tiltotta, hogy a hűbéresek fegyvertelenek, illetve egyháziak és nők ellen erőszakos cselkményeket kövessenek el, és a menedékjog tiszteletben tartását írta elő.\n\npraecarium: a késő-antik korra jellemző olyan jogi formula, amikor egy szabad ember egy földesúrnak felajánlja szolgáltatásokkal nem terhelt földjét, majd azt, illetve általában egy nagyobb darabot visszakap, de már szolgáltatásokkal terhelten; a jobbágyság kialakulása szempontjából volt fontos, a szabadok lesüllyedésével.",
    "[HEADER] mancipium: rabszolga latin megnevezése.",
    "céh: A 11.",
    "század végétől Nyugat-Európa fejlettebb részein, majd később másutt is, az azonos foglalkozást űző iparosok önigazgató közösségeket hoztak létre, egy-egy szentet választva ki a létrejövő közösség patrónusaként, és a szent ünnepnapját közös étkezéssel ülték meg a céh tagjai.",
    "A céhek tehát vallási indíttatású szerveződésekként jöttek létre, de vallási vonatkozásai mellett a céh fontos szociális funkciókkal (özvegyekről, árvákról való gondoskodás)",
    "és gazdasági szabályozó szereppel is bírt (termelés egyes elemeinek, valamint az árnak a szabályozása, kontárok kizárása)."
  ]
}