{
  "doc_id": "6.3. Evolúció",
  "sentences": [
    "6.3. Evolúció                  Készítette: Vizkievicz András",
    "A fejezet a követelményrendszer 6.3. pontja alapján készült.",
    "Az evolúció fogalma",
    "A biológiában evolúciónak, törzsfejlődésnek nevezzük az élővilág többnyire fokozatos és szüntelen történeti fejlődését.",
    "Ugyanakkor az evolúció fogalmát más szinteken is értelmezzük.",
    "Tágabb értelemben az evolúció egy lassú, fokozatos, bizonyos irányba haladó változást jelent.",
    "Az evolúció jelensége így akár az Univerzum fejlődésében, a társadalmi változásokban vagy a tudományos elméletek alakulásában is megjelenik.",
    "A törzsfejlődés során a fajok öröklődő jellegei nemzedékről nemzedékre változnak, ami",
    "a fajon – populáción - belül az egyes tulajdonságok gyakoriságának megváltozásában,",
    "ill. új tulajdonságok megjelenésében nyilvánul meg.",
    "A biológiai faj fogalma: mindazon egyedek egy fajba tartoznak, melyek:",
    "lényeges külső és belső tulajdonságaikban nagymértékben hasonlóak,",
    "egymással szaporodni képesek,",
    "önmagukhoz hasonló, termékeny utódot hoznak létre.",
    "Az evolúció során a fajok a változó környezeti feltételekhez folyamatosan alkalmazkodnak, melynek során génállományuk, ezen keresztül tulajdonságaik szüntelenül változnak.",
    "Történeti áttekintés",
    "Az evolúció eszmerendszere ma teljes mértékben áthatja a természettudományos gondolkodást, megkérdőjelezhetetlen rendezőelvként van jelen.",
    "Ez nem volt mindig így, az evolúció világnézeti rendszerének a kialakulása egy hosszú történeti folyamat eredménye, melynek legfontosabb állomásait tekintjük át az alábbiakban vázlatosan.",
    "Egészen a 18. századig általánosan elfogadott vélekedés volt, hogy a világ minden részletében egyszeri eseményként, isteni teremtés eredménye.",
    "Néhány száz évvel ezelőtt a legpontosabb becslés a Föld korára kevesebb, mint hatezer évet adott.",
    "1654-ben James Ussher anglikán érsek - az Ótestamentum történetein alapuló számításai alapján - az i. e. 4004.",
    "október 23-át jelölte meg a teremtés pontos időpontjaként.",
    "A természettudományos gondolkodásban a paradigmaváltást a felvilágosodás eszmerendszere indította el.",
    "(Paradigma: általánosan elfogadott nézetrendszer egy adott korszakban.)",
    "A felvilágosodás eszmei irányzatát a természettudományos gondolatiság terén a következők jellemezték:",
    "megjelent az elfogulatlan és ésszerű vizsgálódás, a dogmák felülvizsgálatának vágya,",
    "az ész mindenhatóságába vetett hit.",
    "Merj gondolkodni (Sapere aude – Horatius felszólítása, amely a felvilágosodás jelmondata lett).",
    "A világ megismerhető. A tudás forrása a megfigyelés és a tapasztalat.",
    "Az élővilág változatlanságával kapcsolatos nézetek megkérdőjeleződése akkor merült fel, amikor először kezdték tudományosan vizsgálni a különféle fosszíliákat.",
    "A fosszíliák vagy ősmaradványok az élőlények különbözőképpen megőrződött maradványai.",
    "Az ilyen irányú kutatások terén úttörőmunkát végzett Georges de Cuvier (1769 –1832) francia természettudós, akit ma az őslénytan atyjának tekintünk.",
    "Megfigyelte, hogy a különböző földtani rétegekből előkerült fosszíliák különböznek egymástól, minél mélyebbről kerül elő egy maradvány, annál régebbi, ill.",
    "annál jobban különbözik a jelen élő képviselőktől.",
    "Nem hitt a folytonos változásokban, azt gondolta, hogy az",
    "állatfajok állandóak és nem változnak.",
    "Tapasztalatát katasztrófaelmélettel magyarázta, mely szerint a kihalt élőlények katasztrófák során pusztultak el, s az új fajok a pusztulás után másként fejlődtek ki.",
    "Cuvier katasztrófaelmélete szemben állt kortársa, Jean-Baptiste de Lamarck jövőbe mutató evolúciós elméletével.",
    "Jean-Baptiste Antoine de Lamarck, (1744-1829) francia orvos, Darwin előfutára.",
    "Először fogalmazta meg, hogy az élőlények nem állandóak.",
    "Ő használta először a biológia kifejezést.",
    "Lamarck úgy gondolta, hogy az élőlények egy megváltozott környezetben új viselkedésformákat alakítanak ki, amelyek aztán felépítésbeli változásokat vonnak maguk után, amelyek átöröklődnek az utódaikra, azaz szerinte a szerzett tulajdonságok öröklődnek (lamarckizmus: a szerzett tulajdonságok örökölhetősége).",
    "Lamarck szemléletét később sokáig elvetették, azonban újabban az epigenetikai kutatások fejlődésével ismét a tudósok látókörébe került.",
    "Lamarck szerint az életformák lépcsőzetes sort alkotnak a legegyszerűbbtől a legbonyolultabb élőlényekig a kialakulásuk sorrendjében.",
    "Úgy gondolta, hogy az élőlények mindig alkalmazkodnak a környezetükhöz, melynek eredményeként folyamatosan változnak, átalakulnak egymásba, új és új formáik jönnek létre.",
    "Munkáiban két \"törvényt\" állapít meg:",
    "Az első szerint, a szervek tökéletesednek az ismételt használat során, és gyengülnek akkor, ha nem használják őket.",
    "A második törvény szerint, a szervek környezet által meghatározott változása öröklődik, azaz megőrződik a szaporodás során, és átkerül az új egyedekbe is.",
    "Szerinte a zsiráf első",
    "lába és nyaka azért nyúlt meg,",
    "mert az állat folytonosan nyújtózkodott az élelemért.",
    "A megnyúlt nyakat az egyedek tovább örökítették.",
    "Darwinizmus",
    "Az evolúcióelmélet kidolgozója és névadója Charles Darwin (1809 –1882) angol természettudós.",
    "Nem Darwin fogalmazta meg az evolúció elméletét, jelentősége nem ebben áll, hanem ő volt az, aki először megalkotott egy tudományosan kidolgozott mechanizmust az evolúció magyarázatára.",
    "A fajok átalakulását a tudósok jelentős hányada elfogadta Darwin előtt is, azonban meggyőző magyarázatot Darwin adott",
    "A fajok eredete (1859) című művében a fajok kialakulására, az élőlények sokféleségére.",
    "A mű fogadtatása a várakozásoknak megfelelően elutasító volt, de később a tudományosan megfogalmazott elmélet lassan elfogadottá vált.",
    "(A mű teljes címe: A fajok eredete természetes kiválasztás útján, vagyis az előnyös változatok fennmaradása a létért folyó küzdelemben.)",
    "A 22 éves Darwin természettudományos gondolkodására óriási hatást gyakorolt Beagle nevű hajóján tett 5 évig tartó világkörüli tudományos expedíciója, melynek során jutott el a Galápagos-szigetcsoportra is.",
    "Mire hazaért, már valóban biztos volt abban, hogy az evolúció létezik, de még nem találta meg működésének mechanizmusát.",
    "Később, Lamarck gondolatait a természetes kiválasztódás, a természetes szelekció elméletével egészítette ki.",
    "Darwin elmélete közvetlen megfigyelésen alapult.",
    "Úgy vélte, hogy a természetben több egyed születik, mint amennyi később életben",
    "maradhat, mert a környezet erőforrásai végesek.",
    "Mivel a fajon belül az egyedek nem egyformák, Darwin szerint a természetes szelekció (kiválogatódás) során a létért való küzdelemben az alkalmas változatok – a rátermettebbek - fennmaradnak, tulajdonságaikat tovább örökíthetik, míg a kevésbé alkalmasak elpusztulnak, kiszelektálódnak.",
    "A folyamatban az élőlények öröklődő tulajdonságai közül az előnyös jellegek gyakorisága nő, az előnytelenek gyakorisága pedig csökken az egyes nemzedékek során.",
    "Ha az előnyös ismertetőjegyek az öröklődés során átadódnak a következő nemzedéknek, akkor idővel túlsúlyra juthatnak a populáción belül, és a változások új faj létrejöttét eredményezhetik.",
    "Az élőlények ezáltal alkalmazkodnak – adaptálódnak - az adott környezethez.",
    "A környezeti tényezők megváltozása azonban új alkalmazkodási folyamatot igényel, melynek során előtérbe kerülhetnek korábban semleges vagy akár hátrányos tulajdonságok is a populációban.",
    "Tehát az evolúció olyan folyamatos változások sorozata, melynek során a fajok egyes öröklődő jellegeinek gyakorisága nemzedékről nemzedékre változik.",
    "Az evolúció jellemzői tehát",
    "a szaporodás,",
    "az öröklődés",
    "és a változatosság.",
    "A Manchester környéki nyírfaaraszoló lepkéknek világos és sötét mintázatú változatai ismertek.",
    "A 18.",
    "század első felében e lepkének szinte csak a világos példányai fordultak elő, mivel a nyírfák világos kérgén a sötét mintázatú egyedeket a madarak könnyen észrevették és elfogyasztották (kiszelektálták).",
    "A sötét színű egyedek gyakoriságát a szelekció folyamatosan alacsonyan tartotta.",
    "Az ipari forradalom idején sötét koromszennyezés borította be a fák kérgét, aminek köszönhetően a világos egyedek váltak feltűnővé, ezért néhány évtized alatt a környék nyírfaaraszoló-populációiban a sötét és világos példányok aránya megfordult.",
    "A fentiek szerint evolúciós változást eredményezhet az is, ha egy populáción belül folyamatosan változik",
    "az egyes tulajdonsággal jellemezhető egyedek aránya, gyakorisága, azaz a törzsfejlődéshez nem feltétlenül szükséges új tulajdonságok megjelenése.",
    "Az élőlények csoportosítását rendszerezésnek nevezzük.",
    "A rendszerezés során az egyes elemeket halmazokba – csoportokba – soroljuk, majd a különféle halmazokat tovább csoportosítjuk egyfajta rendszerezőelv szerint.",
    "Az élőlények csoportosításának, a rendszerezésnek célja az élővilág áttekinthetősége.",
    "Több mint 500 000 növényfaj (botanika),",
    "min. 1,5 millió állatfaj (zoológia),",
    "legalább 100 000 gombafaj (mikológia) ismert,",
    "a mikroszkopikus élőlényfajok – mikroorganizmusok - számát még megbecsülni is nehéz (mikrobiológia).",
    "Alapvetően kétféle elv szerinti rendszer létezik.",
    "Mesterséges: kiragadott, önkényesen választott bélyegek alapján rendszerez.",
    "Természetes: a fajok rokonsági viszonyait tükrözi, alapja az élővilág törzsfejlődése, az evolúció.",
    "Mesterséges rendszerek",
    "Az első tudományos igényű rendszer megalkotója Karl Linné svéd orvos, természettudós (1707 – 1778). Fő műve:1735, Systema naturae.",
    "Linné érdemei:",
    "Rendszerének alapegysége a faj.",
    "Megalkotta a rendszertani kategóriákat.",
    "Bevezette a kettős nevezéktant.",
    "Linné a növényeket önkényesen pl. a porzók száma, portokok helyzete, párta alakja stb. alapján csoportosította.",
    "A rendszerezés alapegysége a faj. Biológiai értelemben mindazon egyedek egy fajba (biológiai faj fogalma) tartoznak, melyek:",
    "lényeges külső és belső tulajdonságaikban nagymértékben hasonlóak,",
    "egymással szaporodni képesek,",
    "önmagukhoz hasonló, termékeny utódot hoznak létre,",
    "(származásuk közös).",
    "A rendszertani kategóriák",
    "Faj = Species\t\t\t\tHomo sapiens – bölcs ember",
    "Nemzetség = Genus\t\t\tHomo - ember",
    "Család = Familia\t\t\temberfélék",
    "Rend = Ordo\t\t\t\tfőemlősök",
    "Osztály = Classis\t\t\temlősök",
    "Törzs = Phylum\t\t\t\tgerincesek",
    "Mindegyik kategóriának lehetnek alcsoportjai is, pl. alosztály, alrend stb.",
    "A faj alatti rendszertani kategóriák",
    "Alfaj:",
    "Önálló földrajzi elterjedésű csoport, melynek egyedei jobban hasonlítanak egymáshoz, mint a faj többi egyedéhez (pl. emberi nagyrasszok).",
    "Fajta:",
    "Mesterségesen – nemesítéssel, tenyésztéssel - létrehozott faj alatti egység (kutyafajták).",
    "A kettős nevezéktan",
    "Minden faj latin neve 2 névből áll:",
    "[NUMBERED_ITEM] név: nemzetség neve,",
    "[NUMBERED_ITEM] név: faji különbség.",
    "Pl. \tCanis familiaris – házi kutya",
    "Canis lupus – farkas",
    "Canis aureus – sakál",
    "A latin név egyből felhívja a rokon fajokra a figyelmet, hiszen a leszármazási kapcsolatban lévő, egymással rokon fajok egy nemzetségbe tartoznak.",
    "Természetesen Linné nem az evolúciós viszonyok szerint, hanem külsődleges jellegek alapján sorolta a hasonló fajokat egy nemzetségbe.",
    "A természetes (fejlődéstörténeti) rendszerek",
    "A fajok rokonsági viszonyait tükrözi.",
    "Alapja az élővilág törzsfejlődése, az evolúció.",
    "Darwin munkássága nyomán alakulnak ki a fejlődéstörténeti rendszerek, melyekben a csoportosítás alapjául a fajok leszármazási – rokonsági – viszonyai szolgálnak.",
    "Régebben – a XX. század végéig – a különféle rendszerek az élőlények külső és belső megfigyelhető tulajdonságainak összehasonlításával próbálták a rokonsági viszonyokat megítélni (fenetika).",
    "Ez alapján ún. törzsfákat készítettek, melyek szemléletesen tükrözik az egyes csoportok rokonsági kapcsolatait.",
    "A modern ún. filogenetikai – élőlények törzsfejlődésének történeti folyamatán alapuló - rendszerek készítésekor, már bizonyos molekulák – nukleinsavak (DNS), fehérjék - szerkezetének az összehasonlításával következtetnek a tudósok az élőlények leszármazási kapcsolataira.",
    "Minél nagyobb a hasonlóság két faj adott molekulái – pl. gerincesek esetén a hemoglobin aminosav-sorrendje – között, annál közelebbi rokoni kapcsolatban állnak.",
    "Ezek segítségével a kutatók ma már molekuláris törzsfákat készítenek.",
    "A DNS vizsgálatának óriási előnye, hogy matematikai módszerekkel is elemezhető, így sokkal pontosabb, mint az egyes önkényesen kijelölt, külsődleges jellegek értékelése alapján megbecsült leszármazási viszony.",
    "Kladisztika, filogenetikai törzsfák",
    "A kladisztika olyan rendszerezési eljárás, amelyben az élőlényeket kládoknak nevezett rendszertani csoportokba osztják be az evolúciós leszármazási kapcsolataik alapján.",
    "A rokonsági viszonyok elemzésénél a különbségek számítanak, tekintve, hogy a fajok közti különbségek a törzsfejlődés során időben egymást követő hasadásokból keletkeztek.",
    "Az evolúciós leszármazást feltüntető diagram a kladogram; ez kettéágazó ágakból álló fára emlékeztető rendszer.",
    "Az elágazások egy közös ősből – csomópont - kiinduló szétváló fejlődést mutatnak.",
    "A leszármazási viszonyok ábrázolására szolgáló fastruktúra sokféle változata ismert.",
    "Pl.:",
    "Az A-tól F-ig jelölt fajok alkotnak egy kládot, mivel van egy közös X ősük;",
    "az A-tól D-ig tartó betűkkel jelölt fajok egy másik ranggal rendelkező kládot alkotnak, mivel a közös ősük az X2.",
    "A C-től az F betűig jelölt fajok nem alkotnak kládot, mivel egy kládnak a közös őstől eredő összes leszármazottat magába kell foglalnia.",
    "Tehát egy klád, egyetlen közös ősből leszármaztatható élőlények csoportja, mely magába kell, hogy foglalja a közös őstől levezethető összes csoportot.",
    "Az előbbiek alapján a biológiai faj fogalmát ki kell egészítenünk az evolúciós (filogenetikai, kladisztikus) faj fogalmával: egy fajba tartoznak mindazok az élőlények, melyek a közös ősre vezethetők vissza, ill. melyek elkülönülve más egységektől, önálló egységet alkotnak.",
    "A filogenetika a leszármazási kapcsolatok vizsgálatával foglalkozik, így a filogenetikai törzsfák tehát jól tükrözik az élőlénycsoportok evolúciós leszármazási kapcsolatait, rokonsági viszonyait.",
    "Az ábra egy három egységből (A-C) – fajból - felépülő filogenetikai fát szemléltet.",
    "A gyökér helyzetét itt egy vonal jelzi a fa alján.",
    "A fának a gyökér mellett egy további belső csomópontja és négy ága van, melyek hosszát v0, v1, v2 és v3 jelöli.",
    "A belső csomópont a B és C csoportok utolsó, kizárólagos közös ősének feleltethető meg, amely nem őse az",
    "A egységnek.",
    "Egyes esetekben a csomópontokhoz idő is rendelhető, esetünkben t0 a közös őstől való elválás kezdetét, vagyis A, illetve B és C közös ősének szétválását, t1 pedig a B és C egységek később bekövetkező elkülönülésének kezdetét jelzi.",
    "Mivel B és C egységek későbbi közös őssel rendelkeznek, közelebbi rokonai egymásnak, mint B az A vagy C az A egységnek.",
    "Egy törzsfaj kettéhasadásakor két utódfaj keletkezik.",
    "Az egyik rendszerint megtartja ősi vonásait, a másik a megváltozott életkörülményekhez való alkalmazkodás során új vonásokat fejleszt ki.",
    "Ezek a testvércsoportok vagy testvérfajok.",
    "Ezeknek azonos kategóriaranggal kell rendelkezniük.",
    "A filogenetikai rokonság értelmében két faj csak akkor van szorosabb rokonságban egymással, mint egy harmadik fajjal, ha egy törzsfajból vezethetők le, amely ugyanakkor nem törzsfaja a harmadiknak is.",
    "A három faj közös törzsfajának tehát idősebbnek kell lennie, mint a két faj törzsfajának.",
    "A kladogram időbelileg egymásra következő elágazásai ily módon meghatározzák a kategóriák sorrendjét.",
    "Fenetikus vs. kladisztikus osztályozás\t\t\t          \t                                 Forrás: Korsós Zoltán",
    "Külső hasonlóság alapján azt tartjuk, hogy az ember jól elkülönül az emberszabású majmoktól, csakúgy, mint a madarak a hüllőktől (beleértve a krokodilokat is); ez megfelel a hosszú idő óta elfogadott, közismert osztályozásnak (folytonos vonalú keret).",
    "Ezt a nagyobb különbséget mutatja az ábrán a vízszintes koordináta („hasonlóság”) mentén ábrázolt nagyobb távolság.",
    "Egyes fosszilis adatok, majd újabb genetikai és biokémiai vizsgálatok azonban mindkét példánál a hagyományostól eltérő csoportosításhoz vezettek.",
    "Eszerint az elgondolás szerint az „ember” vonal időben később vált el",
    "a csimpánztól és a gorillától, mint azok az orángutántól; hasonlóképpen a madarak csak később különültek el a hüllőktől korán levált krokodiloktól (függőleges koordináta: „idő”).",
    "A régebbi, tradicionális értelmezésben (fenetika) az osztályozás alapját a morfológiai hasonlóság képezi, és ez, ahogy a „törzsfa” mutatja, nem felel meg a valódi leszármazási kapcsolatnak; az újabb, evolúciós értelmezésben (kladisztika) viszont olyan bélyegeket választunk az osztályozás alapjául, amelyek jobban tükrözik a törzsfejlődést, ezért a rajtuk alapuló osztályozás a valódi leszármazási kapcsolatoknak felel meg.",
    "Az embert tehát a gorillával és a csimpánzzal, a madarakat pedig a krokodilokkal közös csoportba kell sorolni, ami érthető módon még ma is meglehetősen felkavarja a közvéleményt (szaggatott vonalú keret).",
    "Az „emberszabású majmok” és a „hüllők” csoportnevek pedig leszármazási értelemben nem léteznek.",
    "Populációgenetika, evolúciógenetika",
    "A populációk genetikai összetételének leírása",
    "A Hardy-Weinberg-modell",
    "A populációgenetika tudománya a populációk genetikai összetételével, illetve a genetikai összetételt változtató mechanizmusokkal foglalkozik.",
    "Genetikai értelemben egy populációba egy faj azon egyedei tartoznak, amelyek tényleges szaporodási közösséget alkotnak.",
    "A populáció génállományát a populációban lévő allélok összessége adja.",
    "A különböző allélok különböző gyakorisággal fordulnak elő.",
    "Godfrey Harold Hardy (1877-1947)",
    "a Cambridge-i Egyetemen folytatott matematikai tanulmányokat, majd ezután ugyanitt dolgozott matematikusként.",
    "Ebben az időben Mendel munkájának újrafelfedezése számos kételyt ébresztett.",
    "Sok biológus nem értette, hogy a domináns tulajdonságok miért nem válnak generációról generációra gyakoribbá vagy másképpen fogalmazva a domináns allél kiszorítja-e a recesszív allélt a populációból.",
    "Reginald Punnett Hardyhoz fordult ezzel a kérdéssel, akivel együtt krikettezett.",
    "Hardy 1908-ban megjelent \"Mendelian proportions in a mixed population\" című cikkében adta meg a választ.",
    "Tehát a kérdés az, hogy megváltoznak-e az allélgyakoriságok az egyes nemzedékekben?",
    "A populációgenetika statisztikai módszerekkel dolgozik, ami szerint a statisztika a véletlen tömegjelenségekkel, ezek törvényeivel foglalkozik.",
    "A relatív gyakoriság fogalma",
    "A relatív gyakoriság tapasztalati véletlen mennyiség.",
    "Egy érték relatív gyakoriságát úgy kapjuk meg, hogy abszolút gyakoriságának értékét elosztjuk a sokaság elemszámával.",
    "A relatív gyakoriság azt mutatja meg, hogy egy adott érték az összes elem hányad részét alkotja.",
    "Például egy kockadobálás eredményei a következők:",
    "Dobókockával dobjunk 120-szor,",
    "a dobott számok: 1, 2, 3, 4, 5, 6,",
    "abszolút gyakoriságuk: 18, 23, 19, 22, 21, 17,",
    "relatív gyakoriságuk: 0,15 0,192 0,158 0,183 0,175 0,142",
    "A relatív gyakoriság 0 és 1, illetve 0% és 100% közötti értékeket vehet fel. A relatív gyakoriságok összege mindig 1, illetve 100%.",
    "Genotípus- és allélgyakoriságok, a populációk genetikai összetételének leírása",
    "Egy populáció genetikai összetételét a populációban előforduló",
    "allélek (A és a), relatív gyakoriságuk p és q és",
    "genotípusok (AA, Aa, aa) gyakoriságaival D, H, R írhatjuk le.",
    "Például egy 1958-ban végzett vizsgálat szerint egy japán faluban a lakosság az MN vércsoportra nézve a következő megoszlású volt:",
    "M vércsoportú 406 személy,",
    "MN vércsoportú 744 személy,",
    "N vércsoportú 332 személy.",
    "Mennyi az egyes vércsoportok relatív gyakorisága?",
    "Mennyi az egyes genotípusok relatív gyakorisága?",
    "Mennyi az egyes allélok relatív gyakorisága?",
    "Mennyi az M allélt hordozó ivarsejtek relatív gyakorisága?",
    "M vércsoportúak relatív gyakorisága 406 : 1482 = 0,27   (D)",
    "MN vércsoportúak relatív gyakorisága  744 : 1482 = 0,50   (H)",
    "N vércsoportúak relatív gyakorisága   332 : 1482 = 0,23   (R)",
    "Ugyanazok a gyakoriságok, hiszen ebben az esetben a genotípusok megegyeznek a fenotípusokkal.",
    "MM\t      \t     MN\t\t\tNN",
    "2 x 406 M      744 M 744 N           2 x 332 N",
    "Az M allél relatív gyakorisága:",
    "Az N allél relatív gyakorisága:                      (q) = 0,48     (1-p)",
    "0,52",
    "Általánosítva; például egy két alléllel rendelkező autoszómás gént vizsgálva legyen",
    "az AA genotípusú egyedek relatív gyakorisága D,",
    "az Aa genotípusúaké H,",
    "az aa genotípusúaké pedig R",
    "(D+H+R = 1).",
    "A D, H, R genotípus-gyakoriságok megállapításához csak arra van szükség, hogy minden egyednek egyértelműen meg tudjuk állapítani a genotípusát.",
    "Intermedier vagy kodomináns öröklésmenet esetén ez nem jelent problémát.",
    "Domináns-recesszív öröklődésnél viszont a heterozigótákat nem lehet megkülönböztetni a domináns homozigótáktól, ezért a genotípus- és allélgyakoriságokat csak közvetve lehet meghatározni (lásd később).",
    "A genotípus-gyakoriságok ismeretében könnyen kiszámolhatjuk az egyes allélek relatív gyakoriságait is.",
    "Az A allélek az AA homozigótákban és a heterozigótákban fordulnak elő;",
    "az AA homozigóták minden allélja A,         \t\t(p2)",
    "de a heterozigótákban csak az allélek fele A.         (2pq/2)",
    "Ezért",
    "az A allél relatív gyakorisága p = D+H/2; \t(= p2 + 2pq/2)",
    "az a allél relatív gyakorisága q = R+H/2.  \t(= q2 + 2pq/2)",
    "A két allél relatív gyakoriságának összege természetesen 1, vagyis p+q = 1.",
    "Példa: egy populáció 100 egyedből áll,",
    "25 homozigóta domináns AA, \tD = 25/100 = 0,25",
    "50 heterozigóta Aa, \t\t\tH = 50/100 = 0,5",
    "25 homozigóta recesszív aa.\t\tR = 25/100 = 0,25",
    "Mennyi az A allél és az a allél relatív gyakorisága?",
    "p = D+H/2 = 25+50/2 = 0,5\t\tq = R+H/2 = 25+50/2 = 0,5",
    "100\t\t\t\t\t  100",
    "Mi a helyzet a következő generációban?",
    "Tételezzük fel, hogy a vizsgált populáció ún. ideális populáció, ahol",
    "nincs szelekció, azaz az egyedek azonos eséllyel érik meg a felnőttkort,",
    "nincs mutáció,",
    "a szaporodás csak ivaros úton történhet,",
    "a párosodás véletlenszerű, minden egyednek azonosak a szaporodási esélyeik,",
    "nincs migráció (ki- és bevándorlás) és",
    "a populáció mérete nagy, így nincs mintavételi hiba, ún. genetikai sodródás.",
    "Ha a populációban a párosodás véletlenszerű, akkor az allélgyakoriságok alapján megadhatjuk a genotípusok gyakoriságát a létrehozott zigóták között (következő nemzedék).",
    "AA zigóta csak akkor jön létre, ha egy A petesejtet egy",
    "A hímivarsejt termékenyít meg.",
    "A petesejtek p hányada A; a hímivarsejtek  p hányada A, mivel haploidok.",
    "A keletkező zigótáknak tehát p×p = p2 hányada lesz AA genotípusú.",
    "Heterozigóták létrejöhetnek úgy,",
    "hogy egy A petesejtet egy a hímivarsejt termékenyít meg (ez az összes zigóta p×q hányadában történik így),",
    "de úgy is, hogy egy a petesejt találkozik egy A hímivarsejttel (a zigóták q×p hányada). A heterozigóták gyakorisága ezért p×q+q×p = 2pq lesz.",
    "Végül az aa homozigóták a petesejtek és a hímivarsejtek egyesüléséből jönnek létre, gyakoriságuk q2",
    "Tehát egy populációban a következő nemzedék genotípus- és allélgyakoriságának a megoszlása:",
    "p2 + 2pq + q2 = 1 amiből p = p2 + 2pq/2  és  q = q2 + 2pq/2",
    "p és q nem változik, megegyezik az előző nemzedék értékeivel.",
    "p2 AA + 2pq Aa + q2 aa = 1",
    "Az egyenletben a p2 a homozigóta dominánsok, a 2pq a heterozigóták, a q2 a homozigóta recesszívek relatív gyakoriságát fejezi ki.",
    "Másképp:",
    "A hímivarsejtek p hányada A, q hányada a genotípusú. \t\t  Összesen p+q = 1",
    "A petesejteké szintén: p hányada A, q hányada a genotípusú.         Összesen p+q = 1",
    "A párosodás véletlenszerű. Bármelyik hímivarsejt bármelyik petesejtet megtermékenyíthet.  (p + q) x (p + q) = 1     azaz   (A + a) x (A + a) = 1",
    "p2 + 2pq + q2 = 1 amiből p = p2 + 2pq/2  és  q = q2 + 2pq/2",
    "Egy példa: Kiindulási populáció alléljeinek relatív gyakorisága:",
    "p (A) = 0,6",
    "q (a) = 0,4",
    "A allélt tartalmazó hímivarsejtek gyakorisága p = 0,6",
    "a allélt tartalmazó hímivarsejtek gyakorisága q = 0,4",
    "Összesen: 0,6A + 0,4a = 1",
    "A petesejteké szintén: 0,6A + 0,4a = 1",
    "A megtermékenyítés véletlenszerű: (0,6A+0,4a).(0,6A+0,4a) = 1",
    "A következő nemzedék tehát: 0,36AA + 0,48Aa + 0,16aa = 1",
    "Amiből A allél gyakorisága: (D+H/2) = 0,36 + 0,48/2 = 0,6       p = p2 + 2pq/2",
    "Ha a három genotípus gyakorisága megfelel az imént kapott D = p2, H = 2pq, R = q2 arányoknak, akkor a populáció ún.",
    "Hardy-Weinberg-eloszlást mutat (ideális populációban).",
    "Hardy-Weinberg-szabály",
    "Az ún.",
    "ideális vagy zárt populációkra vonatkozó törvényszerűség, amely kimondja, hogy az ilyen populációkban az allélek relatív gyakorisága nemzedékről nemzedékre nem változik.",
    "Ha a párosodás véletlenszerű, akkor az utódnemzedék zigótái Hardy-Weinberg-eloszlást követnek, allélgyakoriságuk pedig egy teljes generációváltás után változatlan.",
    "A Hardy-Weinberg-szabály gyakorlati alkalmazása igen széles körű; a fenotípusok megoszlásának ismeretében bármely természetes populációban meghatározható az allélek gyakorisága, valamint a genotípus megoszlás is.",
    "A domináns-recesszív öröklésmenetet mutató jellegeknél nem lehet közvetlen leszámolással megállapítani a három genotípus gyakoriságát, hiszen a domináns homozigótákat fenotípusuk alapján nem lehet megkülönböztetni a heterozigótáktól:",
    "csak az AA és Aa genotípus együttes gyakoriságát (D+H),",
    "illetve az aa recesszív homozigóták R gyakoriságát lehet megadni.",
    "Ilyenkor feltételezzük, hogy a populáció Hardy-Weinberg-eloszlású, és az R = q2 összefüggésből határozzuk meg a q (illetve p = 1-q) allélgyakoriságot.",
    "A népesség 85%-a Rh+. Milyenek a tulajdonságot meghatározó, egyes allél gyakoriságok? Hány % a heterozigóták és a homozigóta dominánsok aránya?",
    "p2 + 2pq + q2 = 1",
    "Az Rh-vércsoport a népesség 15%-a, így dd relatív gyakorisága 0,15.",
    "q2 = 0,15 ebből q = 0,3872",
    "p = 1- q = 0,6128, ebből p2 = 0,3755 azaz 37,5%",
    "a heterozigóták 2p.q = 0,475 azaz 47,5%",
    "Ha ismerjük a domináns fenotípusú egyedek közül a heterozigóták arányát pl. 57%, akkor a",
    "2pq",
    "----------- = 0,57 és a p + q = 1 összefüggésekből kiszámolhatjuk p-t és q-t.",
    "p2 + 2pq",
    "Egy populációban az Rh+ egyedek aránya 79,75%. Mekkora a valószínűsége egy Rh– gyerek születésének, ha mind a két szülő Rh+?",
    "Rh-: 20,25%",
    "q2  = 0,2025  q = 0,45",
    "p = 0,55",
    "2 pq = 0,495",
    "a heterozigóták aránya az Rh+ egyedek között:       2pq     =  0,495",
    "p2 + 2pq    0,7975",
    "0,495   . 0,495  .  1/4 = 0,096",
    "0,7975   0,7975",
    "A Hardy-Weinberg-eloszlás legfontosabb tulajdonságait leolvashatjuk, ha a három genotípus p2, 2pq, q2 gyakoriságát ábrázoljuk az allélgyakoriság függvényében.",
    "Ha az A allél ritka (p kicsi), akkor AA homozigóták nagyon ritkán fordulnak elő (p2 igen kicsi): két eleve ritka allél nagyon ritkán kerül egy egyedbe.",
    "A ritka A allélek túlnyomó része a allélekkel találkozik, így heterozigótákban található.",
    "Ugyanez igaz az a allélre, ha az a allél q gyakorisága kicsi (vagyis az A allél p = 1-q gyakorisága nagy).",
    "Heterozigótákból akkor van sok, ha mindkét allél elég gyakori, az allélgyakoriságok p=0,5, q = 0,5.",
    "A mendeli öröklődés (meiózis és a gaméták véletlenszerű kombinációja) az allélgyakoriságot nem változtatja meg (Hardy-Weinberg-törvény).",
    "A domináns allél kiszorítja-e a recesszív allélt a populációból? Nem.",
    "Egy nagy létszámú populációban, ha nincs ki- és bevándorlás, szelekció, mutáció stb. (ideális populáció), az allélgyakoriság állandó.",
    "Az allélgyakoriság akkor változhat meg, ha a fenti feltételek valamelyike nem áll fenn.",
    "A Hardy-Weinberg-eloszlástól való esetleges eltérés, nem véletlenszerű párosodási rendszerre hívja fel a figyelmet, ill.",
    "a felnőtt egyedek genotípus-gyakoriságai azonban pl. szelekció miatt is eltérhetnek a Hardy-Weinberg-eloszlástól.",
    "Evolúciós folyamatok",
    "Az ideális populációkban az egyes allélok gyakorisága állandó, a populáció genetikai egyensúlyban van.",
    "A természetes – reális – populációkra ez nem feltétlenül érvényes (ha mégis, akkor az ellentétes hatások kiegyenlítik egymást, a populáció ekkor is genetikai egyensúlyban van):",
    "Van mutáció.",
    "Az egyedek ki- és bevándorolhatnak.",
    "Van szelekció; az egyedek rátermettsége, alkalmazkodó készsége eltérő.",
    "Nem azonos az egyes genotípusok szaporodási esélye (nem véletlenszerű párválasztás, szexuális szelekció).",
    "A populáció mérete lehet kicsi.",
    "Az evolúciós folyamatok alapvetően két szintre oszthatók:",
    "A mikroevolúció faj alatti szint, ennek során egy adott faj különböző populációi eltérő fejlődésnek köszönhetően különbözővé válnak, ami új faj kialakulását eredményezheti.",
    "Az evolúciós változások alapját a faj populációit alkotó egyedeinek genetikai változatossága biztosítja.",
    "A makroevolúció a faj szintje feletti változásokat jelenti, azaz olyan magasabb rendszertani egységek – nemzetség, család stb.",
    "– kialakulásának folyamata, melyek már csak lazább rokonsági viszonyban állnak a kiindulási faj populációival.",
    "A makroevolúció folyamatát, a nagyobb rendszertani csoportok létrejöttét, az élőlénycsoportok leszármazási viszonyait megjelenítő törzsfák készítésével lehet jellemezni (amin jól látszik, hogy pl.",
    "a kétéltűek az ősi bojtosúszós halakból fejlődtek ki, tehát egy új faj kialakulása egy másik rendszertani csoport létrejöttéhez vezetett).",
    "Mikroevolúció",
    "A mikroevolúció faj alatti szinten, egy populáción belül történő változásokat foglalja magába.",
    "Ebbe a témakörbe tartoznak az alábbi jelenségek, ill. mechanizmusok:",
    "a populációk változatossága (diverzitása),",
    "alkalmazkodása,",
    "a fajképződés felé mutató különféle mechanizmusok, mint pl.",
    "mutáció,",
    "szelekció,",
    "genetikai sodródás stb.",
    "A folyamatok fontos sajátsága, hogy többnyire kis lépésekben és rövidebb időtávon zajlik.",
    "Már korábban megfogalmaztuk, hogy a törzsfejlődés hátterében olyan folyamatos változások sorozata áll, melynek során a fajok öröklődő jellegei nemzedékről nemzedékre változnak.",
    "Az evolúció során egy faj különböző populációiban bizonyos tulajdonságok megritkulnak, mások gyakoribbá válnak, ill.",
    "új tulajdonságok jelenhetnek meg.",
    "Ezáltal a faj populációi az idők során kisebb-nagyobb mértékben különbözőkké válnak.",
    "A változások halmozódásával a populációk egyedei oly mértékben eltérővé válhatnak elődeiktől, hogy már nem is tekinthetők egy fajba tartozóknak.",
    "A klasszikus populációgenetika a génváltozatok (allélok) populációbeli arányának, ill.",
    "egyes allélok gyakoriságának megváltozását elemi evolúciós változásnak tekinti.",
    "Ennek megfelelően a mikroevolúció; a populációk genetikai összetételének megváltozása az egymást követő nemzedékek során.",
    "Tehát az is evolúciós változást eredményezhet, ha változik az egyes fenotípusok gyakorisága, aránya, nem szükséges feltétlenül új tulajdonságok megjelenése.",
    "Változatosság, sokféleség, diverzitás",
    "A biodiverzitás biológiai sokféleség.",
    "Az élet megjelenési formáinak gazdagságát, az élővilág változatosságát és változékonyságát kifejező fogalom.",
    "Összetettségénél fogva a biológiai szerveződés több szintjén értelmezhető.",
    "Szintjei:",
    "genetikai diverzitás, lásd alább,",
    "faji diverzitás, ami a fajok számát és egyedszámarányait jelenti egy társuláson belül,",
    "ökológiai diverzitás, ami az ökológiai kapcsolatok komplexitását, a táplálkozási kapcsolatok összetettségét, az anyag- és energiaáramlás mikéntjét jellemzi.",
    "Genetikai diverzitás",
    "A genetikai diverzitásnak négy szintjét különböztetjük meg:",
    "fajok közötti diverzitás, ami a különböző fajok eltérő génállományának, ill. fenotípusos megjelenésének a sokfélesége,",
    "fajon belüli, populációk közötti diverzitás, ami a faj egyes populációinak eltérő genetikai összetételét fejezi ki, hiszen egy adott allél előfordulási gyakorisága eltérő lehet a különféle populációkban, mint pl.",
    "az AB0 vércsoportot meghatározó allélgyakoriság-eltérés az egyes emberi populációk között,",
    "egy populáció egyedei közötti genetikai sokféleség, ami a populáción belül fellelhető allélváltozatok egyedekben való előfordulásától függ, pl. az AB0 vércsoportrendszerben 4-féle vércsoportot különböztetünk meg annak alapján, hogy a populáción belül a vércsoportokat meghatározó 3-féle allél – IA, IB, i – milyen párt alkotnak az egyedekben,",
    "egy egyed DNS-ében fellelhető genetikai diverzitás, ami a genomon belül az egyes génpárokat alkotó allélok változatosságát jellemzi, azaz az egyes génekre nézve mekkora arányban jelentkezik a heterozigóta genotípus (ha minden allélpár heterozigóta genotípusú, akkor szélsőségesen nagy, amennyiben minden allélpár homozigóta genotípusú, akkor szélsőségesen alacsony a diverzitás mértéke).",
    "A faj fogalmának meghatározásánál már említettük, hogy a közös génállomány révén, az egy fajba tartozó egyedek külső és belső felépítésükben nagymértékben hasonlóak.",
    "Ugyanakkor a mikroevolúciós folyamatok szempontjából alapvetően fontos, hogy egy faj adott populációján belül az egyedek nem teljesen egyformák, tulajdonságaikban kisebb-nagyobb eltérés tapasztalható.",
    "Pl. két ember genetikai állománya 99,9%-ban megegyező, de 0,1%-ban eltérő.",
    "A genetikai diverzitás jelentősége abban rejlik, hogy egy nagyobb változatossággal rendelkező populáció sokkal nagyobb eséllyel képes alkalmazkodni az állandóan változó környezeti viszonyokhoz hiszen, ha megváltozik a környezet, a populáción belül mindig lesznek olyan egyedek, melyek az új környezetben rátermettebbek lesznek a többieknél.",
    "A rátermettebb egyedek nagyobb eséllyel szaporodnak, nagyobb eséllyel örökítik át genetikai állományukat, így a következő generációkban tulajdonságaik egyre elterjedtebbek lesznek, aminek eredményeképpen a populáció lassan megváltozik (lásd Manchester környéki nyírfaaraszoló lepkék).",
    "Amennyiben a változást okozó tényezők hosszabb ideig egy irányba mutatnak, új faj kialakulására van lehetőség.",
    "A populáción belül az egyedek genetikai diverzitásának az alapja az ivaros szaporodás mechanizmusa.",
    "Az ivaros szaporodás során az alábbi események a véletlenszerű tulajdonságkombinációk „végtelen” lehetőségét biztosítják:",
    "az ivarsejtek véletlenszerű találkozása,",
    "az ivarsejtek keletkezésekor a meiózis során a homológ kromoszómák kromatidái közötti szakasz kicserélődés (átkereszteződés, intrakromoszómális rekombináció),",
    "a meiózis első főszakaszának végén a homológ kromoszómák véletlen szétválása,",
    "illetőleg a DNS szerkezetében beálló változás, a mutáció.",
    "A horizontális géntranszfer az a folyamat, melynek során az élőlények genetikai információt adnak át egymásnak.",
    "Elsősorban mikroorganizmusokra jellemző, a génátadás legtöbbször vírusok vagy plazmidok közvetítésével zajlik, mint ahogyan azt láttuk a baktériumtranszformáció, -transzdukció, ill.",
    "a -konjugáció során.",
    "Továbbá a populáción belül az egyedek fenotípusos megjelenésének változatosságát több tényező befolyásolja.",
    "Az élőlények tulajdonságait döntően a gének szabják meg (az emberi zigótából nem lesz szamár, néhány kivételes esettől eltekintve).",
    "Ez a genetikai determináltság.",
    "Ugyanakkor nincs egyértelmű viszony a genotípus (gének összessége), ill.",
    "a fenotípus (megjelenő tulajdonságok összessége)",
    "között, mivel az egyes tulajdonságok kifejeződését számtalan egyéb tényező befolyásolja, mint pl.",
    "az egyes gének genetikai környezete, azaz a gének befolyásolják egymás hatásait, génkölcsönhatások alakulnak ki, bizonyos jellegek – pl. mennyiségi jellegek – kifejeződésében akár több tucat gén is részt vehet.",
    "Ennek megfelelően érdemes génhálózatok működéséről beszélni.",
    "Másfelől egy gén több tulajdonságot is befolyásolhat.",
    "Harmadrészt bizonyos tulajdonságok kifejeződését a különféle környezeti hatások jelentős mértékben befolyásolhatják, mint láttuk már az epigenetikus hatások bemutatásánál.",
    "Tehát, mint már korábban tárgyaltuk, az egyedek közötti különbségeket (pl. testmagasság, testsúly, vérkoleszterinszint, Alzheimer-kórra való hajlam), ill.",
    "az egyes betegségekre való hajlamot környezeti – pl. epigenetikai hatások - és genetikai különbségek összessége okozza.",
    "Elméletileg két azonos genotípusú egyed fejlődhet különbözőképpen eltérő környezetben, illetve két eltérő genotípus fejlődhet azonos módon is a környezettől függően.",
    "A valóságban az egyedek általában sem génjeikben, sem környezetükben nem egyeznek teljes mértékben.",
    "A populációk genetikai összetételét módosító hatások",
    "A populációk genetika összetételének változása átalakítja a populációt genetikailag, amely tehát evolúciós átalakulást eredményezhet.",
    "Véletlenszerű, előre nem látható, genetikai diverzitást növelő tényezők, nem adaptív evolúciós folyamatok",
    "Mutáció",
    "Az evolúció során az egyes allélváltozatok mutációval jöttek létre. Ma az élőlények az evolúció során felhalmozódott kedvező mutációkat hordozzák.",
    "Rekombináció",
    "A rekombináció során a tulajdonságokat kialakító genetikai tényezők újrarendeződnek, így új génkombinációk a szülőktől eltérő fenotípusokat eredményeznek.",
    "Génáramlás-bevándorlás",
    "Az egymás mellett élő populációk között az egyedek vándorolhatnak.",
    "A bevándorlás megváltoztatja a populáció genetikai összetételét, hiszen a jövevény egyedek új allélokat hozhatnak magukkal, így megváltoztatják az eredeti allélgyakoriságokat.",
    "Például a B vércsoport elterjedése Európában a tatárjárásnak „köszönhető”.",
    "Véletlenszerű, genetikai diverzitást csökkentő tényezők, nem adaptív evolúciós folyamatok",
    "Genetikai sodródás (drift)",
    "Általában kis létszámú, elszigetelt populációkra jellemző.",
    "Ha egy populációban a szaporodó egyedek száma lecsökken, megváltoznak az allélgyakoriságok, elveszhetnek hasznos, fontos allélek, ezért többnyire csökken a populáció élet- és szaporodóképessége.",
    "Az elméletileg várt hasadási arányok nem tapasztalhatók a következő generációkban, egyes genotípusok kiveszhetnek a populációból.",
    "Általában lerontja a populáció tulajdonságait, ugyanakkor a fajképződés egyik lehetséges útja (pl. endemikus fajok kialakulása).",
    "A kihalási küszöb az a kritikus populációnagyság, ami alatt a populáció már nem szaporodóképes.",
    "A populációk optimális nagyságának óriási a természetvédelmi – fajmegőrzési - jelentősége, ugyanis minél kisebb az egyedszám, annál nagyobb a beltenyésztés, ill.",
    "a genetikai sodródás veszélye, melyek a populációk genetikai leromlását eredményezik.",
    "A genetikai sodródás szélsőséges példája az alapítóelv.",
    "Ilyenkor egy nagy létszámú populáció kis egyedszámú része elkülönül, például egy szigetre való betelepülés során vagy valamilyen katasztrófa révén.",
    "Az alapító egyedek genetikai állománya eltérhet az eredeti populáció átlagától.",
    "Az észak-amerikai indiánok többsége 0 vércsoportú, míg B vércsoport nem fordul elő közöttük, ami azért meglepő, mert Amerika benépesítése Ázsia felől történt meg, ahol pedig a B vércsoport a leggyakoribb vércsoport.",
    "Korábbi elképzelés szerint egy apró, alig száz fős csoport kivált az ázsiai őslakók közül és a befagyott Bering-szoroson keresztül átvándorolt Észak-Amerikába.",
    "(Újabban kétségbe vonják ezt, több hullámban történő benépesítést valószínűsítenek.)",
    "Beltenyészet",
    "A rokonok közötti szaporodást beltenyésztésnek nevezzük, melynek során a homozigóták aránya egyre nő.",
    "A rokon egyedek nagyobb mennyiségben hordoznak hasonló allélokat, emiatt a recesszív allélok találkozásának esélyei is megnövekednek.",
    "A recesszív allélok leggyakrabban hátrányos jellegeket – betegségeket - alakítanak ki homozigóta formában, emiatt tehát megnő a recesszív betegségek kialakulásának a kockázata.",
    "Szélsőséges esete az önmegtermékenyítés, ekkor minden generációban felére csökken a heterozigóták aránya.",
    "Elvándorlás",
    "Nem véletlenszerű, genetikai diverzitást csökkentő tényezők, adaptív evolúció",
    "Szelekció (kiválogatódás)",
    "A szelekció során az élőlények nemzedékeinek váltakozásával az öröklődő tulajdonságok közül az előnyös jellegek gyakorisága nő, az előnytelenek gyakorisága pedig csökken.",
    "A szelekció előfeltétele a változatosság.",
    "Formái a természetes és a mesterséges szelekció.",
    "A természetes szelekció a létért való küzdelemben a legrátermettebb genotípusok elterjedését és a kevésbé rátermett egyedek kiküszöbölődését jelenti.",
    "A szelekcióval a populáció generációk során át - alkalmazkodik – adaptálódik – az adott környezethez.",
    "A folyamatot adaptív evolúciónak tekintjük.",
    "Például a jegesmedve nem albínó állat.",
    "Képes az emlősökre jellemző festékanyag, a melanin előállítására, szeme és bőre erősen pigmentált.",
    "A pigmentanyag azonban a szőrszálakba nem rakódik be, így annak színe fehér.",
    "Kialakulása a barna szőrű medvékből kiindulva adaptáció révén valósult meg.",
    "A populáció egyedei – egyes genotípusai – különbözők, eltérőek a túlélési, szaporodási esélyeik.",
    "Az egyes genotípusok túlélése, szaporodási képessége, az utódnemzedékekben való megjelenése genetikai rátermettségétől függ.",
    "A rátermettség – fitness - egy adott genotípus megjelenésének a valószínűsége az utódnemzedékben.",
    "Ez a tényező képezi a természetes szelekció alapját.",
    "A szelekció iránya, a mennyiségi jellegek szelekció típusai",
    "Irányító szelekció",
    "A jelleg átlagától valamilyen irányban eltérő tulajdonságnak kedvez.",
    "A szélsőségeket részesíti előnyben.",
    "Pl. száraz környezetben a keskenylevelű egyedek a rátermettebbek.",
    "Mesterséges szelekciónál (nemesítésnél, állattenyésztésben, növénytermesztésben) gyakran alkalmazott módszer.",
    "A mesterséges szelekció az ember tervszerű tevékenysége, amely révén a számára megfelelő tulajdonságokat nemzedékről nemzedékre gyarapítja a kiválasztott élőlények csoportjaiban.",
    "Szétválasztó szelekció",
    "A szélsőértékek kerülnek szelekciós előnybe az átlaggal szemben.",
    "Stabilizáló szelekció",
    "Az átlagértékek kerülnek szelekciós előnybe.",
    "Természetben a leggyakoribb.",
    "Pázsitfűfélék levelének szélessége átlagos környezetben.",
    "A széleslevelűek könnyen kiszáradnak, a keskenylevelűek kevésbé hatékonyan fotoszintetizálnak.",
    "Teljes és részleges szelekció, mutáció-szelekció",
    "Ha valamely genotípus fitness értéke 0, akkor teljes szelekcióról beszélünk, ekkor az egyedek nem vesznek részt a szaporodásban, az ivarérettség elérése előtt elpusztulnak.",
    "Domináns letális allél esetén a szelekció rögtön megvalósul. Ugyanakkor a hibás allél a mutációs rátájának megfelelően újraképződhet.",
    "Recesszív letális allél esetén csak a homozigóták (aa) szelektálódnak ki rögtön, a heterozigótákban tovább lappanghat az allél.",
    "A nemzedékek során az allél gyakorisága csökken, előfordulási valószínűsége közelít a 0-hoz.",
    "Ugyanakkor ismertek olyan speciális esetek, amikor a recesszív allél homozigóta formában letális, azonban heterozigótákban szelekciós előnyt biztosít a hordozójának.",
    "A jeleséget heterozigóta fölénynek nevezzük.",
    "Erre példa a sarlósejtes vérszegénységre nézve heterozigóták gyakori előfordulása Afrikának azon területein, ahol a malária pusztít.",
    "Sarlósejtes anémia hátterében egy, a hemoglobin β-lánc génjében bekövetkezett pontmutáció áll, aminek következtében a hemoglobin-molekulák összecsapódnak, kikristályosodnak, oxigénkötő képességük jelentősen csökken és vörösvértestek sarló alakúvá válnak.",
    "Mivel a károsodott sejtek szétesnek, vérszegénység, vérkeringési zavar és csökkent oxigénellátottság jelentkezik.",
    "A tünetek homozigóta egyéneknél súlyosak, hiszen bennük kizárólag hibás hemoglobin található.",
    "A heterozigóták esetében a hemoglobin-molekulák egy része normális, így az összecsapódási hajlam is kisebb, így ők tünetmentesek.",
    "Náluk csak oxigénhiány miatt jelentkezhetnek a tünetek, pl. magas hegyi tartózkodás vagy erősebb fizikai terhelés esetén.",
    "Ugyanakkor a recesszív allél jelenléte védettséget biztosít a maláriával szemben.",
    "A homozigóta recesszívek sarlósejtes vérszegénységben halnak meg,",
    "a homozigóta dominánsok pedig maláriában.",
    "Heterozigótákban mivel a kóros hemoglobin védelmet biztosít a malária kórokozójával szemben, így ők nem betegednek meg sem maláriában, sem sarlósejtes vérszegénységben.",
    "Részleges szelekció esetében az utódok életképesek, de valamiért különböző mértékű szaporodási hátrányban vannak.",
    "A szelekció – evolúció – szintjei, többszintű evolúció",
    "A biológiai szerveződés többszintűsége egyúttal magával hozza a szelekció, illetve az evolúciós mechanizmusok többszintűségét.",
    "A génközpontú evolúciófelfogás szerint a szelekció alapegységei a tulajdonságokat meghatározó gének.",
    "Ennek megfelelően az evolúciót a gén szempontjából kell értelmezni tekintve, hogy egy allél másolata nagyobb eséllyel megy tovább a következő generációba, mint egy másik.",
    "A szelekció tehát",
    "a gének, ill.",
    "az allélok között zajlik.",
    "A testek egyszerűen csak helyet biztosítanak a géneknek és elősegítik a gének továbbadását, az élőlények túlélőgépek, a gének túlélőgépei.",
    "Ezért az \"önző gén\" csupán a saját túlélésében érdekelt, nem pedig az egyedében, amelynek részét képezi.",
    "A természetes szelekció tehát azoknak a géneknek kedvez, melyek jól tudnak túlélőgépeket \"építeni\".",
    "Ebben az esetben a szelekció az egymással versengő gének között zajlik, és az élettartamuk és másolási megbízhatóságuk szerint válogat köztük.",
    "Az evolúcióban azok a gének, allélok voltak sikeresek, azok maradhattak fent, amelyek sikeresen tudták átörökíteni magukat a múltban.",
    "Az egyed szintű szelekció a populáción belül a legfontosabb, eddig alapvetően ezzel foglalkoztunk, az eltérő fitnesz hátterében genotípus, illetve öröklődő fenotípus különbségek állnak.",
    "Populáció szintű szelekció során a populációk alkalmazkodnak a környezetükhöz.",
    "Egy nagyobb genetikai változatossággal rendelkező populáció – ahol egy-egy génnek igen sok alléja fordulhat elő - sokkal nagyobb eséllyel képes alkalmazkodni az állandóan változó környezeti viszonyokhoz.",
    "Ki kell emelni, hogy a populáció alkalmazkodóképességének a javulása nem az egyedek valamiféle genetikai megváltozása életük során, hanem generációk során át a populáció genetikai összetételének megváltozása révén következik be, aminek mozgató rugója az egyedek közötti természetes szelekció.",
    "A kiválogatódás során a populáció gyengébb fitneszű egyedei kisebb-nagyobb számban elpusztulnak, amely a populáció genetikai összetételének, általában allélgyakoriságának változását eredményezi (mikroevolúció).",
    "A populáció szintű szelekció kapcsán említést kell tennünk a koevolúció jelenségéről.",
    "A koevolúció a biológiában két faj egymással kölcsönhatásban történő evolúcióját jelenti.",
    "A koevolúció során egy populáció génállománya a természetes szelekciónak köszönhetően egy másik populáció hatására megváltozik.",
    "A koevolúcióra számos példa ismert:",
    "A virágok és az őket beporzó rovarok kapcsolata.",
    "A paraziták és a gazdaszervezetek kölcsönhatásai.",
    "A ragadozók és a prédaállatok felépítése és viselkedése.",
    "Növények és növényevők együttes fejlődése.",
    "Szimbióta szervezetek alkalmazkodása.",
    "A lombfakadás és a lombfogyasztó rovarok megjelenésének összehangoltsága.",
    "Stb.",
    "Szelekció az ökológiai rendszerek szintjén is zajlik.",
    "Az ökoszisztémák a társulások és az élőhelyek együttesei, rendszerei, magukba foglalják az élőlények és élettelen környezetük teljes kapcsolatrendszerét.",
    "Amennyiben változnak az élőhely környezeti tényezői – hőmérséklet, csapadékviszonyok stb.",
    "-, úgy változás indul be az élő rendszerek működésében és összetételében.",
    "Nagymértékű változás esetén fajok halhatnak ki, új fajok jönnek létre, miáltal megváltozik az ökoszisztémákat alkotó társulások faji összetétele, struktúrája.",
    "Erre példa lehet a jégkorszakok ciklikus klímaváltozásai és az ezeket követő átalakulások az ökológiai rendszerekben.",
    "Az alkalmazkodóképesség kulcsa a diverzitásban, a szervezetek, fajok, gének sokféleségében keresendő.",
    "A szelekció tehát több szinten zajlik egyszerre: gének, egyedek, populáción belüli csoportok, populációk és ökoszisztémák szintjén egyszerre.",
    "Az adaptáció tehát bármely szinten működhet, a génektől az ökoszisztémákig.",
    "A természetes szelekció speciális esetei",
    "Önzetlen magatartás (altruizmus)",
    "Az etológiában azt értjük önzetlenség alatt, amikor egy állat tevékenysége valamelyik fajtársának, rokonának életben maradási, szaporodási sikerét növeli, azon az áron, hogy saját maga hátrányba kerül.",
    "Önzetlen magatartás akkor van, ha a segítségnyújtó egyed hátrányát meghaladja a megsegített egyed előnye.",
    "Ez a magatartás is a populáció fennmaradásának esélyét javítja.",
    "Olyan viselkedések, mint az altruizmus, azért alakulnak ki, mert segítik a rokonokat a túlélésben és a szaporodásban, amivel tulajdonképpen az egyedek saját génjeik fennmaradását segítik mások testében (közös génállomány révén).",
    "Rokonszelekció",
    "Minél közelebbi a családtag, annál nagyobb az önzetlenség, annál valószínűbb, hogy a génállomány közös, ezért az altruista egyed önfeláldozása nem hiábavaló (Hamilton-törvény).",
    "Az ürgék és a mormoták egyes fajai – például az olimpiai mormota – füttyentenek, ha ellenséget vesznek észre.",
    "A füttyentő példány segíti a többiek életben maradását, de fölhívja a figyelmet saját magára, így valamivel nagyobb eséllyel esik áldozatul a támadónak, mint ha „önző módon” azonnal beugrott volna üregébe.",
    "Az olimpiai mormoták kolóniáiban az egymás közelében élő egyedek génkészlete részben azonos, mert rokonok, ezért a füttyentést megszabó génváltozat akkor is elterjedhet a populációban, ha egy-egy füttyentő egyed áldozatul esik a ragadozóknak.",
    "A hangyák, méhek és darazsak egyaránt társas életet élnek, szaporodásuk rendkívül speciális:",
    "csak a királynő hoz létre utódokat, a dolgozók nem.",
    "A királynő életében egy rövid időszakban párzik, mégpedig csak egy hímmel.",
    "(A hímivarsejteket azonban élete végéig tárolja és beosztja.",
    "A királynő dönti el, hogy egy adott új petéjét megtermékenyít-e hímivarsejttel, vagy nem.)",
    "Ha nem, akkor a petesejtből haploid, hím rovar fejlődik (amelynek minden hímivarsejtje genetikailag azonos, mitózissal hozza létre a hímivarsejtjeit),",
    "ha igen, akkor diploid nősténydolgozó lesz. (A királynő nem más, mint speciálisan táplált nőstény.)",
    "Királynő - dolgozó rokonsága ½ (hiszen a királynő egyik homológ kromoszómáját örökli csak).",
    "Dolgozó - dolgozó rokonsága: 3/4!",
    "(az apai gének azonosak (100%),",
    "az anyai gének azonosságának esélye ½ (50%),",
    "azaz génállományuk 50%-ában azonosak (apai gének),",
    "génállományuk másik 50%-ában 50%-ban (25%) azonosak, az összesen 75%.).",
    "A dolgozók tehát egymással közelebbi rokonok, mint a saját utódaikkal lennének, ezért a dolgozóknak érdekük a fejlődő peték - azaz saját testvéreik - ápolása.",
    "Csoportszelekció-együttműködés",
    "Olyan szelekciós folyamat, amelynek egysége nem az egyed, hanem a csoport.",
    "Az egyedek csoportjainak növeli meg a szaporodási sikerét, életképességét.",
    "Mivel azonban a csoport egyedekből áll, a csoportszelekció közvetve egyedek közötti szelekció is.",
    "Annak a csoportnak az egyedei maradnak életben, amely a legjobban tökéletesítette a munkamegosztást, az utódok gondozását, a védekezést és a támadást, amely tehát az egyedek együttműködése révén legmagasabb szintre tudta emelni a csoport működését.",
    "Pl.",
    "egyes csoportokban élő trópusi madarak kevesebb tojást raknak, mint amennyit fel tudnának nevelni.",
    "Ez az egyed szempontjából előnytelen, a csoport szempontjából viszont előnyös, hiszen a szűkös táplálékforrásokat így meg tudják osztani.",
    "Ha a madár nem lenne ilyen módon önzetlen, akkor minden madárnak sok utóda lenne, ami a túlnépesedés miatt a csoport létét veszélyeztetné (pl. a táplálékhiány miatt a legyengült egyedek között könnyebben pusztítana járvány).",
    "Együttműködés-szelekcióval alakultak ki az evolúció során az egyre magasabb szerveződési szintek, mint pl. az egysejtűekből a többsejtűek, a telepes élőlényekből a szövetesek stb.",
    "Fajok keletkezése",
    "A biológiai evolúció során a populációk, ill.",
    "a fajok öröklődő tulajdonságai maradandóan megváltoznak és ennek eredményeképpen új fajok jöhetnek létre.",
    "A fajképződés folyamata során egy faj különböző populációi olyan mértékben megváltoznak, hogy az őket alkotó egyedek már nem tudnak egymással szaporodni.",
    "A genetikai összetételt megváltoztató mechanizmusok lehetnek",
    "nem adaptív jellegűek, melyek sokszor hirtelen, véletlenszerűen, előre nem látható módon következnek be, mint pl.",
    "a mutáció, genetikai sodródás, migráció,",
    "ill.",
    "a változás hátterében adaptív folyamatok is állhatnak, a populációk a szelekciós folyamatok következtében lassan, fokozatosan alkalmazkodnak a környezetükhöz, melynek során az arra alkalmas genotípusok kiválogatódnak.",
    "Filogenetikai szempontból a fajképződés történhet úgy, hogy",
    "egy faj átalakul (anagenezis, nem jön létre új elágazás),",
    "ill. egy fajból szétválással több képződik (kladogenezis, új elágazás jön létre, ahol az egyik faj megtarja eredeti vonásait).",
    "A kérdés az, hogy milyen események válthatják ki a fent említett genetikai összetételbeli változást eredményező mechanizmusokat?",
    "Fokozatos evolúció",
    "Többnyire lassú, sok generáción keresztül valósul meg.",
    "Izoláció",
    "A fajok térben többé-kevésbé elhatárolódó populációkból állnak.",
    "Az izoláció során egy faj különböző populációi, ill.",
    "egy populáció egyes részei elkülönülnek egymástól, aminek eredményeképpen az elkülönülő részek között lehetetlenné válik az egyedek vándorlása.",
    "Az elkülönülő populációk",
    "a genetikai sodródás,",
    "ill. amennyiben a szétváló csoportok környezete megváltozik, az adaptáció révén sajátos – eltérő - úton fejlődhetnek.",
    "Izoláció oka lehet:",
    "Földrajzi (Allopatrikus fajképződés)",
    "Ebben az esetben a véletlenszerű szétválás miatt elsősorban a genetikai sodródás hatására képződnek új fajok.",
    "Ilyen izoláció például a kontinensek vándorlása, a folyók kialakulása, ill.",
    "az egymással kapcsolatban nem álló édesvízi tavak vagy az óceáni szigetek élővilágának kialakulása során ment végbe.",
    "Szaporodási",
    "Pl. a földrajzi izoláció következtében alakulhat ki.",
    "Eltérővé válhat a szaporodási időszak.",
    "A szaporodási szokások megváltozhatnak.",
    "Ökológiai (Szimpatrikus fajképződés)",
    "A fajok populációi ugyanazon földrajzi területen különböző élőhelyeket foglalnak el, és így általában nem találkoznak egymással.",
    "Az eltérő ökológiai környezethez való alkalmazkodás eredményeképpen az elkülönülő populációrészek egyedei sajátos úton fejlődhetnek.",
    "Példa lehet erre a vöröshasú és a sárgahasú unka hazai előfordulása.",
    "A sárgahasú unka főleg a hegyvidékek, míg a vöröshasú a síkvidékek lakója (eltérő ökológiai környezet).",
    "Az ökológiai fajképződés egy jellemző példája az adaptív szétterjedés (radiáció)",
    "Előfordul, hogy a populációk egyedei a túlnépesedés miatt kiszorulnak eredeti élőhelyükről.",
    "Az új élőhelyen a megváltozott körülményekhez a populációk alkalmazkodnak (adaptálódtak), melynek során az arra alkalmas genotípusok kiválogatódnak.",
    "Ilyen a Galápagos-szigeteken élő pintyek példája.",
    "Vulkanikus szigetek, melyekre néhány egyed véletlenül vetődött.",
    "Először azokat az élőhelyeket foglalhatták el, mint a kontinensen,",
    "majd mikor azok telítődtek, új, üres élőhelyeket népesítettek be versengés nélkül.",
    "Ma 14 pintyfaj él a szigeteken az eredeti magevőkön kívül - virágevő, rovarevő -, melyek alkalmazkodtak az új környezethez, amit az eltérő csőrszerkezetük mutat.",
    "Adaptív radiációval magyarázhatjuk pl.",
    "a szárazföldi gerinces állatok különböző végtagtípusait.",
    "Minden végtagtípus az ötujjú típusra vezethető vissza, azonban az egyes végtagok felépítése az evolúció során alkalmazkodott a különféle környezeti körülményekhez.",
    "Az ilyen hasonló eredetű, alapszabásában megegyező szerkezetű, azonban az eltérő környezethez való alkalmazkodás miatt különböző megjelenésű szerveket homológ szerveknek nevezzük.",
    "Az eltérő fejlődés a divergencia, melynek során tehát az élőlények egyes szerveinek a felépítése alkalmazkodik az eltérő környezeti feltételekhez.",
    "A divergenciával ellentétes fejlődés a konvergencia, melynek során a törzsfejlődéstanilag eltérő eredetű és szerkezetű szervek a hasonló környezethez való alkalmazkodás miatt hasonlóvá válhatnak.",
    "A konvergens fejlődés eredményeként létrejövő hasonló szerveket analóg szerveknek nevezzük. Ilyen pl.",
    "a rovarok és a gerincesek szárnya,",
    "a vakond és a lótücsök ásólába,",
    "a halak és a cetek úszói stb.",
    "Az ugrásszerű evolúció",
    "Rövid idő – egy-két nemzedék - alatt végbemenő evolúciós változás. Néhány egyedre terjed csak ki, amelyekből új faj keletkezhet. Módjai:",
    "Génáramlással, genetikai sodródással",
    "A genetikai sodródás kisméretű, elszigetelt populációkban akkor is megváltoztatja az allélgyakoriságokat, ha a környezet állandó, azonban, ha változik a környezet, a szelekció-adaptáció ráerősíthet a fajképződés folyamatára.",
    "Génmutációval, kromoszómamutációval",
    "Génmutációval új génváltozatok – allélok - alakulnak ki, melyek egy környezetváltozás során hasznossá válhatnak.",
    "Kromoszómamutációval új gének, ill. allélok ugyan nem jelennek meg, de új fenotípusok jönnek létre.",
    "A poliploidizáció (genomsokszorozódás) is hasonló eredményt hoz, ami úgy jön létre, hogy az osztódások során a kromoszómák valamilyen módon megsokszorozódnak, pl.",
    "nem válnak szét a meiózis során, így ugyanabba az ivarsejtbe kerül mindkét homológ kromoszóma, vagy",
    "megkezdik a sejtek a mitózisukat, azonban a szétváló kromatidák ugyanabba a sejtbe kerülnek.",
    "A búza nemzetség tagjai közül a 21 pár kromoszómát tartalmazó tönkölybúza kialakulása a kutatók szerint valószínűleg úgy történt, hogy két ősi faj, a 7 pár kromoszómát tartalmazó kecskebúza és az ugyancsak 7 pár kromoszómás alakor búza kereszteződött.",
    "Az így létrejövő hibrid",
    "előnyös tulajdonságú (nagyobb szemű), azonban a kísérletek tanúsága szerint többnyire terméketlen, mert a két faj kromoszómái különböző alakúak.",
    "Nem megy végbe a meiózis, mivel a homológ kromoszómapárok összetapadása / párképzése nem lehetséges. / Nem alakulnak ki homológ párok.",
    "Szerencsés véletlen folytán azonban a hibrid búza összes kromoszómája megkettőződött, így már nem volt akadálya a meiózisnak: létrejött a 14 kromoszómapáros tönke búza.",
    "A tönke búzából az előző lépéshez hasonló módon, újabb szerencsés kereszteződés eredményeként jött létre a ma ismert tönkölybúza.",
    "A termékeny tönkölybúza létrejöttéhez az alábbi két lépésnek kellett bekövetkeznie:",
    "egy másik, 7 pár kromoszómát tartalmazó fajjal való kereszteződés.",
    "Az így létrejött teljes kromoszómaszám (21 db (3x7)) megkettőződése (21 pár).",
    "Emelt szintű érettségi 2010",
    "X",
    "kecskebúza\t\t        alakor búza",
    "2x                             x",
    "terméketlen hibrid\t\t     \t  tönke búza",
    "2x",
    "tönkölybúza\t                  terméketlen hibrid",
    "Összefoglalva az evolúció mechanizmusai",
    "Mutáció,",
    "genetikai sodródás,",
    "génáramlás,",
    "szelekció.",
    "Az evolúció jellemzői tehát",
    "a szaporodás,",
    "az öröklődés",
    "és a változatosság.",
    "Az evolúciós folyamatoknak két szakasza van:",
    "a változatosság kialakulása (pl. mutáció),",
    "és a terjedése (szelekció, genetikai sodródás, génáramlás).",
    "Az evolúció során nem szükséges új tulajdonságoknak a megjelenése, elég a meglévő típusok gyakoriságának a megváltozása.",
    "Beltenyésztés",
    "A rokonok közötti szaporodást beltenyésztésnek nevezzük.",
    "A párosodó egyedek nagyobb mennyiségben hordoznak hasonló allélokat, emiatt a hátrányos tulajdonságot hordozó recesszív allélok találkozásának esélyei megnövekednek, a homozigóták aránya egyre nő.",
    "Szélsőséges esete az önmegtermékenyítés, ekkor minden generációban felére csökken a heterozigóták aránya.",
    "Például induljunk ki egy homozigóta szülői nemzedékből:",
    "P:\tAA x aa\ta szülői nemzedékben nincs heterozigóta",
    "P nemzedék nem beltenyésztés, hanem hibridizáció, mivel különböző genotípusú egyedeket keresztezünk, ekkor nő a heterozigóták aránya:",
    "F1: \t    Aa        \tmind heterozigóta 100%",
    "F2: AA Aa Aa aa\taz F2 nemzedékben 50% a heterozigóták aránya",
    "1   :   2   :  1",
    "Önmegtermékenyítéssel csak az azonos genotípusú egyedeket keresztezzük egymással.",
    "F2:\t  AA\t\t     2 Aa\t   aa",
    "4 AA\t       2AA  4 Aa   2aa    4 aa",
    "F3:\t6 AA\t\t      4 Aa             6 aa",
    "Összesen 16 egyed, abból 4 heterozigóta, tehát 4/16 = ¼, azaz 25% az F3 -ban a heterozigóták aránya.",
    "F3:\t6 AA\t\t     4 Aa\t\t6aa",
    "F4:\t24 AA\t\t4 AA  8 Aa  4 aa        24 aa",
    "F4:       28 AA                    8 Aa                    28 aa",
    "Összesen 64 egyed, amiből 8 heterozigóta, tehát 8/64 azaz 1/8 az F4-ben a heterozigóták aránya.",
    "Tehát a populációk optimális nagyságának óriási a természetvédelmi – fajmegőrzési - jelentősége, ugyanis minél kisebb az egyedszám, annál nagyobb a beltenyésztés, ill.",
    "a genetikai sodródás veszélye, melyek a populáció genetikai leromlását eredményezik.",
    "Az evolúció közvetlen bizonyítékai",
    "Az evolúció közvetlen bizonyítékaiként az egykor élt élőlények maradványai szolgálnak.",
    "Fosszíliák, ősmaradványok az élőlények különbözőképpen megőrződött maradványai, amelyek lehetnek:",
    "kövületek: valamikor élt élőlények megkövesedett maradványai,",
    "lenyomatok: az egykor élt élőlények testének lenyomatai (archeopteryx),",
    "borostyánkövekben (megkövesedett gyanta) zárványként főleg ízeltlábúak maradványai,",
    "hideg által konzervált ősmaradványok (mamutok, Ötzi).",
    "Élőkövületek, olyan élőlények, amelyek túlélték azt az időszakot, amelyben virágkorukat élték (bojtosúszós hal, hidasgyík, páfrányfenyők stb.).",
    "Az ősmaradvánnyá válás egyik feltétele a szilárd váz megléte, mert a lágy részek, kivételes esetektől eltekintve, elbomlanak.",
    "A fosszilizáció másik feltétele a gyors betemetődés, amely megvédi az elhalt szervezetet a pusztulástól.",
    "Ez a feltétel ott biztosított, ahol a lerakódó üledék magába zárja és megóvja az elpusztult élőlények maradványait.",
    "A fosszíliák nagyrészt a tengeri üledékes kőzetekben találhatók.",
    "A megkövesedés során a betemetődött szervezet üregei ásványokban gazdag talajvízzel töltődnek meg, amelyből később az ásványok kiválnak, megszilárdulnak és kitöltik az üregeket, aminek köszönhetően kirajzolódik a maradvány formája.",
    "Abszolút (radiometrikus) kormeghatározás",
    "A kőzetekben található radioaktív elemek segítségével történő kormeghatározás.",
    "A módszer alapjául a radioaktív elemek lebomlási ideje szolgál.",
    "A radioaktív és a stabil anyag arányából következtetni lehet az anyag korára.",
    "Radiokarbon módszer",
    "A természetben a stabil szén-12 és a radioaktív szén-14 izotóp aránya meghatározott és állandónak vett.",
    "Az élőlényekbe az egyes elemek természetes arányukban épülnek be az életük során.",
    "Ha azonban elpusztulnak, akkor további szén beépítésére nincs lehetőség, így a stabil C-12 és a radioaktív szén 14-es számú izotóp aránya a radioaktív bomlás miatt változik, a  koncentrációja a felezési időnek megfelelően exponenciálisan csökken.",
    "Tehát a vizsgálandó leletben a 14C és a 12C arányát kell meghatározni, amiből a felezési idő ismeretében következtetni lehet a fosszília korára.",
    "A C-14-es izotóp felezési ideje 5730 év.",
    "Ennek az ismeretében a régészeti leletek kora kielégítő pontossággal meghatározható (kb. 70 000 évig visszamenőleg, 100 év eltéréssel).",
    "A kálium-argon módszer is nagyon elterjedt, mert a kálium nagyon sok kőzetalkotó ásványban előfordul.",
    "Az egészen fiataltól a legidősebb kőzetek vizsgálatára is felhasználható.",
    "Kálium 1,3 milliárd év alatt feleződik.",
    "Relatív kormeghatározás",
    "Akkor használatos, ha nincs lehetőség abszolút kormeghatározásra.",
    "A relatív kormeghatározás legmegbízhatóbb módszere az üledékes kőzetekben talált ismert korú ősmaradványok felhasználása.",
    "Amennyiben ismerjük egy fosszília korát, úgy a vele egy rétegben elhelyezkedő ismeretlen ősmaradvány korát is meg tudjuk határozni, hiszen az egy szintben elhelyezkedő fosszíliák azonos korúnak tekinthetők.",
    "Az egymásra települt kőzetek alulról felfelé haladva egyre fiatalabbak.",
    "Vezérkövületek:",
    "Trilobita: háromkaréjú ősrák. A földtörténeti óidő fontos vezérkövülete.",
    "Ammoniteszek: a jura elején éltek, a földtörténeti középkor szintjelzői. Akadt közöttük 1/2 cm-es törpe és 3 méteres óriás is.",
    "Az evolúció közvetett bizonyítékai",
    "Közvetett bizonyítékokkal a ma élő élőlények tulajdonságaiból következtetünk az evolúció folyamatára:",
    "morfológiai,",
    "biokémiai.",
    "Morfológiai bizonyítékok",
    "Sejttani",
    "Pl. a növényi és állati sejtek azonosságai, ill.",
    "a genetikai kód egyetemessége közös ősre utalnak.",
    "Embrionális",
    "Biogenetikai alaptörvény, az embriók hasonlósága.",
    "Homológ szervek",
    "A hasonló eredetű, alapszabásában megegyező szerkezetű, azonban az eltérő környezethez való alkalmazkodás miatt a különböző megjelenésű szerveket homológ szerveknek nevezzük.",
    "Az eltérő fejlődést divergenciának hívjuk.",
    "Ilyen a gerinces állatok ötujjú végtagtípusa.",
    "Analóg szervek",
    "Az analóg szervek törzsfejlődéstanilag eltérő eredetű és szerkezetű szervek, melyek a hasonló környezethez való alkalmazkodás miatt hasonlóvá válhatnak.",
    "Erre példa a vakond és a lótücsök ásólába.",
    "Csökevényes, funkciót vesztett szervek a környezethez való alkalmazkodás példái.",
    "Futómadarak szárnycsontjai,",
    "kígyók lába.",
    "Atavizmus: ősi, letűnt jellegek visszatérései.",
    "Hátsó végtag megjelenése bálnáknál, kígyóknál,",
    "emberi farok kialakulása,",
    "vagy a 3 ujjú ló.",
    "Biokémiai",
    "Az adott vegyületek – fehérjék, nukleinsavak - összetételének hasonlósága, ill.",
    "különbözőségei alapján meg tudjuk határozni, hogy két faj törzsfejlődése mikor válhatott szét, mivel általánosságban elmondható, hogy minél távolabbi rokonságban áll egymással két élőlény, annál kisebb a hasonlóság, annál nagyobb a különbség a megfelelő molekuláik között.",
    "DNS-homológia: a DNS bázissorrendjének hasonlósága alapján következtetnek a közös evolúciós eredetre, mely alapján molekuláris törzsfa szerkeszthető.",
    "A leszármazási viszonyok megállapításához használhatjuk a sejtmag, az Y-kromoszóma és a mitokondrium DNS-eit.",
    "Az összehasonlítás alapját képezheti a teljes genom, ill.",
    "egy-egy kiragadott gén, mint pl.",
    "a homeotikus gének, röviden Hox gének szekvenciája.",
    "A homeózis az a jelenség, amikor egyes szervek nem a megfelelő testtájakon alakulnak ki, melynek hátterében a DNS mutációja áll.",
    "A mutációt szenvedett gének az ún.",
    "Homeotikus, röviden Hox gének.",
    "A Hox gének normál esetben",
    "az állatok egyedfejlődése során a testmintázat, testtájak, végtagok kialakításában játszanak szerepet, legkisebb változásuk is drámai következményeket okozhatnak az élőlények fejlődésében.",
    "Vagy pl. a citokróm-c enzim aminosav-szekvenciájának átlagos eltérései:",
    "emlős—élesztő 43—49",
    "emlős—hal 20",
    "emlős—madár 10—5",
    "A törzsfán a vonalak mentén lévő egyes számok megfelelnek az egyes elágazások közötti mutációk számával, azaz ennyi aminosavban van eltérés.",
    "Továbbá alapvető biokémiai folyamatok nagyfokú hasonlóságot mutatnak, mint pl. a biológiai oxidáció, a replikáció, az átírás az élővilágban, a fotoszintézis a növényeknél.",
    "Az élőlények főbb csoportjai – hat ország elmélet",
    "Az élővilág rendkívüli sokszínűségének, az élőlények szinte végtelen változatosságának ellenére, a különféle élő rendszerek felépítése és működése alapjaiban számos közös sajátossággal bír.",
    "Ez nem meglepő, hiszen a mai élőlények egy hosszú törzsfejlődési folyamat eredményeként jöttek létre, aminek kiindulópontja egyetlen közös ős volt.",
    "Tehát a ma élő összes élőlény erre a kb.",
    "3,8 milliárd éve létezett ún. egyetemes közös ősre (Last Universal Common Ancestor, LUCA) vezethető vissza.",
    "Az élőlényeket a sejtek felépítése alapján – később - 2 nagy birodalomba soroljuk:",
    "prokarióták",
    "eukarióták",
    "A prokariótákhoz első megközelítésben",
    "az ősbaktériumok és az",
    "eubaktériumok tartoznak.",
    "Az eukariótákat az anyagcseréjük, táplálkozásuk, szerveződésük alapján további 4 nagy egységbe – országba – osztjuk.",
    "Egysejtű eukarióták,",
    "többsejtű gombák,",
    "többsejtű állatok,",
    "többsejtű növények.",
    "Az élővilág főbb csoportjainak evolúciós újításai",
    "Az élővilág kialakulásáról már volt szó korábban, a prokarióták megjelenésétől egészen a többsejtű eukarióták létrejöttéig.",
    "Az alábbiakban a többsejtű növények, ill.",
    "az állatok evolúciójának fontosabb állomásait tekintjük át.",
    "Növények evolúciója",
    "Az első többsejtű növények moszatok (algák) voltak, melyek a korai óidő tengereiben jelenhettek meg.",
    "A magasabb rendű szárazföldi növények kialakulásának szempontjából az algák közül a legfontosabbak az ősi zöldmoszatok voltak.",
    "A szárazföldön egészen addig nem jelenhetett meg az élet, amíg az oxigénszint el nem érte kb.",
    "a mai értéket, aminek köszönhetően az ózonréteg vastagodása miatt a halálos UV sugarak elnyelése olyan mértékű lett, hogy a szárazföldön megjelenő élőlényeket már nem károsította.",
    "Ez nagyjából a szilur időszak végén, kb. 400 millió évvel ezelőtt következett be, s így a tengerek árapályzónájában élő ősi zöldmoszatokból kialakulhattak egymással párhuzamosan a mohák és a harasztok.",
    "Ezzel kezdetét vette a szárazföld meghódítása.",
    "A mohák fejlett teleptestes szerveződésűek, a szövetes szerveződési formát nem érték el.",
    "Az evolúció egyik zsákutcáját képviselik, fejlődésük megrekedt, a magasabb rendű növények felé semmiféle kapcsolatot nem mutatnak.",
    "A harasztok megjelenése az evolúció történetében merőben új fejezetet jelentett, amennyiben a harasztok voltak az első valódi szövetes és az első valódi hajtásos – valódi szervekkel rendelkező – növények (a hajtás a leveles szár).",
    "A valódi szövetek, a növényi szervek kialakulását a szárazföldi életmódra való áttérés indukálta.",
    "Amíg a növény vízben élt",
    "nem volt szüksége gyökérre, hiszen benne élt a tápoldatban, a tápanyagok felszívását egész testfelületen végezte, ennek következtében",
    "szállítószöveteket sem tartalmazott,",
    "nem volt kitéve a kiszáradás veszélyének sem, így a bőrszövetek kialakulása sem következett be,",
    "mechanikai szövetek sem alakultak ki, hiszen nem kellett a növényi testet tartani.",
    "A harasztok első képviselői virágkorukat a karbonban élték, hiszen az akkori meleg, csapadékos klíma kedvezett elterjedésüknek (hiszen szaporodásukhoz víz kell), majd e korszak vége felé, a Föld klímájának szárazabbra fordulása miatt hanyatlásnak indultak, fajaik többsége kihalt.",
    "A harasztok ősi képviselői nagy termetű, fás szárú növények voltak, törzsük átmérője a 2 m-t, magasságuk a 30 m-t is elérte.",
    "Óriási mocsárerdőket alkottak.",
    "Ide tartoztak a pikkelyfák és a pecsétfák, melyek nevüket a levelek lehullása után a törzsön visszamaradó jellegzetes alakú levélcsonkokról kapták.",
    "E növények maradványaiból alakultak ki a mai kőszéntelepek anaerob bomlás eredményeképpen, továbbá óriási jelentőségük, hogy ugrásszerűen megnövelték a légkör oxigéntartalmát.",
    "A következő nagy evolúciós ugrás a virág és a mag megjelenése volt, aminek köszönhetően a megtermékenyítéshez már nem volt szükség vízre.",
    "A földtörténet során elsőként megjelenő virágos, magvas növények a nyitvatermők voltak, melyek kb. 300 millió évvel ezelőtt alakultak ki ősi harasztokból.",
    "Mivel a szaporodásuk függetlenné vált a víztől, továbbá viaszos leveleik miatt kiválóan szabályozták vízháztartásukat, így a növények közül elsőként hódították meg a szárazföldeket.",
    "Mivel jól bírták a vízhiányt, a földtörténeti középkor meleg, száraz klímája kedvezett elterjedésüknek.",
    "A ma élő legfejlettebb növények a zárvatermők, ősi nyitvatermőkből jöttek létre.",
    "Első képviselőik a krétakorban jelentek meg, kb. 120 millió éve.",
    "A törzs a nevét a zárt termőről kapta.",
    "A zárvatermőknél megjelenő evolúciós újítások: virágtakarólevelek, termő, zárt magház, termés, szállítócsövek, gyökérszőrök.",
    "Az állatok evolúciójának fontosabb állomásai",
    "A legelső többsejtű állatok a szivacsok voltak, melyek azonban nem érték el a szövetes szerveződési szintet, álszövetesek maradtak.",
    "Első képviselőik kb.",
    "550-580 millió éve jelentek meg.",
    "A szivacsok nem fejlődtek tovább, így a fejlettebb állatok evolúciójában nem játszottak szerepet, kialakulásuk zsákutcának tekinthető.",
    "A legelső szövetes állatok a sugaras szimmetriájú csalánozók voltak.",
    "Ősi bordásmedúzákból jöttek létre azok az ősi férgek, ahol megjelentek a testtájak (hasi-, ill. hátioldal, a feji és a farki vég), továbbá kialakult a kétoldali szimmetria (bal, ill.",
    "a jobb oldal).",
    "Ezeknél az ősi férgeknél az állatok törzsfejlődése két nagy ágra vált szét, megindult az ősszájú állatok – férgek, ízeltlábúak, puhatestűek -  és az újszájú állatok – tüskésbőrűek, gerinchúrosok, gerincesek - evolúciója.",
    "Az első szárazföldi növények – mohák, harasztok – kb. 400 millió évvel ezelőtti megjelenése lehetővé tette az állatok térhódítását a szárazföldeken.",
    "Legelsőként az ízeltlábúak képviselői – ezerlábúak, pókszabásúak ősei – hagyták el ebben az időszakban a tengereket.",
    "A legegyszerűbb, állkapocs nélküli, halszerű gerincesek mintegy 500 millió éve alakultak ki.",
    "A legprimitívebb állkapcsos gerincesek kb. 420 millió éve jelentek meg.",
    "A legősibb csoportjukat a későbbiekben teljesen kihalt páncélos őshalak alkották, melyeknek kezdetleges formáiból indulhatott ki az egyik ágon a porcos vázú – ráják, cápák -, a másik ágon a csontos vázú halak fejlődése.",
    "A szárazföldi négylábú gerincesek törzsfejlődése az ősi bojtosúszójú halak ágától vált le, kb. 350 millió évvel ezelőtt.",
    "A kövületek alapján az ősi bojtosúszójúak páros úszóinak belső, csontos felépítése megegyezik a magasabb rendű gerincesek végtagvázának alapszabásával, ezért a halaktól a kétéltűekhez vezető átmeneti formának tartják őket.",
    "Páros úszóik a szárazföldi ötujjú végtagtípus előfutárai, mert minden irányban izmokkal mozgatható, belső csontos vázzal rendelkeztek.",
    "Videó",
    "https://drive.google.com/file/d/0B15KJwYa2uMFak5IS1pqWWk1MzQ/view?usp=sharing",
    "https://drive.google.com/file/d/0B15KJwYa2uMFMHB5NEpsLVlfTVE/view?usp=sharing",
    "https://drive.google.com/file/d/0B15KJwYa2uMFRXZySGVwUEFRYjQ/view?usp=sharing",
    "Az első szárazföldi gerincesek kétéltűek voltak. A szárazföldi életmódra való áttérés szükségessé tette:",
    "a szárazföldön való mozgáshoz az ötujjú végtagtípus kialakulását,",
    "a kiszáradás ellen a bőr hámrétegének elszarusodását,",
    "a légköri levegőből a gázcsere lebonyolítását végző tüdő kialakulását.",
    "A kétéltűek a két világ – víz és szárazföld - határán élnek, idejük legnagyobb részét a szárazföldön töltik, ugyanakkor testfelépítésük és főleg szaporodásuk miatt életük vízhez, nedvességhez kötött.",
    "Mintegy 320 millió évvel ezelőtt ősi kétéltűekből kialakultak az első magzatburkos gerincesek, a hüllők.",
    "A hüllőkön kívül a madarak és az emlősök tartoznak még ebbe a rendszertani csoportba.",
    "A magzatburkok az embrió védelmét és táplálását biztosító képződmények, megvédik a fejlődő embriót a kiszáradástól és így lehetővé teszik a szaporodás, egyedfejlődés víztől történő elszakadását.",
    "A három csoport közös sajátsága a szárazföldi életmódhoz való tökéletes alkalmazkodás, az elsődleges vízi életmódtól való teljes elszakadás, amely egyrészt",
    "a kültakaró hámrétegének erőteljes elszarusodásának (amely gátolja a kiszáradást),",
    "másrészt a szaporodás víztől függetlenné válásának köszönhető (magzatburkok (pl. tojás), belső megtermékenyítés).",
    "A hüllők virágkorukat kb. 200 millió évvel ezelőtt a jura időszakban élték, az egész Földet meghódították a szárazföldektől a vizeken át a levegőig.",
    "Legsikeresebb csoportjuk a dinoszauruszok voltak, amelyek kb.",
    "65 millió évvel ezelőtt a kréta időszakban máig vitatott körülmények között – legvalószínűbb elképzelés szerint egy meteorit Földdel való ütközése miatti klímaváltozás következtében – kipusztultak.",
    "Videó",
    "https://drive.google.com/file/d/0B15KJwYa2uMFOC14X2pSZS1RMFU/view?usp=sharing",
    "A tollas dinoszauruszokból alakult ki a legkorábbi ismert madár, a jurakori (150 millió éve), galamb nagyságú Archaeopteryx.",
    "Testfelépítése átmenetet mutat a mai madarak és az egykori hüllők között, mindkét csoportra jellemző sajátságokat mutat (egyesek szerint a madarak a hüllők egyik csoportja, másképp, a túlélő dínók egy csoportja).",
    "A madarak testfelépítése jól tükrözi a repülő életmódhoz való alkalmazkodást:",
    "mellső végtagjaik szárnyakká módosultak, farkuk elcsökevényesedett,",
    "csontjaik üregesek, légzsákokat tartalmaznak, könnyűek,",
    "testüket tolltakaró borítja,",
    "az állatvilág legfejlettebb tüdejével rendelkeznek,",
    "nagy, négyüregű szívük, szeparált két vérkörük van, ezért testhőmérsékletük viszonylag magas és állandó.",
    "Ezenkívül jellemzően fejlett az ivadékgondozásuk.",
    "Az állatvilág legfejlettebb képviselői az emlősök, melyek ősei ősi emlősszerű hüllők voltak.",
    "Az emlősszerű hüllők (pl. a Dimetrodon) kialakulása mintegy 300 millió évvel ezelőtt, a karbonkor végén vette kezdetét.",
    "A legelső ismert emlősök mintegy 200 millió évvel ezelőtt jelentek meg, többségük apró termetű, valószínűleg éjjel aktív, ragadozó (rovarevő) életmódot folytató, rágcsálószerű állat lehetett.",
    "Bár földrajzi elterjedésük széles volt, csak kevés életteret töltöttek be, hiszen ebben az időszakban a hüllők számítottak az uralkodó életformának.",
    "A tömeges fajpusztulás, az ún. krétaesemény következtében a korai emlősök életlehetőségei számottevően növekedtek, mivel számos olyan élettér, amelyet korábban hüllők töltöttek be, megüresedett.",
    "A fentiek következtében a kréta kor végétől az emlősök szinte az összes életteret és kontinenst meghódították.",
    "Az eltérő környezethez való alkalmazkodás következtében óriási változatosságra tettek szert (adaptív radiáció, divergencia).",
    "Az emlősök legfontosabb megkülönböztető jellegzetességei:",
    "Testüket szőr borítja.",
    "Kültakarójuk számos bőrmirigyet tartalmaz (verejtékmirigy, faggyúmirigy, tejmirigy, illatmirigyek).",
    "Vérkeringésüket két vérkörbe kapcsolt négyüregű szív, valamint a fánk alakú, mag nélküli vörösvértestek jellemzik.",
    "Testhőmérsékletük szűk határok között állandó (kivétel: téli álmot alvók esetében).",
    "Elevenszülők, anyatejjel táplálják az utódaikat, fejlett az ivadékgondozásuk.",
    "Az állatvilág legfejlettebb idegrendszerével rendelkeznek."
  ]
}