{
  "doc_id": "Copy of studentnotes_Fatty acitds ctd",
  "sentences": [
    "open.michigan.",
    "Author(s): Aken Desai, Michael Mathis, 2008.",
    "License: Unless otherwise noted, this material is made available under the terms of the Creative Commons Attribution – Share Alike 3.0\nLicense: http://creativecommons.org/licenses/by-sa/3.0/.\n\nWe have reviewed this material in accordance with U.S. Copyright Law and have tried to maximize your ability to use, share, and adapt it.",
    "Copyright holders of content included in this material should contact open.michigan@umich.edu with any questions, corrections, or clarification regarding the use of content.",
    "For more information about how to cite these materials visit http://open.umich.edu/education/about/terms-of-use.",
    "Student works are presented as is and may be an interpretation of faculty members' lectures or assignments.",
    "These student works are not a product of faculty members.",
    "Faculty do not guarantee the accuracy of student work nor endorse them in any way.",
    "Any medical information in this material is intended to inform and educate and is not a tool for self-diagnosis or a replacement for medical evaluation, advice, diagnosis or treatment by a healthcare professional.",
    "Please speak to your physician if you have questions about your medical condition.",
    "Viewer discretion is advised: Some medical content is graphic and may not be suitable for all viewers.\n\nMUNIVERSITY OF MICHIGAN.\n\nCC BY SA.",
    "Fatty Acids ctd.",
    "Tuesday, January 15, 2008\n10:00 AM.\n\n14.",
    "What is the role of pentose pathway?",
    "Why is it important in fatty acid biosynthesis?",
    "What regulates the pentose pathway?",
    "How are pentoses formed without the oxidation of glucose-6-phosphate?",
    "a. Role is to provide NADPH and convert glucose into 5 carbon sugars for other pathways\nb.",
    "Takes glucose-6-P and makes ribulose-5-P, ribose-5-P and xylulose-5-P.\n\ni. Glucose-6-P Dehydrogenase: G6P + NADP+ --&gt; 6-Phosphoglucono-3-lactone + NAPDH + H+\n1) Transcriptional control by insulin.",
    "a) High carb diet --&gt; increases activity of pathway via insulin related transcription factors\nb) High fat diet --&gt; decreases activity.\n\nii.",
    "6-Phosphogluconolactonase: 6-Phosphogluconate\niii. 6-Phosphogluconate Dehydrogenase: 6-Phosphogluconate + NADP+ --&gt; Ribulose-5-P + NADPH + CO2\niv.",
    "Ribulose-5-P Isomerase: Ru5P &lt;--&gt; Ribose-5-P\nv. Ru5P Epimerase: Ru5P &lt;--&gt; Xu5P\nvi.",
    "Transketolase: R5P + Xu5P &lt;--&gt; Sedoheptulose-7-P + G3P\nvii.",
    "Transaldolase: Sedoheptulose-7-P + G3P &lt;--&gt; F6P + Erythrose-4-P\nviii.",
    "Transketolase: Erythrose-4-P + Xu5P &lt;--&gt; F6P + G3P.\n\nc. Rate determined by NADP/NADPH; NADPH slows down rxns\nd.",
    "When need for NADPH exceeds need for R5P, pentoses become F6P and G3P, so they can go back to glucose and make more NADPH\ne. Pathway can be reversed to make Ribose-5-P from F6P and G3P\nf. Highest activity levels in liver and fat.\n\n15.",
    "How does xylulose-5-phosphate regulated carbohydrate and fat metabolism?",
    "a. Increase in blood glucose --&gt; increase in pentose pathway (Xu-5P)--&gt; Xu5P activates PPP2A --&gt; dephosphorylation of PFK-2/FBPase --&gt; stimulates glycolysis and inhibits gluconeogenesis\nb.",
    "Increase in Pentose pathway generates NADPH\nc. Increase in glycolysis generates Acetyl-CoA for FA synthesis\nd. Xu5P increases synthesis of all enzymes for FA synthesis.",
    "i. Carbohydrate response element binding protein (ChREBP) binds to ChRE on DNA\nii.",
    "ChREBP is activated by dephosphorylation by PPP2A\niii.",
    "Binding of ChREBP increases synthesis of enzymes for FA synthesis, Glu-6-P Dehydrogenase, Pyr Kinase\n\ne. Increase in blood glucose can stimulate FA synthesis and fat formation in absence of insulin because of Xu5P\n\n16.",
    "Why are these essential fatty acids?",
    "What is the reason for the requirement for dietary unsaturated fatty acids?\n\na. Enzymes responsible for forming double bonds (desaturases) work only up to carbon #9 (delta5, 6, 9), therefore for FA w/ double bonds beyond C9, must have dietary precursors\nb. Linoleic (C-18:delta9,12); lenolenic (C-18:delta9,12,15); arachidonic (C-20:delta5,8,11,14)",
    "c. Arachidonic acid is precursor to many molecules (prostaglandins and thromboxanes)",
    "d.",
    "Eicosapentaenoic acid and docosahexaenoic acid are the omega-3 fatty acids.",
    "17.",
    "How is palmitate converted to sterate?",
    "How is arachidonate synthesized and what are the fatty acid precursors?\n\na. Palmitate --&gt; stearate.",
    "i. Addition of two carbons using malonyl CoA\nii.",
    "Requires NADPH\niii.",
    "Occurs in ER.",
    "b. Linoleic --&gt; Arachidonate.",
    "i. Delta 6 Desaturase --&gt; 18:3 (gamma-linolenic).",
    "Biochemistry Page 14.\n\nii.",
    "Elongase --&gt; 20:3\niii.",
    "Delta 5 Desaturase --&gt; 20:4 (arachidonate)\nc. Linolenic --&gt; docosahexaenoic acid\ni. Delta 6 Desaturase --&gt; 18:4\nii.",
    "Elongase --&gt; 20:4\niii.",
    "Delta 5 Desaturase --&gt; 20:5 (eicosapentaenoic acid)\niv.",
    "Elongase --&gt; 24:5\nv. Delta 6 Desaturase --&gt; 24:6\nvi.",
    "Beta-oxidation --&gt; 22:6 (docosahexaenoic acid).",
    "18.",
    "How are fatty acids incorporated into triglycerides?",
    "What is the reaction sequence for triglyceride synthesis?\na. Synthesis in adipose --&gt; stored in lipid droplets\nb.",
    "Synthesis in liver --&gt; transport by lipoproteins to adipose\nc. G3P Dehyd: DHAP --&gt; G3P or glycerol kinase (glycerol --&gt; G3P)\nd. 2x",
    "Acyl transferase: G3P + FA-CoA --&gt; phosphatidate (2 FA on G3P)\ne. Phosphatidate phosphatase: Phosphatidate --&gt; 1,2 Diacylglycerol\nf. Acyl Transferase: 1,2-DAG --&gt; Triacylglycerol\ng.",
    "In the intestine: 2-Monoglycerol + 2 FA-CoA --&gt; Triacylglycerol.\n\n19.",
    "What regulates triglyceride storage in adipose tissue?",
    "Why is the influence of insulin?",
    "How does glucagons promote fatty acid release from adipose tissue?",
    "What happens to the glycerol formed when triglycerides are hydrolyzed?",
    "How does insulin promote the uptake of fatty acids by adipose tissue?",
    "What is the role of perilipin?",
    "a. Insulin activates GLUT4 transporters to bring glucose into cells",
    "b. Glucose is eventually converted to G3P or Fatty acids --&gt; triglycerides\nc. Insulin also can dephosphorylate triglycerides and inactivate the hormone sensitive lipase via PPP, preventing fatty acid release\nd. Glucagon/EPI --&gt; cAMP --&gt; PKA --&gt; phosphorylation of perilipins and activation of HSL\ne. Lipase breaks TG down to FA and glycerol\nf. Albumin carries free fatty acids in blood\ng. Perilipins are proteins that when dephosphorylated prevent lipolysis.\n\n20.",
    "What is the triacylglycerol cycle and how does it operate?\na. About 75% of fatty acids released are re-esterified\nb.",
    "Fatty acids + G3P --&gt; triacylglycerol in liver\nc. Transported in blood to adipose to be hydrolyzed and resynthesized\nd.",
    "Released from adipose to be used as fuel and eventually returned to liver\ne. Purpose is to keep free fatty acids low in blood but make them available to tissues for use\ni. High levels of FA in blood interferes w/ glucose utilization in muscle\nii.",
    "Promotes insulin resistance that leads to Type II diabetes.",
    "21.",
    "What is the major source of glycerol for triacylglycerol synthesis?",
    "a. Increase in glucagon during starvation suppresses glycolysis leading to low levels of DHAP in adipose tissue\nb. Glycerol kinase not in adipose\nc. Glycerol-3-P is produced from pyruvate via glyceroneogenesis.",
    "22.",
    "What is the reaction sequence for glyceroneogenesis?\na. Controlled by PEPCK\ni. Regulated reciprocally in liver and adipose\nii.",
    "Under starvation, PEPCK transcription increased in liver and decreased in adipose\niii. Results in decreased storage and increased release from adipose, increased synthesis in liver\niv.",
    "Leads to increase in flux through triacylglycerol cycle\nb. Pyruvate Carboxylase: Pyruvate --&gt; OAA\nc. PEPCK:",
    "OAA --&gt; PEP\nd. PEP --&gt; --&gt; --&gt; DHAP\ne. G3P",
    "Dehydrogenase: DHAP --&gt; G3P.\n\nBiochemistry Page 15."
  ]
}