{
  "doc_id": "Copy of notes_cytokines",
  "sentences": [
    "open.michigan",
    "Author(s): Aken Desai, Michael Mathis, 2008",
    "License: Unless otherwise noted, this material is made available under the terms of the Creative Commons Attribution – Share Alike 3.0 License: http://creativecommons.org/licenses/by-sa/3.0/",
    "We have reviewed this material in accordance with U.S. Copyright Law and have tried to maximize your ability to use, share, and adapt it.",
    "Copyright holders of content included in this material should contact open.michigan@umich.edu with any questions, corrections, or clarification regarding the use of content.",
    "For more information about how to cite these materials visit http://open.umich.edu/education/about/terms-of-use.",
    "Student works are presented as is and may be an interpretation of faculty members' lectures or assignments.",
    "These student works are not a product of faculty members.",
    "Faculty do not guarantee the accuracy of student work nor endorse them in any way.",
    "Any medical information in this material is intended to inform and educate and is not a tool for self-diagnosis or a replacement for medical evaluation, advice, diagnosis or treatment by a healthcare professional.",
    "Please speak to your physician if you have questions about your medical condition.",
    "Viewer discretion is advised: Some medical content is graphic and may not be suitable for all viewers.",
    "MUNIVERSITY OF MICHIGAN",
    "CC BY SA",
    "[H1] Cytokines and Chemokines.",
    "Friday, February 15, 2008",
    "9:00 AM",
    "[LIST_ITEM] Cytokines/chemokines are chemical messengers that allow cells to communicate with each other w/o cell-to-cell contact.",
    "[LIST_ITEM] Can act in endocrine, paracrine or autocrine manner",
    "[LIST_ITEM] Have multiple functions and multiple targets, ex. IL-1",
    "[LIST_ITEM] Induces fever",
    "[LIST_ITEM] Mobilizes lymphocytes from bone marrow",
    "[LIST_ITEM] Mobilizes insulin and glucagon",
    "[LIST_ITEM] Activates endothelial cells for increased adhesion to circulating leukocytes",
    "[LIST_ITEM] Activates lymphocytes to produce more IL-2",
    "[LIST_ITEM] Shared activities",
    "[LIST_ITEM] IL-1, IL-6, TNF",
    "[LIST_ITEM] Liver --&gt; acute phase proteins --&gt; complement opsonization",
    "[LIST_ITEM] Bone marrow endothelium --&gt; neutrophil mobilization --&gt; phagocytosis",
    "[LIST_ITEM] HT --&gt; increased body temperature",
    "[LIST_ITEM] Fat, muscle --&gt; protein and energy mobilization",
    "[LIST_ITEM] Activation of B and T lymphocytes",
    "[LIST_ITEM] When secreted in normal amounts cytokines are important in normal homeostasis like maintenance of circadian rhythm",
    "[LIST_ITEM] When secreted in larger amounts, important in cell recruitment, differentiation, inflammation",
    "[LIST_ITEM] In excess, can lead to pathology --&gt; cytokine storm",
    "[LIST_ITEM] Cytokine storm (septic shock)",
    "[LIST_ITEM] Bacterial toxins or LPS from gram-negative bacteria bind to TLRs on monocytes systematically",
    "[LIST_ITEM] Results in production of TNF, IL-1, other pro-inflammatory cytokines --&gt; fever",
    "[LIST_ITEM] n'phils are recruited to blood stream; lymphocytes/monocytes decrease",
    "[LIST_ITEM] Endothelial cells respond lowering BP and allowing n'phils to leave blood stream",
    "[LIST_ITEM] n'phils activate oxidative response and more vascular leakage --&gt; lowers BP even more",
    "[LIST_ITEM] Kinin proteolytic cascade is induced, results in production of bradykinin and increased vascular permeability",
    "[LIST_ITEM] Coagulation cascade is initiated --&gt; microclotting, DIC --&gt; liver, heart, kidney tissue don't get perfused",
    "[LIST_ITEM] Pro-inflammatory cytokines --&gt; other tissues --&gt; more inflammatory molecules",
    "[LIST_ITEM] Myocardial fxn reduced by TNF and IL-1 --&gt; more vascular leakage problems",
    "[LIST_ITEM] Cytokine signaling via Jak-Stat",
    "[LIST_ITEM] Binds to receptor",
    "[LIST_ITEM] Jak is phosphorylated",
    "[LIST_ITEM] Stat is phosphorylated and released",
    "[LIST_ITEM] Stat dimerizes",
    "[LIST_ITEM] Stat travels to nucleus and causes transcription",
    "[LIST_ITEM] Therapeutics",
    "[LIST_ITEM] TNF is pro-inflammatory cytokine prod by mono/lymphocytes",
    "[LIST_ITEM] Therapy w/ anti-TNF antibodies remarkably successful for improving symptoms of rheumatoid arthritis, Crohn's and psoriasis",
    "[LIST_ITEM] Made via hybridoma technology",
    "[LIST_ITEM] In order to prevent immune response to mouse constant region --&gt; humanize anti-TNF",
    "[LIST_ITEM] Recombinant technology to replace mouse constant region w/ human constant region",
    "[LIST_ITEM] Result is chimeric Ig genes",
    "[LIST_ITEM] Can even hybridize to the point that just the HV regions are from mouse",
    "Lecture Page 24",
    "[LIST_ITEM] Chemokines",
    "[LIST_ITEM] 40 small polypeptides secreted by many cells including lymphoid cells",
    "[LIST_ITEM] Act on n'phils to cause chemotaxis/activation",
    "[LIST_ITEM] Classified according to number and spacing of cysteines",
    "[LIST_ITEM] CC - adjacent, disulfide linked cysteines",
    "[LIST_ITEM] CXC - one separating the two",
    "[LIST_ITEM] \"XC\" or C w/ only one cysteine",
    "[LIST_ITEM] CX3C w/ three intervening",
    "[LIST_ITEM] Receptors usually named by chemokine they bind",
    "[LIST_ITEM] Type I interferons (α and β) produced by most cells",
    "[LIST_ITEM] Important in innate immunity against viruses",
    "[LIST_ITEM] Induce resistance to viral replication",
    "[LIST_ITEM] Increase MHC-I expression and antigen presentation in all cells",
    "[LIST_ITEM] Activates NK cells to kill virus-infected cells",
    "[LIST_ITEM] Viruses",
    "[LIST_ITEM] IL-10 anti-inflammatory by suppressing expression of other cytokines by T lymphocytes",
    "[LIST_ITEM] Also stimulates cell division and differentiation of B cells",
    "[LIST_ITEM] Epstein-barr encodes own version of IL-10 that increases B cell lifespan but blunts inflammatory responses against EBV",
    "[LIST_ITEM] Can also express soluble cytokine receptors that neutralize activity of pro-inflammatory cytokines",
    "[LIST_ITEM] Can use receptors as co-receptors to enter cell",
    "Lecture Page 25"
  ]
}