{
  "doc_id": "Copy of lecturehandouts_Stomach",
  "sentences": [
    "open.michigan",
    "Author: John Williams, M.D., Ph.D., 2009",
    "License: Unless otherwise noted, this material is made available under the terms of the Creative Commons Attribution-Non-commercial-Share Alike 3.0 License: http://creativecommons.org/licenses/by-nc-sa/3.0/",
    "We have reviewed this material in accordance with U.S. Copyright Law and have tried to maximize your ability to use, share, and adapt it.",
    "The citation key on the following slide provides information about how you may share and adapt this material.",
    "Copyright holders of content included in this material should contact open.michigan@umich.edu with any questions, corrections, or clarification regarding the use of content.",
    "For more information about how to cite these materials visit http://open.umich.edu/education/about/terms-of-use.",
    "Any medical information in this material is intended to inform and educate and is not a tool for self-diagnosis or a replacement for medical evaluation, advice, diagnosis or treatment by a healthcare professional.",
    "Please speak to your physician if you have questions about your medical condition.",
    "Viewer discretion is advised: Some medical content is graphic and may not be suitable for all viewers.",
    "MUNIVERSITY OF MICHIGAN",
    "CC BY NC SA",
    "[H1] Citation Key.",
    "for more information see: http://open.umich.edu/wiki/CitationPolicy",
    "[H2] Use + Share + Adapt.",
    "{ Content the copyright holder, author, or law permits you to use, share and adapt. }",
    "[LIST_ITEM] PD-GOV Public Domain – Government: Works that are produced by the U.S. Government. (USC 17 § 105)",
    "[LIST_ITEM] PD-EXP Public Domain – Expired: Works that are no longer protected due to an expired copyright term.",
    "[LIST_ITEM] PD-SELF Public Domain – Self Dedicated: Works that a copyright holder has dedicated to the public domain.",
    "[LIST_ITEM] ZERO Creative Commons – Zero Waiver",
    "[LIST_ITEM] BY Creative Commons – Attribution License",
    "[LIST_ITEM] BY-SA Creative Commons – Attribution Share Alike License",
    "[LIST_ITEM] BY-NC Creative Commons – Attribution Noncommercial License",
    "[LIST_ITEM] BY-NC-SA Creative Commons – Attribution Noncommercial Share Alike License",
    "[LIST_ITEM] GNU-FDL GNU – Free Documentation License",
    "[H2] Make Your Own Assessment.",
    "{ Content Open.Michigan believes can be used, shared, and adapted because it is ineligible for copyright. }",
    "[LIST_ITEM] PD-1REL Public Domain – Ineligible: Works that are ineligible for copyright protection in the U.S. (USC 17 § 102(b)) *laws in your jurisdiction may differ",
    "{ Content Open.Michigan has used under a Fair Use determination. }",
    "[LIST_ITEM] FAIR USE Fair Use: Use of works that is determined to be Fair consistent with the U.S. Copyright Act. (USC 17 § 107) *laws in your jurisdiction may differ",
    "Our determination DOES NOT mean that all uses of this 3rd-party content are Fair Uses and we DO NOT guarantee that your use of the content is Fair.",
    "To use this content you should do your own independent analysis to determine whether or not your use will be Fair.",
    "M1 - GI Sequence",
    "Stomach",
    "John Williams, M.D., Ph.D.",
    "Winter, 2009",
    "M",
    "University of Michigan Medical School",
    "Page 38",
    "[H1] STOMACH.",
    "[H2] Functions of Stomach.",
    "[NUMBERED_ITEM] Storage of ingested meal",
    "[NUMBERED_ITEM] Inhibition of bacterial growth",
    "[NUMBERED_ITEM] Mixing contents of stomach",
    "[NUMBERED_ITEM] Physical breakdown of food into small particles; some components solubilized",
    "[NUMBERED_ITEM] Regulates rate of emptying into small intestine.",
    "[NUMBERED_ITEM] Provides intrinsic factor for vitamin B12 absorption",
    "Regions of the Stomach",
    "Page 40",
    "[H1] Structure of Gastric Gland from the Body of the Stomach.",
    "IPD-SHEL Source Undetermined",
    "The gastric mucosa contains a number of cell types which contribute to its function.",
    "Mucus epithelial cells and overlying mucus contribute to the gastric mucosal barrier.",
    "Parietal cells secrete hydrochloric acid (and in the human, intrinsic factor) while chief cells produce and secrete the protease precursor pepsinogen.",
    "ECL cells do not contact the gland lumen synthesize and release the paracrine regulator histamine.",
    "Mucus neck cells include the stem cells which divide, differentiate and move up and down the gland in normal cellular turnover.",
    "[H1] GASTRIC SECRETIONS.",
    "|  Substance | Cell | Region  | | --- | --- | --- | |  HCl | parietal cell (oxyntic cell) | fundus-body  | |  Intrinsic Factor | parietal cell | fundus-body  | |  Pepsinogen | chief cells | fundus-body-antrum  | |  Mucus | mucus cell |   |",
    "volume: 1.5-2.0 liters/day, isotonic",
    "basal rate: 1-5 mmoles H⁺/hr",
    "max rate: 6-40 mmoles H⁺/hr",
    "pH max: 1.0",
    "Page 41",
    "Page 42",
    "[H1] Gastric Glands also Contain Endocrine Cells.",
    "Fundus – Somatostatin, Ghrelin Pylorus – Gastrin, Somatostatin",
    "[H2] EM of Gastrin Cell.",
    "© IPD-2015L Source Undetermined",
    "Page 43",
    "[H1] Relationships Between the Concentrations of the Principal Ions in Gastric Juice and the Rate of Secretion.",
    "© IPD-2015L Fig. 9 Johnson, L. Essential Medical Physiology. Raven Press, New York, NY; 1992: 484.",
    "At low secretory rates most gastric secretion is by surface cells and is NaCl rich.",
    "A small amount of HCl is secreted by parietal cells but even at 10 mM results in a pH of 2.0.",
    "When secretion is stimulated the output of parietal cells increases 10 fold so H⁺ increases to over 100 mM; the K⁺ concentration also increases.",
    "Loss of gastric acid due to excessive vomiting can result in acid base abnormalities (alkalosis, hypokalemia).",
    "[H1] Mechanism of HCl Secretion by the Parietal Cell (Diagram p.43).",
    "IPD-SWEL John Williams",
    "Hydrochloric acid secretion by the parietal cell essentially involves separation of  $\\mathrm{H^{+}}$  ions which are released into the gastric lumen and  $\\mathrm{HCO_3^-}$  released into the blood.",
    "$\\mathrm{CO}_{2}$  diffuses into the cell from plasma or is produced by cellular metabolism.",
    "It becomes hydrated to  $\\mathrm{H}_2\\mathrm{CO}_3$  (carbonic acid), a process facilitated by the enzyme carbonic anhydrase.",
    "$\\mathrm{H}_2\\mathrm{CO}_3$  dissociates into  $\\mathrm{H^{+}}$  and  $\\mathrm{H}_2\\mathrm{CO}_3^-$ .",
    "At the apical membrane  $\\mathrm{H^{+}}$  is transported out of the cell in exchange for  $\\mathrm{K^{+}}$  by the  $\\mathrm{H^{+} - K^{+}}$  ATPase which is also known as the \"Proton pump.\"",
    "The  $\\mathrm{K^{+}}$  taken into the cell recycles back out into the gastric lumen via a  $\\mathrm{K^{+}}$  channel resulting in the elevated  $\\mathrm{K^{+}}$  concentration of gastric juice.",
    "The final component of gastric HCl is  $\\mathrm{Cl^-}$  which exits passively through a  $\\mathrm{Cl^-}$  channel.",
    "Thus, the apical  $\\mathrm{H^{+} - K^{+}}$  ATPase drives the secretion of HCl.",
    "At the basolateral membrane of the parietal cell a  $\\mathrm{Cl^-}$ $\\mathrm{HCO_3^-}$  exchanger promotes  $\\mathrm{HCO_3^-}$  exit and  $\\mathrm{Cl^-}$  uptake thus maintaining homeostasis of intracellular  $\\mathrm{H^{+}}$  (pH) and Cl.",
    "The basolateral membrane also contains a  $\\mathrm{Na^{+} - K^{+}}$  ATPase which maintains intracellular  $\\mathrm{Na^{+}}$  and  $\\mathrm{K^{+}}$  as in other cells.",
    "The H-K ATPase is related structurally and functionally to the ubiquitous  $\\mathrm{Na^{+} - K^{+}}$  ATPase and the  $\\mathrm{Ca^{2 + }}$  ATPase present in the sarcoplasmic reticulum of muscle.",
    "It contains a catalytic  $\\alpha$  subunit and a glycoprotein  $\\beta$  subunit which is required for targeting.",
    "The H-K ATPase is the target for proton pump inhibitor drugs (PPIs) such as Omeprazole.",
    "PPIs are weak bases and concentrate in the low pH of the gastric gland where they are activated by molecular rearrangement in response to the low pH.",
    "The active drug then binds covalently to cysteine residues in the H-K ATPase, the predominant protein in the apical membrane of activated parietal cells, thereby inhibiting its function in a irreversible manner.",
    "PPIs are more potent inhibitors of acid secretion then  $\\mathrm{H}_{2}$  blockers and are used to treat acid reflux disease, gastric acid hypersecretion, and as part of therapy to eradicate H. Pylori in the treatment of ulcers.",
    "Current PPIs include Prilosec (OTC), Nexium and Protonix.",
    "Page 46",
    "[H1] Schematic representation of the H+, K+ -ATPase Heterodimer in the Apical Membrane of the Parietal Cell.",
    "PD-INEL Source Undetermined",
    "The H⁺, K⁺ ATPase is the molecular target of proton pump inhibitors such as omeprazole.",
    "The molecules are activated in the acid environment of the gastric gland and covalently bind to cysteine residues in the α subunit of the ATPase.",
    "Page 47",
    "[H1] Morphological Transformation of Parietal Cells Upon Stimulation.",
    "PD-INEL Source Undetermined",
    "At rest, most of the H⁺-K⁺ ATPase is present within the cell in tubules and vesicles in an inactive form.",
    "Upon parietal cell stimulation these vesicles fuse with the luminal membrane which becomes greatly increased in surface area and now includes the H⁺-K⁺ ATPase in a location where it can transport H⁺ into the lumen.",
    "This transformation requires an intact cytoskeleton and is reversed upon removal of the secretory stimulus.",
    "[H1] Secretory Transformation of Parietal Cells.",
    "Page 48",
    "Page 49",
    "[H1] Receptors and Intracellular Messengers Regulating Parietal Cell H+ Secretion.",
    "PD-ENEL John Williams",
    "Gastric acid secretion is stimulated by Histamine acting on a $\\mathrm{H}{2}$ receptor, Gastrin acting on a Gastrin receptor and Acetylcholine which acts on a M3 muscarinic receptor.",
    "All three receptors are 7 transmembrane domain, G protein coupled receptors.",
    "Specific antagonists exist for all three receptors and $\\mathrm{H}{2}$ antagonists (prototype: Cimetidine) are used clinically to reduce acid secretion.",
    "Xantac (Ranitidine) is now sold over the counter.",
    "Histamine and Gastrin or Acetylcholine show potentiation of response, i.e., the response to the combination is bigger than the sum of the individual responses.",
    "It is this phenomenon that underlies the efficacy of $\\mathrm{H}_{2}$ blockers to inhibit secretion.",
    "Somatostatin (not shown) acts on a specific receptor which is coupled to an inhibitory G protein and inhibits adenylate cyclase and thereby the effect of histamine.",
    "[H1] Role of the ECL Cell in Peripheral Regulation of Gastric Acid Secretion.",
    "PD-ENEL Source Undetermined",
    "[H1] INTEGRATED CONTROL OF GASTRIC ACID SECRETION BY NEURAL AND HUMORAL PATHWAYS.",
    "[NUMBERED_ITEM] Vagus acts directly on parietal cells and indirectly by effects on gastrin and histamine release.",
    "[NUMBERED_ITEM] Histamine released from enterochromaffin-like cells (ECL cells) reaches parietal cells by local diffusion.",
    "[NUMBERED_ITEM] Gastrin released from antral G cells reaches parietal cells by systemic circulation.",
    "[NUMBERED_ITEM] Inhibitory regulators include somatostatin released from D cells in the antrum and body of stomach, prostaglandins from surface cells, and intestinal hormones collectively termed \"enterogastrone.\"",
    "Page 50",
    "Page 51 Page 52",
    "© PD-3NSL Source Undetermined",
    "Gastrin release from G cells of the antrum is stimulated by luminal acids and digested proteins, and is inhibited in a paracrine fashion by somatostatin released in response to luminal acid.",
    "Somatostatin is released when gastric pH &lt;3.0.",
    "[H1] METHODS FOR MEASURING ACID SECRETION.",
    "[NUMBERED_ITEM] Gastric Aspiration",
    "[NUMBERED_ITEM] Intragastric Titration",
    "[NUMBERED_ITEM] Basal vs. Peak Acid Output",
    "ACID SECRETION AND INTRAGASTRIC pH FOLLOWING A SIRLOIN STEAK MEAL",
    "© PD-3NSL Source Undetermined",
    "Page 53 Page 54",
    "ACID SECRETION DURING SHAM FEEDING  © PO-SNEL Source Undetermined",
    "This acid secretion is mediated by the vagus. There is some increase in gastrin by neural release of GRP.",
    "ACID SECRETION IN RESPONSE TO INTRA-GASTRIC SALINE (DISTENSION) AND FOOD  © PO-SNEL Source Undetermined",
    "Mediated by gastrin and neural reflexes.",
    "[H1] Cephalic Phase Gastric Acid Secretion.",
    "sight, taste, smell, chewing, stress  © PO-SNEL John Williams",
    "Page 55 Page 56",
    "[H1] Gastric Phase Acid Secretion.",
    "long and short reflexes  PD-39EL John Williams",
    "[H1] Intestinal Phase Acid Secretion.",
    "luminal stimuli",
    "[LIST_ITEM] fatty acids",
    "[LIST_ITEM] acid",
    "[LIST_ITEM] amino acids",
    "[LIST_ITEM] hypertonic solutions",
    "[LIST_ITEM] distension",
    "PD-39EL John Williams",
    "Page 57 Page 58",
    "[H1] PEPSIN.",
    "[NUMBERED_ITEM] Proteolytic enzyme secreted by chief cells as an inactive precursor, pepsinogen.",
    "[NUMBERED_ITEM] Release stimulated by vagal nerve and by presence of acid in stomach.",
    "[NUMBERED_ITEM] Activated by peptide cleavage at acid pH.",
    "[NUMBERED_ITEM] Initiates digestion of protein",
    "Pepsinogen is synthesized, stored in secretory granules, and released by exocytosis in response to increased intracellular $\\mathrm{Ca^{2+}}$ similar to pancreatic digestive enzyme secretion.",
    "After cleavage, pepsin is optimally active at pH 2 and is good proteolytic enzyme especially active on collagen.",
    "It is an endopeptidase acting on internal peptide bonds and its products are large peptides called peptones which are potent stimulators of gastrin and CCK release.",
    "[H1] INTRINSIC FACTOR.",
    "[NUMBERED_ITEM] Glycoprotein of Mol. Wt. 55,000 which binds Vitamin B $_{12}$ (cobalamin).",
    "[NUMBERED_ITEM] Produced by parietal cells.",
    "[NUMBERED_ITEM] After binding $\\mathbf{B}_{12}$ it binds receptors on ileal absorptive cells and is internalized by endocytosis.",
    "[NUMBERED_ITEM] Absent in pernicious anemia.",
    "[H1] THE MOLECULE OF INTRINSIC FACTOR AND ITS COBALAMIN COMPLEX.",
    "Cobalamin in the diet is exclusively bound to animal protein.",
    "Adult requirement is about $2.5\\ \\mu\\mathrm{g}/\\mathrm{day}$. Involved in methione synthesis (methyl transfer) and in fatty acid metabolism.",
    "Deficiency leads to anemia and nervous system damage.",
    "Release of cobalamine from food requires acid pH.",
    "Thus can get deficiency with chronic use of PPIs.",
    "[H1] Sequential Steps in the Absorption of Cobalamin (Vit  $\\mathbf{B}_{12}$ ).",
    "Fig.",
    "20.2 Yamada, T, et al.",
    "Textbook of Gastroenterology.",
    "$4^{\\text{th}}$  ed.",
    "Vol. 1 Lippincott, Williams, and Wilkins, Philadelphia, PA; 2003: 453.",
    "Page 59",
    "MECHANISMS CONTRIBUTING TO GASTRIC CYTOPROTECTION",
    "Figure 60: Source Undetermined",
    "|  Components of Barrier | Barrier Breakers  | | --- | --- | |  Mucus | Bile  | |  HCO_{3} | Aspirin  | |  surfactant | Ethanol  | |  Tight junctions | Nonsteroidal Analgesics  |",
    "[H1] Gastric Mucosal Barrier.",
    "The gastric mucosa protects itself against acid and pepsin by a number of mechanisms that collectively are termed the “gastric mucosal barrier.”",
    "The barrier includes a prominent mucous layer and bicarbonate secreted by surface cells which sets up a pH gradient in the mucus.",
    "Other components of the barrier are the tight junctions between epithelial cells, surfactant like molecules secreted by mucosal cells and gastric mucosal blood flow which rapidly removes any penetrating acid.",
    "The mucosal cells can rapidly reconstitute any small break (within hours) by spreading into the space and reforming an intact layer.",
    "Substances that break the mucosal barrier include bile salts and lysolethicin (from biliary lethicin)",
    "if reflux across the pylorus occurs and exogenous substances such as ethanol and salicylates.",
    "Ethanol, being lipid soluble, is absorbed by the gastric mucosa and salicylates being weak acids are absorbed in the unionized form present in the lumen at low pH. Secretion of gastric mucous is stimulated by endogenous prostaglandins which explains the barrier breaking effect of nonsteroidal analgesics such as indomethacin.",
    "Page 61",
    "Page 62",
    "[H1] GASTRIC MOTILITY.",
    "[NUMBERED_ITEM] Proximal – Receptive relaxation as stomach fills (Fundus)",
    "[NUMBERED_ITEM] Distal – Propulsive mixing and grinding (Antrum)",
    "[NUMBERED_ITEM] Pylorus – Regulates outflow",
    "Entry of Food is Preceded by Gastric Relaxation PD-INEL Source Undetermined",
    "Pressures within the body of the esophagus, the lower esophageal sphincter (LES), and the fundus region of the stomach.",
    "Resting pressure within the fundus is slightly above atmospheric pressure.",
    "With swallowing, the fundus relaxes before arrival of the bolus.",
    "After passage of the bolus into the stomach, fundic pressure returns to approximately the previous level.",
    "This relaxation after swallowing is mediated by vagal inhibitory fibers.",
    "Antral Peristalis PD-INEL Fig. 4-9 Granger, D, et al. Clinical Gastrointestinal Physiology. W.B. Saunders, Philadelphia, PA; 1985: 84.",
    "The distal stomach mixes gastric contents with secretions and helps break down food into small particles.",
    "Only particles smaller than 1 mm can exit through the pylorus.",
    "The major motor activity is peristalsis initiated by pacemaker cells in the midportion of the greater curvature of the stomach.",
    "These cells initiate a basal electrical rhythm of slow waves propagating toward the pylorus 3 times per minute.",
    "Muscular contraction is brought about by action potentials occurring when the smooth muscle cell PD depolarizes below threshold.",
    "Action potentials and gastric contraction are increased by vagal or gastrin stimulation and decreased by vagotomy or sympathetic stimulation.",
    "(From Kelly, DA In: Johnson, L.R. (Ed) Physiology of the Gastrointestinal Tract. New York, Raven Press, 1981).",
    "Page 63",
    "Page 64",
    "[H1] Relation of Contraction to Electrical Potential.",
    "In the top two panels the basal electrical rhythm or pacemaker potential is seen occurring 3 times/min but without muscle contraction.",
    "In the bottom two panels the pacemaker potential is generating action potentials and the resultant calcium influx induces contraction.",
    "Page 65",
    "[H1] Regulation of Gastric Emptying.",
    "Gastric emptying is regulated to prevent overload in intestine. Only particles less than 1 mm can pass through pylorus during digestive period.",
    "PD-INEL John Williams",
    "PD-INEL Hinder, RA, Kelly, KA. \"Canine Gastric Emptying of solids and liquids\". Am. J. Physiol. 233: E335, 1977.",
    "DISORDERS OF GASTRIC EMPTYING",
    "[NUMBERED_ITEM] Delayed Emptying a. Outlet obstruction (tumor, scarring) b. Diabetic neuropathy c. Use of prokinetic agents",
    "[NUMBERED_ITEM] Accelerated Emptying a. Dumping Syndrome",
    "Page 65A",
    "[H1] Additional Source Information.",
    "for more information see: http://open.umich.edu/wiki/CitationPolicy",
    "Slide 4 – Source Undetermined Slide 5 – Source Undetermined Slide 6 – (Left) Source Undetermined Slide 6 – (Right) Fig.",
    "9 Johnson, L. Essential Medical Physiology.",
    "Raven Press, New York, NY; 1992: 484.",
    "Slide 7 – John Williams Slide 8 – (Both images) Source Undetermined Slide 9 – Source Undetermined Slide 10 – (Left) John Williams Slide 10 – (Right) Source Undetermined Slide 11 – (Left) Source Undetermined Slide 11 – (Right) Source Undetermined Slide 12 – (Left top &amp; bottom) Source Undetermined Slide 12 – (Right)",
    "John Williams Slide 13 – (Left) John Williams Slide 13 – (Right)",
    "John Williams Slide 14 – Source Undetermined Slide 15 - Fig.",
    "20.2 Yamada, T, et al.",
    "Textbook of Gastroenterology.",
    "4th ed.",
    "Vol. 1 Lippincott, Williams, and Wilkins, Philadelphia, PA; 2003: 453.",
    "Slide 16 – Source Undetermined",
    "[H1] Additional Source Information.",
    "for more information see: http://open.umich.edu/wiki/CitationPolicy",
    "Slide 17 – (Left) Source Undetermined",
    "Slide 17 – (Right) Fig. 4-9 Granger, D, et al. Clinical Gastrointestinal Physiology. W.B. Saunders, Philadelphia, PA; 1985: 84.",
    "Slide 18 – (Left) Jim Sherman",
    "Slide 18 – (Right top) John Williams",
    "Slide 18 – (Right bottom) Hinder, RA, Kelly, KA. \"Canine Gastric Emptying of solids and liquids\". Am. J. Physiol. 233: E335, 1977."
  ]
}