{
  "doc_id": "Copy of Antidepressants and Sedatives",
  "sentences": [
    "Harvard-MIT Division of Health Sciences and Technology",
    "HST.151: Principles of Pharmacology",
    "Instructor: Dr. David Standaert",
    "Standaert 1",
    "March 2005",
    "[H1] Neuropharmacology II.",
    "[H2] Antidepressants and Sedatives.",
    "[H2] Depression.",
    "[LIST_ITEM] A frequent problem, affecting up to 5% of the population",
    "[LIST_ITEM] Common presentations include low mood, loss of energy, disinterest in activities",
    "[LIST_ITEM] May also include weight loss, sleep disturbance, or psychosis",
    "[LIST_ITEM] Should be considered in patients with atypical dementia and chronic pain",
    "[H2] Diagnosis of Depression - DSM-IV.",
    "[LIST_ITEM] Five of the following present during the same 2-week period and represent a change from previous functioning:",
    "[LIST_ITEM] depressed mood",
    "[LIST_ITEM] markedly diminished interest or pleasure in all, or almost all, activities",
    "[LIST_ITEM] significant weight loss when not dieting or weight gain",
    "[LIST_ITEM] insomnia or hypersomnia",
    "[LIST_ITEM] psychomotor agitation or retardation",
    "[LIST_ITEM] fatigue or loss of energy",
    "[LIST_ITEM] feelings of worthlessness or excessive or inappropriate guilt",
    "[LIST_ITEM] diminished ability to think or concentrate, or indecisiveness",
    "[LIST_ITEM] recurrent thoughts of death, recurrent suicidal ideation or a suicide attempt",
    "[LIST_ITEM] The symptoms cause clinically significant distress or impairment in social, occupational, or other important areas of functioning.",
    "[LIST_ITEM] The symptoms are not due to the direct physiological effects of a substance (e.g., a drug of abuse, a medication) or a general medical condition (e.g., hypothyroidism).",
    "[LIST_ITEM] The symptoms are not better accounted for by Bereavement",
    "[H2] Pathophysiology of depression.",
    "[LIST_ITEM] At present, mechanism is unknown - may be more than one mechanism.",
    "[LIST_ITEM] No useful biomarkers or imaging abnormality during life",
    "[LIST_ITEM] Study of postmortem brain has not revealed any consistent structural or neurochemical abnormality",
    "[LIST_ITEM] Majority of the currently available medications were discovered empirically",
    "[LIST_ITEM] Most current theories are based on \"amine hypothesis\"",
    "Standaert 2 March 2005",
    "[H1] Biogenic amines.",
    "[H2] Dopamine.",
    "[LIST_ITEM] Synthesis: tyrosine  $\\xrightarrow{\\mathrm{TH}}$  L-DOPA  $\\xrightarrow{\\mathrm{AADC}}$  dopamine",
    "[LIST_ITEM] Origin: substantia nigra, ventral tegmental area",
    "[LIST_ITEM] Targets: basal ganglia, cerebral cortex",
    "[H2] Norepinephrine.",
    "[LIST_ITEM] Synthesis: dopamine  $\\xrightarrow{\\mathrm{D}\\beta\\mathrm{H}}$  Norepinephrine",
    "[LIST_ITEM] Origin: locus ceruleus",
    "[LIST_ITEM] Targets: cerebral cortex",
    "[H2] Serotonin.",
    "[LIST_ITEM] Synthesis: tryptophan  $\\xrightarrow{\\mathrm{TPH}}$  5-HTP  $\\xrightarrow{\\mathrm{AADC}}$  serotonin",
    "[LIST_ITEM] Origin: raphe nuclei",
    "[LIST_ITEM] Targets: cortex, basal ganglia, hippocampus, brainstem",
    "Turnover of Biogenic Amines",
    "Standaert 3 March 2005",
    "[H1] Classes of Antidepressants.",
    "[LIST_ITEM] Tricyclics and heterocyclics",
    "[LIST_ITEM] Selective serotonin reuptake inhibitors (SSRI's)",
    "[LIST_ITEM] Bupropion",
    "[LIST_ITEM] Nonselective MAO inhibitors",
    "[LIST_ITEM] Non-pharmacological therapy",
    "[LIST_ITEM] ECT",
    "[LIST_ITEM] Psychotherapy",
    "[H1] Tricyclics and heterocyclics - Clinical pharmacology.",
    "[LIST_ITEM] Large family of structurally related compounds",
    "[LIST_ITEM] Multiple pharmacological actions",
    "[LIST_ITEM] Therapeutic effect probably due to ability to block reuptake of serotonin and/or norepinephrine",
    "[LIST_ITEM] All may be sedating, although some much more than others",
    "[LIST_ITEM] Many of these drugs have anticholinergic (anti-muscarinic) actions - leads to somnolence, dry mouth, urinary retention",
    "[H1] Tricylics and heterocyclics - pharmacokinetics and toxicity.",
    "[LIST_ITEM] All are primarily metabolized by the liver, and undergo first pass metabolism",
    "[LIST_ITEM] Biochemical half-lives range from 4 to more than 24 hours, but clinical response is much slower - typically several weeks of therapy is required to observe any clinical improvement",
    "[LIST_ITEM] Overdose of tricylics (more than 1 gram) is often lethal due to cardiac conduction disturbances. Great care must be taken when these drugs are prescribed for potentially suicidal patients.",
    "[H1] Some commonly used tricylics and heterocyclics.",
    "[LIST_ITEM] Amitriptiline (Elavil®)",
    "[LIST_ITEM] Inhibits serotonin &amp; NE reuptake",
    "[LIST_ITEM] Prominent anticholinergic effects",
    "[LIST_ITEM] Metabolite is nortriptyline",
    "[LIST_ITEM] Desipramine (Norpramine®)",
    "[LIST_ITEM] Inhibits NE reuptake",
    "[LIST_ITEM] Mild anticholinergic effects",
    "[LIST_ITEM] Trazodone (Desyrel®)",
    "[LIST_ITEM] Heterocyclic",
    "[LIST_ITEM] Inhibits serotonin reuptake",
    "[LIST_ITEM] Minimal anticholinergic effects",
    "[LIST_ITEM] Sedating",
    "Standaert 4 March 2005",
    "[H1] Selective Serotonin Reuptake Inhibitors (SSRI's).",
    "[LIST_ITEM] Act by inhibition of presynaptic reuptake of serotonin in central synapses.",
    "[LIST_ITEM] Not as sedating as many of the tricylic compounds",
    "[LIST_ITEM] Also do not have the anticholinergic side effects of the tricyclics",
    "[LIST_ITEM] Some are potent inhibitors of P450 enzyme systems, and may lead to drug interactions",
    "[H1] Some commonly used SSRI's.",
    "[LIST_ITEM] Fluoxetine (Prozac®)",
    "[LIST_ITEM] Sertaline (Zoloft®)",
    "[LIST_ITEM] Citalopam (Celexa®)",
    "[LIST_ITEM] Paroxetine (Paxil®)",
    "[LIST_ITEM] All are potent inhibitors of serotonin reuptake",
    "[LIST_ITEM] Adverse effects: anxiety, tremor",
    "[LIST_ITEM] Overdose of SSRI alone is rarely lethal",
    "[LIST_ITEM] Should not be administered with nonselective MAO inhibitors",
    "[LIST_ITEM] Suicide as an adverse effect?",
    "[H1] Bupropion.",
    "[LIST_ITEM] Structurally related to the tricyclics, but seems to have a different therapeutic mechanism, related to altered release of NE",
    "[LIST_ITEM] Not sedating or anticholinergic, but does sometime induce hallucinations or seizures",
    "[LIST_ITEM] Also effective in treating tobacco addiction",
    "[H1] MAO Inhibitors.",
    "[LIST_ITEM] Non-selective, irreversible enzyme inhibitors - long duration of action",
    "[LIST_ITEM] Therapeutic effect is due to is enhancement of CNS amine levels",
    "[LIST_ITEM] Major adverse effects are due to excessive accumulation of amines in the circulation",
    "[LIST_ITEM] Tyramine: the \"cheese effect.\"",
    "[LIST_ITEM] Drug interactions: SSRI's, sympathomimetics",
    "[LIST_ITEM] Safe in carefully controlled circumstances, but \"real world\" use may lead to serious adverse effects.",
    "[H1] Treatment of depression.",
    "[LIST_ITEM] Many patients will not report symptoms of depression unless asked specifically",
    "[LIST_ITEM] Patients who are depressed may be suicidal - it is essential to inquiry about their intentions",
    "[LIST_ITEM] The response of an individual patient to a particular antidepressant cannot be predicted, and treatment often requires sequential trials of several drugs",
    "Standaert 5 March 2005",
    "[LIST_ITEM] In severely depressed patients, ECT often produces a rapid improvement and may be the best initial treatment",
    "[H2] Sedatives and hypnotics.",
    "[LIST_ITEM] Used to reduce anxiety, or induce sleep",
    "[LIST_ITEM] Very commonly prescribed",
    "[LIST_ITEM] Two principal chemical classes:",
    "[LIST_ITEM] Benzodiazepines",
    "[LIST_ITEM] Barbiturates",
    "[LIST_ITEM] Both work by enhancing activity of the inhibitory neurotransmitter, GABA",
    "[H2] GABA (γ-aminobutyric acid).",
    "$$ \\begin{array}{c} \\text{CH}_2-\\text{CH}_2-\\text{CH}_2-\\text{COOH} \\ | \\ \\text{NH}_2 \\end{array} $$",
    "[LIST_ITEM] Principal inhibitory transmitter of the mammalian brain",
    "[LIST_ITEM] Receptors:",
    "[LIST_ITEM] GABA_A: ligand gated ion channels, regulate chloride ion, at least 15 different subunit proteins",
    "[LIST_ITEM] GABA_B: G-protein coupled receptors",
    "[H2] Effects of benzodiazepines and barbiturates on GABA Receptors.",
    "Standaert 6 March 2005",
    "[LIST_ITEM] Both drugs bind to $\\mathrm{GABA_A}$ receptor subunits, but at different sites.",
    "[LIST_ITEM] Neither one binds to the agonist site",
    "[LIST_ITEM] Benzodiazepines increase the frequency of channel opening, but do not alter conductance or duration of opening",
    "[LIST_ITEM] Barbiturates prolong the duration of channel opening",
    "[H2] Benzodiazepines.",
    "[LIST_ITEM] More than a dozen benzodiazepines are marketed in the US",
    "[LIST_ITEM] They are distinguished primarily by their profiles of distribution and half-life.",
    "|  Examples of some benzodiazepines  |   |   |   | | --- | --- | --- | --- | |   | trade name | t1/2 - hours | typical application  | |  midazolam | Versed | 1 - 3 | IV - brief sedation for procedure  | |  triazolam | Halcion | 2 - 4 | hypnotic - may produce amnestic syndrome  | |  temazepam | Restoril | 10 - 17 | hypnotic  | |  lorazepam | Ativan | 10 - 20 | hypnotic, sedative  | |  diazepam | Valium | 30 - 60 | hypnotic, sedative  | |  flurazepam | Dalmane | 50 - 100 | old hypnotic - not recommended  |",
    "[LIST_ITEM] Toxicity is mainly excessive sedation.",
    "[LIST_ITEM] After chronic use, withdrawal seizures may occur, especially with short half-life agents",
    "[LIST_ITEM] Flumazenil: a benzodiazepine antagonist, blocks effects of other benzodiazepines",
    "[H2] Barbiturates.",
    "[LIST_ITEM] Also distinguished largely by half-life and duration of action.",
    "[LIST_ITEM] Toxicity is excessive sedation, but unlike benzodiazepines, often leads to respiratory depression which may be fatal.",
    "[LIST_ITEM] Biochemical half lives range from 3 hours (methohexital) to 100 hours (phenobarbital)",
    "[LIST_ITEM] Redistribution is a key mechanism regulating duration of the biological effect of barbiturates (and benzodiazepines) when administered rapidly.",
    "Standaert 7 March 2005",
    "[H1] Redistribution.",
    "[LIST_ITEM] Redistribution is a mechanism which limits the duration of action",
    "[LIST_ITEM] Effect is greatest when:",
    "[LIST_ITEM] Agent is administered rapidly (e.g., intravenous)",
    "[LIST_ITEM] Agent is highly lipophilic",
    "[LIST_ITEM] Can lead to very short duration of action (minutes) even though biochemical half life is longer (hours).",
    "[H1] Clinical use of sedatives.",
    "[LIST_ITEM] Anxiolytic use",
    "[LIST_ITEM] Usually a medium to long acting benzodiazepine, such as diazepam, administered orally.",
    "[LIST_ITEM] Hypnotic use",
    "[LIST_ITEM] Usually a short to medium acting benzodiazepine, such as temazepam, administered orally - but note that all hypnotics lose efficacy if taken daily.",
    "[LIST_ITEM] Sedative use (for surgical procedures)",
    "[LIST_ITEM] A short acting benzodiazepine, such as midazolam",
    "[LIST_ITEM] A short acting barbiturate, such as thiopental",
    "[LIST_ITEM] Administered intravenously, and action terminated by redistribution.",
    "[H1] Tolerance, cross-tolerance, and addiction.",
    "[LIST_ITEM] Chronic use of sedatives of either class (benzodiazepine or barbiturate) induces tolerance to all members of the class, and cross-tolerance to members of the other class.",
    "Standaert 8 March 2005",
    "[LIST_ITEM] Both also induce tolerance to ethanol, which acts in part through GABA receptors.",
    "[LIST_ITEM] Both benzodiazepines and barbiturates may produce dependence and are susceptible to abuse. Potentially lethal actions of the barbiturates makes them particularly problematic when abused.",
    "[LIST_ITEM] Rapid withdrawal from either class of sedatives may lead to anxiety, agitation, and seizures"
  ]
}