{
  "doc_id": "Copy of da6351a32039fdfd2a073c21f384818e_female_repro_sys",
  "sentences": [
    "Harvard-MIT Division of Health Sciences and Technology",
    "HST.071: Human Reproductive Biology",
    "Course Director: Professor Henry Klapholz",
    "HST 071",
    "[H1] IN SUMMARY.",
    "[H1] FEMALE REPRODUCTIVE SYSTEM.",
    "[H1] FEMALE PELVIC ANATOMY.",
    "[H1] UTERUS.",
    "[LIST_ITEM] Composed of smooth muscle, collagen connective tissue, vessels, nerves, lymphatics",
    "[LIST_ITEM] Corpus - body (mainly smooth muscle) Cervix (neck) - mainly collagen Supported by utero-sacral ligaments, cardinal ligaments",
    "[LIST_ITEM] Round ligaments - no supportive value",
    "[LIST_ITEM] Broad ligament – not a ligament but rather two layers of peritoneum containing vessels, lymphatics",
    "[LIST_ITEM] Space between leaves of broad ligament are extra peritoneal Lymphatic of cervix drain to base of broad ligament Lymphatic of upper uterus drain to ovarian plexus",
    "[LIST_ITEM] Ovaries are BEHIND uterus and usually lie in cul-de-sac",
    "[LIST_ITEM] Blood supply: uterine arteries (ascending and descending branches, ovarian vessels",
    "[LIST_ITEM] Ureter travels UNDER the uterine vessels (\"water runs under bridge\")",
    "[LIST_ITEM] Ureter is about 1.5 cm from cervix (easily injured during hysterectomy)",
    "[LIST_ITEM] Bladder and urethra above uterus – may prolapse into vagina (urethrocele, cystocele)",
    "[LIST_ITEM] May cause urinary stress incontinence (loss of urine with cough or sneeze)",
    "[LIST_ITEM] Short female urethra may result in urinary tract infections",
    "[LIST_ITEM] Perineum innervated by S2,3,4 by branches of pudendal nerve",
    "[LIST_ITEM] Genitofemoral nerve innervates the upper vulva",
    "[H1] HISTOLOGY.",
    "[LIST_ITEM] Portio of cervix – stratified squamous epithelium, originally was columnar epithelium that underwent squamous metaplasia",
    "[LIST_ITEM] May contain \"Nabothian cysts\" – glands that became obstructed through overlying squamous metaplasia – normal finding of no significance",
    "[LIST_ITEM] Cervical canal lined with ciliated columnar epithelium with crypts that extend into the collagenous lamina propria",
    "[LIST_ITEM] Endometrium consists of columnar epithelium that undergoes hormonal change each month and ultimately sheds (known as \"decidua\")",
    "[H1] ABNORMAL BLEEDING.",
    "[LIST_ITEM] Menorrhagia - excessive at regular intervals",
    "[LIST_ITEM] Menometrorrhagia - excessive at regular intervals",
    "[LIST_ITEM] Intermenstrual Bldg - between normal cycles",
    "[LIST_ITEM] Polymenorrhea - &lt;21 day intervals",
    "[LIST_ITEM] Oligomenorrhea - &gt;35 day intervals",
    "[LIST_ITEM] Hypomenorrhea - regular but small amounts",
    "[LIST_ITEM] Postmenopausal – unanticipated after one year of amenorrhea",
    "[LIST_ITEM] Pregnancy related, Infection, Neoplasm, Hormonal, Iatrogenic, Systemic"
  ]
}