{
  "doc_id": "Copy of lecture_hs2_atopy_asthma",
  "sentences": [
    "open.michigan",
    "Attribution: University of Michigan Medical School, Department of Microbiology and Immunology",
    "License: Unless otherwise noted, this material is made available under the terms of the Creative Commons Attribution–Noncommercial–Share Alike 3.0 License: http://creativecommons.org/licenses/by-nc-sa/3.0/",
    "We have reviewed this material in accordance with U.S. Copyright Law and have tried to maximize your ability to use, share, and adapt it.",
    "The citation key on the following slide provides information about how you may share and adapt this material.",
    "Copyright holders of content included in this material should contact open.michigan@umich.edu with any questions, corrections, or clarification regarding the use of content.",
    "For more information about how to cite these materials visit http://open.umich.edu/education/about/terms-of-use.",
    "Any medical information in this material is intended to inform and educate and is not a tool for self-diagnosis or a replacement for medical evaluation, advice, diagnosis or treatment by a healthcare professional.",
    "Please speak to your physician if you have questions about your medical condition.",
    "Viewer discretion is advised: Some medical content is graphic and may not be suitable for all viewers.",
    "MUNIVERSITY OF MICHIGAN",
    "CC BY NC SA",
    "[H1] Citation Key.",
    "for more information see: http://open.umich.edu/wiki/CitationPolicy",
    "[H2] Use + Share + Adapt.",
    "{ Content the copyright holder, author, or law permits you to use, share and adapt. }",
    "[LIST_ITEM] PD-GOV Public Domain – Government: Works that are produced by the U.S. Government. (USC 17 § 105)",
    "[LIST_ITEM] PD-EXP Public Domain – Expired: Works that are no longer protected due to an expired copyright term.",
    "[LIST_ITEM] PD-SELF Public Domain – Self Dedicated: Works that a copyright holder has dedicated to the public domain.",
    "[LIST_ITEM] ZERO Creative Commons – Zero Waiver",
    "[LIST_ITEM] BY Creative Commons – Attribution License",
    "[LIST_ITEM] BY-SA Creative Commons – Attribution Share Alike License",
    "[LIST_ITEM] BY-NC Creative Commons – Attribution Noncommercial License",
    "[LIST_ITEM] BY-NC-SA Creative Commons – Attribution Noncommercial Share Alike License",
    "[LIST_ITEM] GNU-FDL GNU – Free Documentation License",
    "[H2] Make Your Own Assessment.",
    "{ Content Open.Michigan believes can be used, shared, and adapted because it is ineligible for copyright. }",
    "[LIST_ITEM] PD-ENEL Public Domain – Ineligible: Works that are ineligible for copyright protection in the U.S. (USC 17 § 102(b)) *laws in your jurisdiction may differ",
    "{ Content Open.Michigan has used under a Fair Use determination. }",
    "[LIST_ITEM] FAIR USE Fair Use: Use of works that is determined to be Fair consistent with the U.S. Copyright Act. (USC 17 § 107) *laws in your jurisdiction may differ",
    "Our determination DOES NOT mean that all uses of this 3rd-party content are Fair Uses and we DO NOT guarantee that your use of the content is Fair.",
    "To use this content you should do your own independent analysis to determine whether or not your use will be Fair.",
    "[H1] Allergic Disease Self-Study.",
    "M1 – Immunology Sequence",
    "Winter 2009",
    "M",
    "University of Michigan Medical School",
    "[H1] Learning Objectives.",
    "[LIST_ITEM] Appreciate the prevalence and importance of allergic diseases.",
    "[LIST_ITEM] Understand the immunologic basis of allergic diseases.",
    "[LIST_ITEM] Have reviewed the mechanism of Type I immunopathology",
    "[LIST_ITEM] Appreciate the genetic component of allergic diseases",
    "[LIST_ITEM] Understand at what stage of the allergic disease process various treatments act.",
    "Text: pp. 311-330 in Parham.",
    "[H1] Prevalence of allergic disease.",
    "[LIST_ITEM] 55 million Americans have allergic diseases; 17 million of those have asthma.",
    "[LIST_ITEM] The number of individuals with allergic diseases doubled from 1980 to 1998 (American Academy of Allergy, Asthma, and Immunology—AAAAI)",
    "[LIST_ITEM] Allergic diseases result in 2.7 million visits to physicians and 200,000 hospitalizations each year.",
    "[LIST_ITEM] 8% of all American children have food allergies and 100 die each year from an anaphylactic reaction to food (J. Allergy Clin. Imm. 102: 173,1998)",
    "[LIST_ITEM] Atopic dermatitis is the most common rash in children under 10 years of age.",
    "[LIST_ITEM] Perhaps 2.5% of individuals are allergic to penicillin (Gadde et al., JAMA 270: 2456, 1993)",
    "[LIST_ITEM] 400 Americans die each year from an anaphylactic reaction to an administered drug (Neugut et al., Arch. Int. Med. 61: 15, 2001)",
    "[H1] Type I (allergic reaction) pathophysiology.",
    "[LIST_ITEM] Mediated by IgE binding to the high affinity IgE receptor on mast cells, basophils, and activated eosinophils.",
    "[LIST_ITEM] Results in degranulation when antigen (allergen) binds to the IgE. This releases mediators of “early phase” responses within a few minutes—changes in vascular permeability, smooth muscle contraction, initiation of inflammation.",
    "[LIST_ITEM] “Late phase” mediators result in another round of vascular permeability and smooth muscle contraction, increased inflammation, remodeling of connective tissue matrix, mucus secretion hours to days later",
    "[LIST_ITEM] Please Review Type I Immunopathology from Dr. Fantone’s lectures",
    "This is a mast cell with its nucleus stained pink and one of the proteases in its granules stained red.",
    "These are the primary cells binding IgE.",
    "The granules also include histamine, heparin, several proteases, and tumor necrosis factor-α.",
    "Mast cells also synthesize and secrete, upon IgE activation, lipid mediators, cytokines, and chemokines.",
    "Figure 10-4 The Immune System, 2/e (© Garland Science 2005) PD-INEL The Immune System. Garland Publishing, 2005. 2nd ed.",
    "Figure 10-8 The Immune System, 2/e (© Garland Science 2005)",
    "[H1] Eosinophils.",
    "Eosinophils have a bilobed nucleus and stain pink with the dye eosin.",
    "In panel b, the arrows note eosinophils that are partially degranulated.",
    "Their degranulation results in the release of rather toxic compounds.",
    "The production of eosinophils in the bone marrow is enhanced by IL-5.",
    "Several chemokines, some produced by Th2 cells, are chemotactic for eosinophils.",
    "Hence, their presence is a characteristic of chronic allergic inflammation.",
    "The granules in basophils stain with basic dyes. They can also bind IgE, and release their granules during a Type I reaction.",
    "Figure 10-11 The Immune System, 2/e (© Garland Science 2005)",
    "PD-THEL",
    "The Immune System. Garland Publishing, 2005. 2nd ed.",
    "[H1] Pathophysiology.",
    "[LIST_ITEM] Allergy is a Primarily Th2-Type of Disease",
    "[LIST_ITEM] The cytokines secreted by T helper cells type 2 (Th-2) increase the production of IgE, IL-4 and IL-13, and IL-5 which matures eosinophils and influences allergic responses.",
    "[H1] Antigens and Allergens.",
    "[LIST_ITEM] Allergens have special physico-chemical properties that cause them to be allergenic and recognized by the immune system. They tend to be small, particulate proteins that are inhaled or exposed in small quantities. They can be used for benefits like vaccines or be the cause of pathology in the allergic diseases. Common examples are pollen grains, some food proteins, pet dander, and dried feces of dust mites.",
    "[LIST_ITEM] Allergens have many routes of exposure: airborne inhalation, contact, oral ingestion, or medical injection.",
    "[LIST_ITEM] Even atopic individuals do not usually become allergic to proteins in vaccines (tetanus toxin, etc) because these antigens encounter the immune system in a different presentation, location, and dose. They are recognized by the immune system to stimulate T cell memory and ultimately host protection.",
    "PD-SELF Dartmouth Electron Microscope Facility Wikipedia",
    "[H1] Atopy.",
    "[LIST_ITEM] Atopy is the genetically determined tendency of some people to produce IgE-mediated hypersensitivity reactions against innocuous substances.",
    "[LIST_ITEM] Atopy has a significant genetic component, and several genes seem to be involved.",
    "[H1] Genetics.",
    "[LIST_ITEM] About 60 to 70% of the tendency to express elevated IgE (an objective measure of atopy) has been estimated to be inherited.",
    "[LIST_ITEM] For atopic dermatitis, monozygotic twins are 15% concordant, while dizygotic twins are 5% concordant.",
    "[LIST_ITEM] For asthma, several twin studies have been performed. In those studies, the concordance rate in monozygotic twins ranges from 30 to 80%, while that for dizygotic twins ranges from 4 to 45%.",
    "[H1] Genetics.",
    "The latest genome wide screen for genes contributing to asthma has revealed ten different loci (each on a different chromosome) that may contribute to the disease, each with a lod score of 1.5 or greater.",
    "Even though for single gene traits, lod scores need to be 3 or greater, 1.5 is considered significant, when many loci are examined at once.",
    "Two loci, on 11q and on 20p, were significantly associated with asthma by even the most conservative tests (Blumenthal et al., Hum.",
    "Genet.",
    "114: 157-164; 2004).",
    "[H1] Genetics.",
    "[LIST_ITEM] Several genes whose products regulate Th2/Th1 balance, or regulate the expression of IgE, seem to contribute to the severity of atopic diseases. The IL-4 receptor-α gene is one example.",
    "[LIST_ITEM] Other genes may have an influence on the response to medications used in treating allergic diseases",
    "[H1] The Hygiene hypothesis.",
    "The \"hygiene hypothesis\" sprang from observations that infants on farms tend to have less atopic disease than city dwellers or individuals from industrialized nations.",
    "There is evidence that infants exposed to certain airborne allergens (such as dust mites and dog dander) may be less likely to develop related allergies.",
    "An alternative version of the hygiene hypothesis is that exposure to bacterial antigens in infancy is critical to a more appropriate balance of Th1 and Th2 immune responses in childhood and later.",
    "[H1] Clinical characteristics of allergic disease.",
    "The part of the body contacted by the allergen will, in part, affect the symptoms of the particular type of allergy.",
    "[LIST_ITEM] Allergens that are inhaled often cause nasal congestion, itchy nose and throat, mucus production, cough, or wheezing.",
    "[LIST_ITEM] Food allergens (ie peanut) can cause nausea, vomiting, abdominal pain, cramping, diarrhea, or a severe, anaphylactic reaction.",
    "[LIST_ITEM] Drug allergies usually include a systemic reaction including cardiac changes or whole body rashes.",
    "[H1] Clinical characteristics of allergic disease.",
    "The clinical response to allergies is usually in a dose dependent manner.",
    "[LIST_ITEM] The more exposure you have the worse your symptoms would be. 10 cats are worse than 2 cats in an allergic individual causing more symptoms.",
    "© PO-INEL Source Undetermined",
    "Symptoms (uticaria or hives) caused by skin contact with the allergen latex in a band-aid.",
    "Typical symptoms of reactivity to allergens in the air.",
    "[LIST_ITEM] Red, itchy, watery eyes",
    "[LIST_ITEM] Sneezing, congestion, runny nose",
    "[LIST_ITEM] Itchy or sore throat, nost-nasal drip, cough",
    "[LIST_ITEM] Itchy ears, buzzing sound",
    "[H1] Asthma.",
    "[LIST_ITEM] Allergic response in the lungs to an allergen that is breathed in. Bronchial constriction is the result of mast cell degranulation and its effect on smooth muscle contraction. These immediate problems recur during the late phase of an asthmatic attack. Increased secretion of mucus and fluids into the lung exacerbates the problems in oxygen exchange.",
    "Original Image: http://www.altocarelifesciences.com/healthimages/asthma1.jpg",
    "Image of asthmatic airways removed",
    "Original Image: http://www.altocarelifesciences.com/healthimages/asthma1.jpg",
    "Asthmatic response to inhaled allergen Figure 10-17 The Immune System, 2/e (© Garland Science 2005)",
    "2",
    "PC- INEL",
    "The Immune System. Garland Publishing, 2005.  $2^{\\mathrm{nd}}$  ed.",
    "Immediate and Late-Phase responses in asthma.",
    "$\\mathsf{FEV}_1$  (the forced expiratory volume of air in one second) is a measure of breathing capacity.",
    "Measurement of  $\\mathsf{FEV}_1$  demonstrates the physiological changes associated with an allergic response in the lungs.",
    "[H1] The immediate phase.",
    "[LIST_ITEM] The “immediate phase” is the result of mast cell degranulation.",
    "[LIST_ITEM] This phase causes most of the acute symptoms of any allergic disease, ie asthma and hives.",
    "Original image: http://cdn.channel.acl.com/body/hv/101301",
    "[H1] The Late phase.",
    "[LIST_ITEM] The “late phase” is due to leukotrienes, chemokines, and cytokines synthesized by mast cells after IgE-mediated activation and by Th2 cells after restimulation by allergenic antigens.",
    "[LIST_ITEM] In asthma, although the immediate phase cause many of the acute symptoms of an asthma attack, the late phase is the more detrimental, as it results in a chronic inflammatory condition of the lung, and permanent lung damage.",
    "Original Image: http://cdn.channel.aol.com/body/hv/101301",
    "[H1] Anaphylaxis.",
    "[LIST_ITEM] Some allergens in the blood stream can lead to degranulation of mast cells associated with blood vessels. This continual cascade causes systemic smooth muscle constriction and vascular permeability. This rapidly occurring event is termed anaphylactic shock, and is often fatal.",
    "[LIST_ITEM] Drug allergies (ie penicillin), insect stings, and foods can be associated with systemic anaphylactic shock.",
    "[LIST_ITEM] Treatment relies on epinephrine (a potent vasoconstrictor) and medicines to restore normal cardiac and respiratory systems. This must be given immediately to prevent death.",
    "[H1] Treatment of Allergies and Asthma.",
    "[LIST_ITEM] There are three complementary approaches to treating allergic disease: avoidance, pharmacologic treatment, and immunotherapy.",
    "[LIST_ITEM] Newer treatment options are more focused on the molecular immunologic level and now can influence the genetic predisposition of individuals and possibly ultimately cure disease (ie anti-IgE therapy).",
    "[H1] Avoidance.",
    "[LIST_ITEM] Avoidance of allergens by eliminating certain foods from the diet, removing pets, toys, and types of bedding that retain dust mite allergens, etc. In some cases, this can be very effective.",
    "[LIST_ITEM] This treatment seeks to stop the inappropriate immune response at the recognition and effector phases by removing antigen.",
    "[H1] Pharmacologic Treatment.",
    "[LIST_ITEM] Treatment of symptoms via a pharmacologic approach:",
    "[LIST_ITEM] antihistamines",
    "[LIST_ITEM] nasal corticosteroid sprays",
    "[LIST_ITEM] decongestants",
    "[LIST_ITEM] beta agonists",
    "LUNG &amp; A",
    "Christopher P. Bills (TUSCAL)",
    "[H1] Immunotherapy.",
    "[LIST_ITEM] Desensitization by injection of allergens in a form that changes the nature or the intensity of an immune response (ie allergy shots).",
    "[LIST_ITEM] This treatment seeks to change the nature of the immune response by inducing tolerance or by shifting the production of antibodies away from IgE. This usually is applied to only aeroallergens and drugs, but not foods.",
    "[H1] Self Evaluation Questions.",
    "[NUMBERED_ITEM] The term “atopic” refers to individuals who tend to:",
    "A. make anti-self antibodies.",
    "B. get bacterial infections.",
    "C. make IgE to innocuous substances.",
    "D. have low numbers of T lymphocytes.",
    "E. have neutrophils that are poorly bactericidal.",
    "[NUMBERED_ITEM] The correct answer is-- C. make IgE to innocuous substances.",
    "See slide 10",
    "[NUMBERED_ITEM] Allergic diseases are mediated primarily by:",
    "A. Cytolysis of red blood cells by autoantibodies.",
    "B. Degranulation of mast cells, eosinophils, and basophils by antigen binding to IgE on their surface.",
    "C. Degranulation of mast cells, eosinophils, and basophils by antigen binding to IgA on their surface.",
    "D. Inflammation characterized by infiltration by macrophages.",
    "E. Complement fixation by antibody complexes with antigens from viral or bacterial pathogens.",
    "[NUMBERED_ITEM] The correct answer is--",
    "B. Degranulation of mast cells, eosinophils, and basophils by antigen binding to IgE on their surface.",
    "See slides 4-7. Answer C is not correct because the receptors on these cells bind IgE, not IgA.",
    "[NUMBERED_ITEM] Given the prevalence of allergic diseases, a pediatrician would be more likely to see a child with an allergy or asthma than a child with:",
    "A. A pediatric malignancy. B. Type I diabetes C. Spinal meningitis D. Cystic fibrosis E. All of the above combined.",
    "[NUMBERED_ITEM] The correct answer is-- E. All of the above combined. See slide 3.",
    "[NUMBERED_ITEM] Allergic diseases are diseases of T helper cell type 2 because:",
    "A. T helper cells type 2 produce cytokines that stimulate the production of IgE and of eosinophils.",
    "B. T helper cells type 1 produce cytokines that stimulate the production of IgG and IgA. C. T helper cells type 2 produce cytokines that stimulate the activation of macrophages.",
    "D. T helper cells type 2 produce cytokines that stimulate the production of complement-fixing antibodies.",
    "[NUMBERED_ITEM] The correct answer is--",
    "A. T helper cells type 2 produce cytokines that stimulate the production of IgE and of eosinophils.",
    "See slide 8.",
    "[NUMBERED_ITEM] When considering treatment for a patient with asthma:",
    "A.",
    "The first hour after contact with the allergen is critical.",
    "After that time, the patient should be asymptomatic.",
    "B.",
    "The role of ingested allergens must be carefully considered.",
    "C. Pharmacologic treatment of symptoms is not effective.",
    "D. Both acute and chronic phases of the disease must be taken into account.",
    "E.",
    "The patient should avoid insect stings that can initiate an asthma attack.",
    "[NUMBERED_ITEM] The correct answer is:",
    "D. Both acute and chronic phases of the disease must be taken into account.",
    "See slides 18-23. Asthma is caused by inhaled antigens, not injected antigens (insect stings) or ingested antigens (food).",
    "[NUMBERED_ITEM] The atopic condition is:",
    "A. caused by the environment.",
    "B. caused by a autosomal, recessive trait with high penetrance.",
    "C. the result of an interaction among several genes and the environment.",
    "D. mostly due to the effect of three genes, each with moderate penetrance.",
    "E. due to genetic effects, but candidate loci have not been defined.",
    "[NUMBERED_ITEM] The correct answer is--",
    "C. the result of an interaction among several genes and the environment.",
    "See slides 10-14.",
    "[NUMBERED_ITEM] The symptoms of an allergic attack are caused by:",
    "A. Chemokines secreted by epithelial cells.",
    "B. Cytokines secreted by B cells.",
    "C. Mediators released by mast cell degranulation.",
    "D. Toxic side effects of neutrophil-mediated cytotoxicity.",
    "E. Toxic side effects of macrophage-mediated cytotoxicity.",
    "[NUMBERED_ITEM] The correct answer is--",
    "C. Mediators released by mast cell degranulation.",
    "See slides 4-8.",
    "[NUMBERED_ITEM] Allergic reactions to penicillin and other administered drugs are:",
    "A. a peculiar immune reaction of academic interest only.",
    "B. important in the pediatric population, but not in adults.",
    "C. annoying, but not life-threatening.",
    "D. a severe problem for about 1% of patients.",
    "E. mediated by IgG1 antibodies.",
    "[NUMBERED_ITEM] The correct answer is--",
    "D. a severe problem for about 1% of patients.",
    "See slides 2 and 24.",
    "[NUMBERED_ITEM] What is the difference between the wheezing and asthmatic has upon leaving an air-conditioned building and going outdoors, and the chronic, less noticeable wheezing some asthmatic have all the time?",
    "A. There is no difference; they are caused by the same pathophysiology.",
    "B. The acute wheezing is immunologically based, the chronic wheezing is not.",
    "C.",
    "The acute wheezing is caused by bronchoconstriction during an immediate phase response; the chronic wheezing is the product of late phase responses including chronic inflammation and lung damage.",
    "D. The acute wheezing is difficult to treat; the chronic wheezing is simple to cure.",
    "The correct answer is:",
    "C.",
    "The acute wheezing is caused by bronchoconstriction during an immediate phase response; the chronic wheezing is the product of late phase responses including chronic inflammation and lung damage.",
    "See slides 19-23",
    "Answer D: The acute wheezing is fairly easy to treat pharmacologically, but the chronic problems are refractory to most treatments.",
    "[H1] Additional Source Information.",
    "for more information see: http://open.umich.edu/wiki/CitationPolicy",
    "Slide 7: The Immune System.",
    "Garland Publishing, 2005.",
    "2nd ed.",
    "Slide 8: The Immune System.",
    "Garland Publishing, 2005.",
    "2nd ed.",
    "Slide 9: The Immune System.",
    "Garland Publishing, 2005.",
    "2nd ed.",
    "Slide 11: Dartmouth Electron Microscope Facility http://en.wikipedia.org/wiki/File:Misc_pollen.jpg Slide 19: Source Undetermined Slide 21: Original Image: http://www.altocarelifesciences.com/healthimages/asthma1.jpg Slide 22: Original Image: http://www.altocarelifesciences.com/healthimages/asthma1.jpg Slide 23: The Immune System.",
    "Garland Publishing, 2005.",
    "2nd ed.",
    "Slide 24: Original Image: http://cdn.channel.aol.com/body/hv/101301 Slide 25: Original Image: http://cdn.channel.aol.com/body/hv/101301 Slide 29: Christopher P. Bills http://www.flickr.com/photos/cpbills/2087637088, CC: BY-NC-SA http://creativecommons.org/licenses/by-nc-sa/3.0/us/"
  ]
}