{
  "doc_id": "Copy of Anticonvulsants",
  "sentences": [
    "Harvard-MIT Division of Health Sciences and Technology",
    "HST.151: Principles of Pharmacology",
    "Instructor: Dr. David Standaert",
    "Standaert 1",
    "March 2005",
    "[H1] Neuropharmacology III.",
    "[H2] Anticonvulsants.",
    "[H3] What are seizures?",
    "[LIST_ITEM] Seizures are episodes of neurologic dysfunction arising from abnormal synchronous activity of neurons.",
    "[LIST_ITEM] Alterations of consciousness and abnormal motor activity are the most common manifestations",
    "[LIST_ITEM] Epilepsy (recurring seizures without a clear precipitant) is common, affecting about 1% of the population",
    "[LIST_ITEM] Pharmacological treatment is very successful in the majority of cases, but requires accurate diagnosis and classification of seizures",
    "[H3] Classification of seizures:.",
    "[LIST_ITEM] Partial seizures (focal onset) &gt; Simple partial seizures most common; “Jacksonian march” sometimes observed. May also affect sensory and autonomic systems &gt; Complex partial: impairment of consciousness, with or without motor or other signs &gt; Either simple or complex partial seizures may become secondarily generalized, producing a tonic-clonic seizure.",
    "[LIST_ITEM] Primary generalized seizures - bilateral onset &gt; Typified by absence (“petit mal”) seizures, which can be recognized by clinical characteristics as well as interictal EEG abnormalities (3Hz spike and wave).",
    "[LIST_ITEM] Strategies for the discovery of anticonvulsant drugs: &gt; “Traditional” – screening of compounds in animals models of epilepsy &gt; “Rational” – based on presumed mechanism of seizure initiation or propagation",
    "[LIST_ITEM] Inhibit repetitive activity – e.g., blockade of voltage-dependent Na⁺ channels",
    "[LIST_ITEM] Increase inhibitory input – e.g., GABA enhancers",
    "[LIST_ITEM] Reduce excitatory input – e.g., glutamate antagonists",
    "[H3] Drugs for treatment of partial seizures or generalized tonic-clonic seizures:.",
    "[LIST_ITEM] phenytoin &gt; One of the oldest and most widely used anticonvulsants. &gt; Mechanism uncertain, but probably related to effect on Na⁺ channels. &gt; May be administered orally or IV. &gt; Pharmacokinetics are complex:",
    "[LIST_ITEM] oral absorption is good but rate is variable.",
    "Standaert 2 March 2005",
    "[LIST_ITEM] highly protein-bound - important to note that usual laboratory test measures total, not free phenytoin",
    "[LIST_ITEM] metabolism is primarily hepatic. Exhibits saturation kinetics, so that small increment in dose can produce an abrupt rise in equilibrium concentration.",
    "[LIST_ITEM] half-life averages 22 hours but highly variable; bid dosing usually satisfactory",
    "[LIST_ITEM] induces hepatic metabolism of other anticonvulsants as well as anticoagulants",
    "[LIST_ITEM] Acute toxicity of oral form is usually nystagmus, ataxia and diplopia; sedation may also occur.",
    "[LIST_ITEM] Chronic administration causes hirsuitism, gingival hyperplasia, cerebellar dysfunction, and peripheral neuropathy",
    "[LIST_ITEM] Hypersensitivity with fever, rash which may progress to exfoliation (Stevens-Johnson syndrome) is relatively infrequent, but requires discontinuation of the drug in most cases.",
    "[H2] Fosphenytoin (Cerebyx) a \"prodrug\".",
    "[LIST_ITEM] fosphenytoin is rapidly metabolized to phenytoin",
    "[LIST_ITEM] fosphenytoin is water soluble; allows IM administration, and eliminates toxicity of propylene glycol vehicle required for phenytoin",
    "[LIST_ITEM] 1200 mg phenytoin = $1.50; fosphenytoin = $119.00",
    "[H2] Carbamazepine.",
    "[LIST_ITEM] Structural features similar to phenytoin; mechanism of action likely similar as well.",
    "[LIST_ITEM] Available in oral form only; rate of absorption variable.",
    "[LIST_ITEM] Protein binding less than that of phenytoin.",
    "[LIST_ITEM] Metabolism is primarily hepatic; induces own metabolism, as well as that of other drugs (OCP's, warfarin, other anticonvulsants particularly problematic).",
    "[LIST_ITEM] Half-life is 10-20 hours; tid dosing usually satisfactory, although qid sometimes required",
    "[LIST_ITEM] Several active metabolites, including a 10,11 epoxide, contribute to both anticonvulsant activity and toxicity",
    "Standaert 3 March 2005",
    "[LIST_ITEM] Most common effects of toxicity are ataxia and diplopia, sedation also observed. May also cause hyponatremia.",
    "[LIST_ITEM] Aplastic anemia may occur and can be fatal. This is rare (6-8/million patients/year) but requires monitoring of CBC.",
    "[LIST_ITEM] Oxcarbazepine – a derivative, does not form epoxide metabolites and may have lower incidence of adverse effects.",
    "[LIST_ITEM] Barbiturates",
    "[LIST_ITEM] Family of drugs used for hypnotic, anesthetic and anticonvulsant applications",
    "[LIST_ITEM] Mechanism probably related to increased GABA-mediated chloride conductance",
    "[LIST_ITEM] Two members of class commonly used as anticonvulsants:",
    "[LIST_ITEM] Phenobarbital",
    "[LIST_ITEM] May be administered PO, IM or IV",
    "[LIST_ITEM] Long half-life (about 100 hours), hepatic metabolism. Strong inducer of microsomal system.",
    "[LIST_ITEM] Frequently used in infants; less commonly used in adults because of dose-related sedation.",
    "[LIST_ITEM] Primidone",
    "[LIST_ITEM] Parent drug has anticonvulsant properties, but is metabolized rapidly by the liver to phenobarbital and PEMA.",
    "[LIST_ITEM] Toxicity similar to that of phenobarbital",
    "[LIST_ITEM] Valproic acid",
    "$$ \\begin{array}{l} \\mathrm{CH_3CH_2CH_2} \\ \\mathrm{CH_3CH_2CH_2} \\end{array} &gt; \\mathrm{CHCOOH} $$",
    "[LIST_ITEM] Carboxylic acid, structurally distinct from other current classes of anticonvulsants.",
    "[LIST_ITEM] Mechanism uncertain - effective against both partial and primary generalized seizures; drug of choice for myoclonic epilepsy",
    "[LIST_ITEM] Oral or IV administration",
    "[LIST_ITEM] Hepatic metabolism, with half life 8-12 hours. Induces metabolism of other anticonvulsants",
    "[LIST_ITEM] Common adverse effects are tremor, weight gain, nausea.",
    "[LIST_ITEM] Most significant risk is hepatotoxicity, which may be fatal. Occurs most often in infants under 2 years when taking multiple anticonvulsants.",
    "[LIST_ITEM] Drugs for primary generalized epilepsy",
    "[LIST_ITEM] Ethosuccimide",
    "[LIST_ITEM] drug of choice for treatment of absence seizure. Also effective in other forms of primary generalized epilepsy, but not usually effective in partial seizures.",
    "Standaert 4 March 2005",
    "[LIST_ITEM] Valproic acid",
    "[LIST_ITEM] effective in generalized as well as focal epilepsy; particularly useful when several seizure types are present.",
    "[LIST_ITEM] New anticonvulsants",
    "[LIST_ITEM] Because they are new, the clinical indications for these agents are not yet completely defined, and none are currently used as the first treatment for epilepsy.",
    "[LIST_ITEM] Felbamate was approved by the FDA in early 1994 and was the first new drug for epilepsy to be approved in 15 years. Although there was great initial enthusiasm for this agent, in less than a year post-marketing surveillance revealed an unacceptably high rate of drug-related aplastic anemia.",
    "[LIST_ITEM] Lamotrigine was approved in late 1994. It is thought to act by blockade of sodium channels; useful in partial seizures and possibly also in primary generalized seizures.",
    "[LIST_ITEM] Gabapentin is approved for use as an “add-on” medication for treatment of partial seizures. Mechanism is uncertain; toxicity is low and does not induce or inhibit metabolism of other anticonvulsants.",
    "[LIST_ITEM] Topiramate approved in 1997; unknown mechanism, possibly acts on voltage-gated Na⁺ channels.",
    "[LIST_ITEM] Tiagabin - an inhibitor of GABA reuptake, approved in 1997 as “add-on” for treatment of partial seizures.",
    "[LIST_ITEM] Levetiracetam – analog of piracetam, mechanism uncertain, approved as “add-on” for refractory partial seizures",
    "[LIST_ITEM] Vigabatrin - an inhibitor of GABA transaminase, the degradative enzyme for GABA; approved as an “add-on” agent in refractory epilepsy",
    "[LIST_ITEM] Zonisamide, a sulfonamide derivative approved for partial seizures; acts on Na⁺ channels",
    "[LIST_ITEM] Benzodiazepines:",
    "[LIST_ITEM] An important anticonvulsant use of benzodiazepines is in setting of urgent treatment of status epilepticus (see below). Two agents are frequently used, diazepam and lorazepam. These are particularly suitable because of rapid action after intravenous injection.",
    "[LIST_ITEM] Note that although biological half-life of diazepam is long, duration of action when used IV is short, because activity is terminated by redistribution",
    "[LIST_ITEM] Oral benzodiazepines are not frequently used alone in primary treatment of epilepsy, although sometimes a useful adjunct in both focal and generalized seizures",
    "[LIST_ITEM] Principles for the Management of epilepsy",
    "[LIST_ITEM] Attempt to classify, localize and investigate underlying etiology",
    "[LIST_ITEM] Not every seizure is an indication for anticonvulsant therapy",
    "[LIST_ITEM] In general, monotherapy is preferred to the use of multiple drugs",
    "Standaert 5 March 2005",
    "[LIST_ITEM] Serum drug levels are a guide to therapy, but you should treat the patient, not the numbers",
    "[LIST_ITEM] Roughly 80% of patients with epilepsy can achieve good control with one agent; &gt;90% with two or more.",
    "[LIST_ITEM] In refractory epilepsy, surgical treatment may be appropriate",
    "[H2] Pregnancy and the use of anticonvulsant drugs.",
    "[LIST_ITEM] All of the anticonvulsant drugs have been reported to have teratogenic effects",
    "[LIST_ITEM] Also important to recognize that uncontrolled seizures have an adverse effect on the fetus. Most important period is first 12 weeks",
    "[LIST_ITEM] In general, the best approach is to keep the number of drugs low (monotherapy if possible) and use the lowest dose which provides adequate control.",
    "[LIST_ITEM] Valproic acid should probably be avoided if at all possible, as the increased incidence of neural tube defects with this drug is well documented.",
    "[LIST_ITEM] Abrupt discontinuation of anticonvulsants during pregnancy is not advisable",
    "[H2] Emergency medicine: treatment of status epilepticus.",
    "[H3] Definition and identification.",
    "[LIST_ITEM] Status epilepticus is a state of repeated or continuous seizures.",
    "[LIST_ITEM] Often defined operationally as a single seizure lasting more than 20 minutes, or repeated seizures without recovery of consciousness",
    "[LIST_ITEM] Prolonged status epilepticus leads to irreversible brain injury and has a very high rate of mortality. Goal of therapy should be to achieve control of seizure within 60 minutes or less",
    "[H3] Management.",
    "[LIST_ITEM] ABC's - Airway, Breathing, Circulation",
    "[LIST_ITEM] IV access - obtain initial labs (electrolytes, ABG, CBC, tox screen, anticonvulsant levels). History and examination should be performed concurrently",
    "[LIST_ITEM] Administer glucose (50g IV) and thiamin (100mg IV)",
    "[LIST_ITEM] Initial treatment: - lorazepam, 1-2 mg IV, repeat at 3-5 min intervals to 10 mg total",
    "[LIST_ITEM] Administer a long acting agent - phenytoin or fosphenytoin - 15-20 mg/kg IV. With phenytoin, do not exceed 50 mg/min. Not compatible with IV fluids containing glucose. Often causes hypotension, and may provoke arrhythmia - continual monitoring required. Fosphenytoin much safer - but also more expensive!",
    "[LIST_ITEM] If seizures persist, next agent is phenobarbital. Initial dose is 5 mg/kg IV. May be repeated to 10-15 mg/kg total. These large doses of",
    "Standaert 6 March 2005",
    "phenobarbital often produce respiratory depression or arrest, as well as hypotension; intubation, respiratory support, and pressors may be required.",
    "[LIST_ITEM] Seizures which are refractory to these measures require urgent expert consultation. Barbiturate coma induced by high doses of pentobarbital, a short half-life barbiturate, is used in many centers.",
    "References:",
    "Rogawski MA, Loscher W. The neurobiology of antiepileptic drugs. Nat Rev Neurosci. 2004 Jul;5(7):553-64"
  ]
}