{
  "doc_id": "Copy of Inhaled Nitric Oxide",
  "sentences": [
    "Harvard-MIT Division of Health Sciences and Technology HST.151: Principles of Pharmacology Instructor: Dr. Warren Zapol",
    "HST-151",
    "1",
    "[H1] INHALED NITRIC OXIDE.",
    "[H2] INTRODUCTION.",
    "The major objective of this lecture is to describe the effects of inhaling low levels of nitric oxide (NO) on the hemodynamic and gas exchange function of both the normal and diseased lung.",
    "Considerable attention will be paid to safety and hazards of inhaled NO therapy.",
    "During the past few years remarkable progress has been made in understanding the NO-guanylate cyclase signal transduction system.",
    "NO has been given considerable clinical investigation in pulmonary artery hypertension and adult respiratory distress syndrome (ARDS) patients.",
    "This lecture concentrates on this area of clinical research.",
    "Pulmonary hypertension with severe hypoxemia may complicate the care of patients with diseases such as chronic pulmonary hypertension, ARDS, chronic respiratory failure, congenital heart disease, and after cardiopulmonary bypass.",
    "Numerous vasodilator therapies aimed at reducing pulmonary hypertension have been tested in these patients.",
    "Systemic vasodilation and hypotension occur with all the currently available intravenous vasodilators tested in dosages sufficient to reduce the pulmonary artery pressure.",
    "In",
    "HST-151",
    "addition, intravenous infusions of systemic vasodilators such as nitroprusside or prostacyclin (PGI₂) markedly increase the venous admixture (1,2).",
    "[H2] NITRIC OXIDE.",
    "In 1987, the gaseous molecule NO was identified as an endothelium-derived relaxing factor (EDRF) (3,4).",
    "NO is an ideal local transcellular messenger because of its small size, lipophilic nature, and short duration of action (5) and its numerous functions in various tissues have been reviewed (6).",
    "In vascular endothelial cells, NO is synthesized from the terminal guanidine nitrogen of L-arginine and diffuses rapidly into subjacent vascular smooth muscle (7).",
    "There, NO binds to the heme iron complex of soluble guanylate cyclase.",
    "The resulting nitrosylheme activates guanylate cyclase, stimulating the production of cyclic guanosine 3',5'-monophosphate (cGMP) and subsequently relaxing vascular smooth muscle (7,8).",
    "When NO diffuses into the intravascular space, its biologic activity is limited by avid binding to hemoglobin.",
    "Interestingly, the nitroso-vasodilators we have used for decades, such as nitroglycerin and nitroprusside, act by releasing NO (9).",
    "Endothelium-dependent relaxation in pulmonary arteries occurs in response to a variety of physical and pharmacologic stimuli (10).",
    "Endogenous",
    "NO can be measured in the exhalation of rabbits, guinea pigs, and humans (11).",
    "In normal lungs, however, baseline pulmonary vascular tone is very low and the administration of acetylcholine or the addition of",
    "HST-151",
    "exogenous NO has little effect on pulmonary vascular resistance (12 - 14).",
    "In patients with pulmonary hypertension, on the other hand, acetylcholine infusion or NO inhalation can reduce pulmonary vascular resistance (12,13).",
    "It is possible that in some acute and chronic pulmonary hypertensive states, such as ARDS, or chronic pulmonary hypertension, the production of endogenous",
    "NO is impaired (15,16).",
    "This might produce further vasoconstriction and foster platelet aggregation (17).",
    "Evidence supporting this hypothesis is indirect at this time.",
    "Such patients may have an intact response to inhaled NO even though their response to intravenous acetylcholine is impaired (18).",
    "[H2] NO Inhalation in ARDS.",
    "We hypothesized that inhaled NO should diffuse into the pulmonary vasculature of ventilated lung regions and cause relaxation of pulmonary vascular smooth muscle, thereby decreasing pulmonary hypertension in ARDS (19,20).",
    "Since the NO is inhaled, the gas should be distributed predominantly to well-ventilated alveoli and not to collapsed or fluid-filled areas of the lung.",
    "In the presence of increased vasomotor tone, selective vasodilation of well-ventilated lung regions should cause a \"steal\" or diversion of pulmonary artery blood flow towards well-ventilated alveoli, improving the matching of ventilation to perfusion and improving arterial oxygenation during ARDS.",
    "Such an effect would be in marked contrast to the effects of intravenously administered conventional vasodilators (such as nitroprusside, nitroglycerin, or prostacyclin).",
    "These intravenous agents",
    "HST-151",
    "also decrease PA pressure, but by nonselectively dilating the pulmonary vasculature, they augment blood flow to nonventilated areas, thereby increasing right-to-left shunting and reducing the $\\mathrm{PaO_2}$. Also unlike available intravenous vasodilators, inhaled NO, because it is avidly bound to hemoglobin and rapidly inactivated, should not produce systemic vasodilation.",
    "Rossaint and coworkers compared the effects of NO inhalation (18 and 36 parts per million (ppm)) to intravenously infused prostacyclin in nine patients with ARDS (21).",
    "NO selectively reduced mean pulmonary artery pressure from $37 \\pm 3$ to $30 \\pm 2 \\mathrm{mmHg}$ (mean $\\pm$ SE).",
    "Oxygenation improved due to a decreased venous admixture (QVA/Qt).",
    "During NO breathing, the $\\mathrm{PaO_2 / FIO_2}$ ratio increased from $152 \\pm 15 \\mathrm{mmHg}$ to $199 \\pm 23 \\mathrm{mmHg}$. While the intravenous infusion of prostacyclin also reduced pulmonary artery pressure, mean arterial pressure and $\\mathrm{PaO_2}$ decreased as QVA/Qt increased.",
    "Subsequent reports documented that inhalation of lower concentrations of NO (&lt; 20 ppm) effectively reduced pulmonary artery pressure and improved $\\mathrm{PaO_2}$ (22 - 25).",
    "Even very small inhaled concentrations (as low as 250 parts per billion NO) may be effective in some patients (26).",
    "Right ventricular ejection fraction may increase in some patients responding to inhaled NO, suggesting that the observed decreases of pulmonary artery pressure may be hemodynamically important (24,25).",
    "HST-151",
    "A marked variation has been reported for the hemodynamic and respiratory effects of NO inhalation, both among patients and within the same patient at different times in their illness (22,27,28).",
    "It is possible that preexisting pulmonary disease as well as the concomitant administration of other vasoactive drugs may contribute to the observed variability.",
    "In general, the baseline level of pulmonary vascular resistance appears to predict the degree of pulmonary vasoconstriction reversible by NO inhalation.",
    "Those with the greatest degree of pulmonary hypertension appear to respond best to NO inhalation (22,28).",
    "Dellinger recently reported a dose-response analysis of a randomized trial of NO in 177 ARDS patients (29), a trial which was too small to obtain significant outcome data.",
    "Tachyphylaxis has not been observed even when NO inhalation was continued for up to 53 days (21).",
    "Pulmonary artery pressure and $\\mathrm{PaO}_2$ quickly return to baseline values, however, after discontinuation of the gas.",
    "Occasionally, sudden discontinuation of inhaled NO can produce problematic pulmonary vasoconstriction and possibly bronchoconstriction (22,30,31).",
    "The reason for this is unclear.",
    "Possibly, the addition of exogenous NO may decrease NO synthase activity (32) or increase tissue cGMP phosphodiesterase activity.",
    "The vasoconstrictor almitrine besylate has been given intravenously to enhance pulmonary vasoconstriction during NO breathing. This agent has",
    "HST-151",
    "further reduced Qs/Qt in ARDS in combination with NO inhalation (33).",
    "[H2] NO Inhalation in Neonatal Respiratory Failure.",
    "At birth, there is a sustained decrease of pulmonary vascular resistance and an increase of pulmonary blood flow, in part due to increasing oxygen tensions.",
    "If this does not occur, persistent pulmonary hypertension of the newborn (PPHN) may result.",
    "Persistent pulmonary hypertension of the newborn is a syndrome characterized by an increased pulmonary vascular resistance, increased right-to-left shunting across the ductus arteriosus and foramen ovale, and severe hypoxemia.",
    "Extracorporeal membrane oxygenation (ECMO) is often used to support these infants, because conventional vasodilator therapy is limited by severe systemic hypotension and may reduce PaO₂ by increasing right-to-left shunting.",
    "It has been hypothesized that endogenous production of NO by the pulmonary vasculature might be decreased in PPHN.",
    "If so, then inhaled NO might provide an effective therapy for these severely ill infants (34, 35).",
    "Multiple small clinical studies of NO inhalation have been performed in neonates, infants, and children with various types of acute respiratory failure.",
    "In general, pulmonary hypertension is reduced and systemic arterial oxygenation is improved with inhalation of less than 20 ppm NO.",
    "Nitric oxide inhalation in babies with PPHN and hypoxic respiratory failure has been studied in randomized multicenter trials(36,37).",
    "As in adults, however, the response is variable.",
    "In the neonatal lung, the degree of improvement with NO appears to depend upon",
    "HST-151",
    "the presence of mature surfactant.",
    "Laboratory studies of the neonatal pulmonary circulation have also documented that inhaled nitric oxide is an effective pulmonary vasodilator (38).",
    "Additionally, important experimental evidence is accumulating that the inhalation of nitric oxide attenuates chronic hypoxic pulmonary vascular remodeling of the pulmonary circulation (39,40).",
    "Conceivably, inhaled nitric oxide therapy might be used to limit the chronic pulmonary vascular changes which accompany neonatal acute respiratory failure.",
    "[H1] REFERENCES.",
    "[NUMBERED_ITEM] Zapol WM, Snider MT, Rie MA, Frikker M, Quinn DA. Pulmonary circulation during adult respiratory distress syndrome. In: Acute Respiratory Failure. Zapol WM, Falke KJ (eds.) New York: Marcel Dekker, 1985;241-270.",
    "[NUMBERED_ITEM] Radermacher P, Stanek B, Wust HJ, Tanrow J, Falke KJ. Prostacyclin for the treatment of pulmonary hypertension in the adult respiratory distress syndrome: Effects on pulmonary capillary pressure and ventilation-perfusion distributions. Anesthesiology 1990;72:238-244.",
    "[NUMBERED_ITEM] Ignarro LJ, Buga GM, Wood KS, Byrns RE. Endothelium-derived relaxing factor produced and released from artery and vein is NO. Proc Natl Acad Sci USA 1987;84:9265-9269.",
    "[NUMBERED_ITEM] Palmer RMJ, Ferrige AG, Moncada S. Nitric oxide release accounts for the biological activity of endothelium-derived relaxing factor. Nature 1987;327:524-526.",
    "[NUMBERED_ITEM] Ignarro LJ. Signal transduction mechanisms involving nitric oxide. Biochem Pharmacol 1990;41:485-490.",
    "[NUMBERED_ITEM] Moncada S, Higgs A. Mechanisms of disease: The L-arginine-nitric oxide pathway. N Engl J Med 1993;329:2002-2012.",
    "[NUMBERED_ITEM] Palmer RMJ, Ashton DS, Moncada S. Vascular endothelial cells synthesize nitric oxide from L-arginine. Nature 1988;333:664-666.",
    "HST-151",
    "[NUMBERED_ITEM] Ignarro LJ. Biological actions and properties of endothelium-derived nitric oxide formed and released from artery and vein. Circ Res 1989;65:1-21.",
    "[NUMBERED_ITEM] Gruetter CA, Gruetter DY, Lyon JE, Kadowitz PJ, Ignarro LJ. Relationship between cyclic guanosine 3':5'- monophosphate formation and relaxation of coronary artery arterial smooth muscle by glyceryl trinitrate, nitroprusside, nitrite and nitric oxide. J Pharmacol Exp Ther 1981;219:181-186.",
    "[NUMBERED_ITEM] Dinh Xuan AT, Higenbottam TW, Clelland C, Pepke-Zaba, Wells FC, Wallwork J. Acetylcholine and adenosine disphosphate causes endothelium-dependent relaxation of isolated human pulmonary arteries. Eur Respir J 1990;3:633-638.",
    "[NUMBERED_ITEM] Gerlach H, Rossaint R, Pappert D. Autoinhalation of nitric oxide after endogenous synthesis in nasopharynx. Lancet 1994;343:518-519.",
    "[NUMBERED_ITEM] Pepke-Zaba J, Higenbottam TW, Dinh-Xuan AT, Stone D, Wallwork J. Inhaled nitric oxide as a cause of selective pulmonary vasodilation in pulmonary hypertension. Lancet 1991;338:11731174.",
    "[NUMBERED_ITEM] Frostell CG, Blomqvist H, Hedenstierna G, Lundberg J, Zapol WM. Inhaled nitric oxide selectively reverses human hypoxic pulmonary vasoconstriction without causing systemic vasodilation. Anesthesiology 1993;78:427-435.",
    "[NUMBERED_ITEM] Högman M, Frostell C, Arnberg H, Hedenstierna G. Inhalation of nitric oxide modulates methacholine-induced bronchoconstriction in the rabbit. Eur Respir J 1993;6:177-180.",
    "[NUMBERED_ITEM] Cremona G, Dinh Xuan AT, Higenbottam TW. Endothelium-derived relaxing factor and the pulmonary circulation. Lung 1991;169:185-202.",
    "[NUMBERED_ITEM] Dinh Xuan AT, Higenbottam TW, Clelland C, Pepke-Zaba J, Cremona G, Wallwork J. Impairment of endothelium-dependent pulmonary artery relaxation in chronic obstructive lung disease. N Engl J Med 1991;324:1539-1547.",
    "[NUMBERED_ITEM] Radomski MW, Palmer RMJ, Moncada S. Endogenous nitric oxide inhibits human platelet adhesion to vascular endothelium. Lancet 1987;2:1057-1058.",
    "[NUMBERED_ITEM] Adatia I, Thompson J, Landzberg M, Wessel DL. Inhaled nitric oxide in chronic obstructive lung disease. Lancet 1993;341:307-308.",
    "HST-151",
    "[NUMBERED_ITEM] Frostell C, Fratacci M-D, Wain JC, Jones R, Zapol WM. Inhaled nitric oxide: A selective pulmonary vasodilator reversing hypoxic pulmonary vasoconstriction. Circulation 1991;83:2038-2047.",
    "[NUMBERED_ITEM] Fratacci M-D Frostell CG, Chen T-Y, Wain JC, Robinson DR, Zapol WM. Inhaled nitric oxide: A selective pulmonary vasodilator of heparin-protamine vasoconstriction in sheep. Anesthesiology 1991;75:990-999.",
    "[NUMBERED_ITEM] Rossaint R, Falke KJ, Lopez F, Slama K, Pison TJ, Zapol WM. Inhaled nitric oxide for the adult respiratory distress syndrome. N Engl J Med 1993;328:399-405.",
    "[NUMBERED_ITEM] Bigatello LM, Hurford WE, Kacmarek RM, Roberts JD, Jr, Zapol WM. The hemodynamic and respiratory response of ARDS patients to prolonged nitric oxide inhalation. Am Rev Respir Dis 1993;147:A720.",
    "[NUMBERED_ITEM] Puybasset L, Rouby JJ, Cluzel P, Mourgeon E, Belin M-F, Arthaud M, Landault C, Viars P. Inhaled nitric oxide reverses the increase in pulmonary vascular resistance induced by permissive hypercapnia in patients with acute respiratory distress syndrome. Anesthesiology 1994;80:1254-1267.",
    "[NUMBERED_ITEM] Gerlach H, Pappert D, Lewandowski K, Rossaint R, Falke KJ. Long-term inhalation with evaluated low doses of nitric oxide for selective improvement of oxygenation in patients with adult respiratory distress syndrome. Intensive Care Medicine 1993;19:443-449.",
    "[NUMBERED_ITEM] Wysocki M, Vignon P, Roupie E, Humbert M, Adnot S, Lemaire F, Brochard L. Improvement in right ventricular function with inhaled nitric oxide in patients with the adult respiratory distress syndrome (ARDS) and permissive hypercapnia. Am Rev Respir Dis 1993;147:A350.",
    "[NUMBERED_ITEM] Zapol WM, Falke KJ, Rossaint R. Inhaled nitric oxide for the adult respiratory distress syndrome. N Engl J Med (author's reply) 1993;329:207.",
    "[NUMBERED_ITEM] Ricou B, Suter PM (1993) Variable effects of nitric oxide (NO) in ARDS patients. Am Rev Respir Dis 1993;147:A350.",
    "[NUMBERED_ITEM] Rich GF, Murphy GD, Ross CM, Johns RA. Inhaled nitric oxide: A selective pulmonary vasodilation in cardiac surgical patients. Anesthesiology 1993;78:1028-1035.",
    "[NUMBERED_ITEM] Dellinger RP, Zimmerman JL, Taylor RW, Straube RC, Hauser DL,",
    "HST-151",
    "Criner GJ, Davis K, Hyers TM, Papadakos P. Effects of inhaled nitric oxide in patients with acute respiratory distress syndrome: Results of a randomized phase II trial: Crit Care Med 1998;26:15-23.",
    "[NUMBERED_ITEM] Grover R, Murdoch I, Smithies M, Mitchell I, Bihari D. Nitric oxide during hand ventilation in a patient with acute respiratory failure. Lancet 1992;340:1038-1039.",
    "[NUMBERED_ITEM] Dupuy PM, Shore SA, Drazen JM, Zapol WM. Bronchodilator action of inhaled nitric oxide in guinea pigs. J Clin Invest 1992;90:421-428.",
    "[NUMBERED_ITEM] Rengasamy A, Johns RA. Regulation of nitric oxide synthase by nitric oxide. Mol Pharmacol 1993;44:124-128.",
    "[NUMBERED_ITEM] Wysocki M, Delclaux C, Roupie E, Langeron O, Liu N, Herman B, Lemaire F, Brochard L. Additive effect on gas exchange of inhaled nitric oxide and intravenous almitrine bismessylate in the adult respiratory distress syndrome. Intensive Care Medicine 1994;20:254-259.",
    "[NUMBERED_ITEM] Roberts JD, Polaner DM, Lang P, Zapol WM. Inhaled nitric oxide in persistent pulmonary hypertension of the newborn. Lancet 1992;340:818-819.",
    "[NUMBERED_ITEM] Kinsella JP, Shaffer E, Neish SR, Abman SH: Low-dose inhalational nitric oxide in persistent pulmonary hypertension of the newborn. Lancet 1992;340:8819-8820.",
    "[NUMBERED_ITEM] Roberts JD, et al. Inhaled nitric oxide and persistent pulmonary hypertension of the newborn. N Engl J Med 1997;336(9):605-610.",
    "[NUMBERED_ITEM] The Neonatal Inhaled Nitric Oxide Study Group, Inhaled nitric oxide in full-term and nearly full-term infants with hypoxic respiratory failure. N Engl J Med 1997;336(9)597-604.",
    "[NUMBERED_ITEM] Roberts JD, Lang P, Bigatello LM, Vlahakes GJ, Zapol WM: Inhaled nitric oxide in congenital heart disease. Circulation 1993;87:447-453.",
    "[NUMBERED_ITEM] Kouyoumdjian C, Adnot S, Levame M, Eddahibi S, Bousbaa H, Raffestin B: Continuous inhalation of nitric oxide protects against development of pulmonary hypertension in chronically hypoxic rats. J Clin Invest 1994;94:578-584.",
    "[NUMBERED_ITEM] Roberts JD, Roberts CD, Jones RC, Zapol WM: Continuous nitric oxide inhalation reduces pulmonary arterial structural changes, right ventricular hypertrophy, and growth retardation in the hypoxic newborn rat. Circ Res 1995;76:215-222."
  ]
}