{
  "doc_id": "Copy of lecture_citokines",
  "sentences": [
    "open.michigan",
    "Attribution: University of Michigan Medical School, Department of Microbiology and Immunology",
    "License: Unless otherwise noted, this material is made available under the terms of the Creative Commons Attribution–Noncommercial–Share Alike 3.0 License: http://creativecommons.org/licenses/by-nc-sa/3.0/",
    "We have reviewed this material in accordance with U.S. Copyright Law and have tried to maximize your ability to use, share, and adapt it.",
    "The citation key on the following slide provides information about how you may share and adapt this material.",
    "Copyright holders of content included in this material should contact open.michigan@umich.edu with any questions, corrections, or clarification regarding the use of content.",
    "For more information about how to cite these materials visit http://open.umich.edu/education/about/terms-of-use.",
    "Any medical information in this material is intended to inform and educate and is not a tool for self-diagnosis or a replacement for medical evaluation, advice, diagnosis or treatment by a healthcare professional.",
    "Please speak to your physician if you have questions about your medical condition.",
    "Viewer discretion is advised: Some medical content is graphic and may not be suitable for all viewers.",
    "MUNIVERSITY OF MICHIGAN",
    "CC BY NC SA",
    "[H1] Citation Key.",
    "for more information see: http://open.umich.edu/wiki/CitationPolicy",
    "[H2] Use + Share + Adapt.",
    "{ Content the copyright holder, author, or law permits you to use, share and adapt. }",
    "[LIST_ITEM] PD-GOV Public Domain – Government: Works that are produced by the U.S. Government. (USC 17 § 105)",
    "[LIST_ITEM] PD-EXP Public Domain – Expired: Works that are no longer protected due to an expired copyright term.",
    "[LIST_ITEM] PD-SELF Public Domain – Self Dedicated: Works that a copyright holder has dedicated to the public domain.",
    "[LIST_ITEM] ZERO Creative Commons – Zero Waiver",
    "[LIST_ITEM] BY Creative Commons – Attribution License",
    "[LIST_ITEM] BY-SA Creative Commons – Attribution Share Alike License",
    "[LIST_ITEM] BY-NC Creative Commons – Attribution Noncommercial License",
    "[LIST_ITEM] BY-NC-SA Creative Commons – Attribution Noncommercial Share Alike License",
    "[LIST_ITEM] GNU-FDL GNU – Free Documentation License",
    "[H2] Make Your Own Assessment.",
    "{ Content Open.Michigan believes can be used, shared, and adapted because it is ineligible for copyright. }",
    "[LIST_ITEM] PD-ENEL Public Domain – Ineligible: Works that are ineligible for copyright protection in the U.S. (USC 17 § 102(b)) *laws in your jurisdiction may differ",
    "{ Content Open.Michigan has used under a Fair Use determination. }",
    "[LIST_ITEM] FAIR USE Fair Use: Use of works that is determined to be Fair consistent with the U.S. Copyright Act. (USC 17 § 107) *laws in your jurisdiction may differ",
    "Our determination DOES NOT mean that all uses of this 3rd-party content are Fair Uses and we DO NOT guarantee that your use of the content is Fair.",
    "To use this content you should do your own independent analysis to determine whether or not your use will be Fair.",
    "[H1] Cytokines.",
    "M1 – Immunology Sequence",
    "Winter 2009",
    "M",
    "University of Michigan Medical School",
    "[H1] Cytokines and Chemokines.",
    "[NUMBERED_ITEM] Structure and function",
    "[NUMBERED_ITEM] Cytokines in septic shock",
    "[NUMBERED_ITEM] Cytokine modulation in therapy",
    "[NUMBERED_ITEM] How viruses exploit cytokines and chemokines",
    "Cytokines and chemokines are the medium by which cells communicate with one another, without cell-to-cell contact.",
    "This includes communication between cells within innate immunity, between cells within adaptive immunity, and between cells within innate immunity and cells within adaptive immunity.",
    "Original Image: http://www.hyscience.com/cytokines.jpg",
    "Autocrine—A cytokine that acts upon the cell that secreted it.",
    "Paracrine—A cytokine that acts upon a cell neighboring the cell that secreted it.",
    "Endocrine—a cytokine that acts at a distance from the cell secreting it.",
    "We will or have discuss(ed) the functions of several interleukins:",
    "IL-2",
    "IL-4",
    "IL-7",
    "IL-12",
    "IL-13",
    "interferon-γ",
    "Dr. Fantone will discuss the role of cytokines in immunopathology next week.",
    "All cytokines have multiple functions and multiple target cells.",
    "For example, all nucleated cells have an IL-1 receptor. IL-1...",
    "[LIST_ITEM] induces fever—originally called “endogenous pyrogen”.",
    "[LIST_ITEM] mobilizes leukocytes from the bone marrow.",
    "[LIST_ITEM] mobilizes insulin and glucagon.",
    "[LIST_ITEM] activates endothelial cells for increased adhesion to circulating leukocytes.",
    "[LIST_ITEM] activates lymphocytes to produce more IL-2.",
    "[H1] Cytokines have shared activities.",
    "IL-1, IL-6, and tumor necrosis factor (TNF) share some pro-inflammatory activities.",
    "© 1997 Current Biology Ltd. / Garland Publishing, Inc.",
    "PD-ENEL",
    "Janeway. Immunobiology : The Immune System in Health and Disease. Current Biology Ltd./Garland Publishing, Inc. 1997",
    "[H1] Action of macrophage-derived IL-1, IL-6, and TNF.",
    "© 1997 Current Biology Ltd. / Garland Publishing, Inc.",
    "PD-ENEL",
    "Janeway. Immunobiology : The Immune System in Health and Disease. Current Biology Ltd./Garland Publishing, Inc. 1997",
    "When secreted in normal amounts, cytokines are important in normal homeostasis, for example, circadian rhythm.",
    "When secreted in larger amounts, cytokines are important in cell recruitment, cell differentiation, and inflammation important in fighting infections.",
    "When secreted in excessive amounts, cytokines can lead to pathology.",
    "Figure 8.12a",
    "Local infection with Gram-negative bacteria",
    "Macrophages activated to secrete TNF-α in the tissue",
    "Increased release of plasma proteins into tissue.",
    "Increased phagocyte and lymphocyte migration into tissue.",
    "Increased platelet adhesion to blood vessel wall",
    "Phagocytosis of bacteria. Local vessel occlusion. Containment of infection. Antigens drain or are carried to local lymph node",
    "Survival Stimulation of adaptive immune response",
    "© 2000 Garland Publishing/Elsevier Science",
    "PD-130EL",
    "Garland Publishing/Elsevier Science 2000",
    "Figure 8.12b",
    "Systemic infection with Gram-negative bacteria (sepsis)",
    "Macrophages activated in the liver and spleen secrete TNF-α into the bloodstream",
    "Systemic edema causes decreased blood volume, hypoproteinemia, and neutropenia, followed by neutrophilia.",
    "Decreased blood volume causes collapse of vessels.",
    "Disseminated intravascular coagulation leads to wasting and multiple organ failure",
    "Death",
    "© 2000 Garland Publishing/Elsevier Science",
    "PD-ENEL",
    "Garland Publishing/Elsevier Science 2000",
    "[H1] The cytokine “storm”.",
    "For example, septic shock results from systemic production of cytokines in massive amounts.",
    "This leads to multi-organ failure, a problem in medical intensive care units with no good solution.",
    "It is thought that production of IL-1, TNF, and IFNγ (after recognition of bacterial toxins) are the initiating cytokines for septic shock.",
    "[H1] The septic shock cascade.",
    "[NUMBERED_ITEM] Bacterial toxins or LPS from gram-negative bacteria bind to TLRs on monocytes, systemically.",
    "[NUMBERED_ITEM] This results in the production of TNF, IL-1, and other pro-inflammatory cytokines. Fever results.",
    "[NUMBERED_ITEM] Neutrophils are recruited to the blood stream; the number of circulating lymphocytes and monocytes decreases.",
    "[NUMBERED_ITEM] Endothelial cells respond to the TNF, IL-1, etc., lowing blood pressure and resulting in the expression of chemokines by the endothelial cells. Activation and egress of neutrophils from the vessels leads to an oxidative response and more vascular leakage, lowering blood pressure even more.",
    "[NUMBERED_ITEM] The kinin proteolytic cascade is induced, resulting in production of bradykinin and increased vascular permeability.",
    "[NUMBERED_ITEM] The coagulation cascade is initiated. Disseminated intravascular clotting occludes small vessels, reducing perfusion of all major organs. Eventually, this contributes to organ failure.",
    "[NUMBERED_ITEM] Other organs (especially the liver) are acted upon by the pro-inflammatory cytokines, and begin to produce inflammatory molecules themselves.",
    "[NUMBERED_ITEM] Myocardial function is reduced by TNF and IL-1, exacerbating the problems with vascular leakage.",
    "[NUMBERED_ITEM] Death in 50-90% of cases.",
    "Dr. Chang will discuss shock induced by T cell recognition of superantigens, which has a similar effecter phase and outcome.",
    "Cytokine",
    "Signaling",
    "via Stats",
    "(recall IFNα signaling from September)",
    "PD-ENEL",
    "Source Undetermined",
    "8",
    "[H1] Therapeutics based on knowledge of cytokine action.",
    "Tumor necrosis factor (TNF) is a pro-inflammatory cytokine produced by monocytes and lymphocytes.",
    "It activates endothelial cells for cell adhesion.",
    "Since it activates lymphocytes for cytokine production, it initiates a cytokine cascade and thus inflammation.",
    "Therapy with anti-TNF antibodies (made by hybridoma technology) has been remarkably successful for improving the symptoms of rheumatoid arthritis, Crohn's disease, and psoriasis--three autoimmune, inflammatory diseases.",
    "PD-INE",
    "Source Undetermined",
    "In order to prevent immune responses to the mouse constant region parts of a hybridoma protein, therapeutic anti-TNF monoclonal antibodies have been “humanized”.",
    "Using recombinant DNA technology, the murine constant regions (and sometimes even the murine V framework regions), have been replaced by human constant regions.",
    "The resulting chimeric immunoglobulin genes are reinserted back into myeloma cells, where cell clones can be selected for high-level expression of anti-TNF antibodies.",
    "PD-LINEL",
    "Source Undetermined",
    "[H1] Chemokines.",
    "Chemokines are a family of more than 40 small polypeptides secreted by many cells, including lymphoid cells.",
    "One of their primary activities in the immune system is act on inflammatory cells (neutrophils) and cause their chemotaxis and activation (Dr. Stoolman will lecture on this next week).",
    "\"Chemokine\" is a shortened version of \"chemotaxic cytokine\".",
    "Chemokines also have important roles in angiogenesis, hematopoiesis, cell growth, and cell metabolism.",
    "Chemokines are classified according to the number and spacing of cysteines:",
    "[LIST_ITEM] CC—adjacent, disulfide linked cysteines",
    "[LIST_ITEM] CXC—disulfide linked cysteines separated by one amino acid.",
    "Two minor groups: “XC” or “C” class of chemokines with only one cysteine and the “CX₃C” class with a three amino acid spacing.",
    "PD-TREL",
    "Janeway. Immunobiology : The Immune System in Health and Disease.",
    "Current Biology Ltd./Garland Publishing, Inc. 1997",
    "Chemokine receptors are usually named by the chemokine they bind.",
    "CXCR4 is a co-receptor, along with CD4, for HIV on T lymphocytes.",
    "CCR5 is a co-receptor for HIV on monocytes/macrophages.",
    "Individuals who are homozygous for a mutation in CCR5 do not progress to AIDS, even after an HIV infection.",
    "PD-TREL",
    "Janeway. Immunobiology : The Immune System in Health and Disease.",
    "Current Biology Ltd./Garland Publishing, Inc. 1997",
    "Type I interferons (alpha and beta) can be produced by most cells, and are important in innate immunity against viruses.",
    "Fig 2.40 © 2001 Garland Science",
    "For EHEL",
    "Garland Science 2001",
    "[H1] Viruses must adjust to cytokines, or have exploited their activities.",
    "IL-10 is generally anti-inflammatory by suppressing the expression of other cytokines by T lymphocytes.",
    "IL-10 can also stimulate the cell division and differentiation of B cells.",
    "Epstein Barr virus encodes its own version of IL-10 that confers upon B cells harboring the virus increased lifespan, with some cell division.",
    "At the same time the viral IL-10 blunts any inflammatory responses against the Epstein Barr virus.",
    "Viruses also express soluble cytokine receptors that effectively neutralize the activity of pro-inflammatory cytokines.",
    "[H1] Summary.",
    "[NUMBERED_ITEM] Cytokines and chemokines are the medium by which cells communicate with one another, without cell-to-cell contact.",
    "[NUMBERED_ITEM] All cytokines have multiple functions and multiple target cells.",
    "[NUMBERED_ITEM] Cytokines have shared activities.",
    "[NUMBERED_ITEM] When secreted in larger amounts, cytokines are important in cell recruitment, cell differentiation, and inflammation important in fighting infections.",
    "[NUMBERED_ITEM] When secreted in excessive amounts, cytokines can lead to pathology.",
    "[NUMBERED_ITEM] In a small number of examples, therapies designed using knowledge of cytokine activities have been remarkably successful.",
    "[NUMBERED_ITEM] Viruses have exploited the activities of cytokines and chemokines by (i) producing viral versions of cytokines, (ii) producing inhibitors of cytokines, and (iii) by using chemokine receptors as co-receptors for cell entry.",
    "[H1] Additional Source Information.",
    "for more information see: http://open.umich.edu/wiki/CitationPolicy",
    "Slide 5: Original Image: http://www.hyscience.com/cytokines.jpg Slide 6: Source Undetermined Slide 9: Janeway.",
    "Immunobiology: The Immune System in Health and Disease.",
    "Current Biology Ltd./Garland Publishing, Inc.",
    "1997 Slide 10: Janeway.",
    "Immunobiology: The Immune System in Health and Disease.",
    "Current Biology Ltd./Garland Publishing, Inc.",
    "1997 Slide 12: Garland Publishing/Elsevier Science 2000 Slide 13: Garland Publishing/Elsevier Science 2000 Slide 17: Source Undetermined Slide 18: Source Undetermined Slide 19: Source Undetermined Slide 21: Janeway.",
    "Immunobiology: The Immune System in Health and Disease.",
    "Current Biology Ltd./Garland Publishing, Inc.",
    "1997 Slide 22: Janeway.",
    "Immunobiology: The Immune System in Health and Disease.",
    "Current Biology Ltd./Garland Publishing, Inc.",
    "1997 Slide 23: Garland Science 2001"
  ]
}