{
  "doc_id": "Copy of The lungs",
  "sentences": [
    "[H1] CHAPTER 22.",
    "[H1] The Respiratory System.",
    "Figure 22.1 Mountain Climbers The thin air at high elevations can strain the human respiratory system. (credit: \"bortescristian\"/flickr.com)",
    "[H1] CHAPTER OBJECTIVES.",
    "After studying this chapter, you will be able to:",
    "[LIST_ITEM] List the structures of the respiratory system",
    "[LIST_ITEM] List the major functions of the respiratory system",
    "[LIST_ITEM] Outline the forces that allow for air movement into and out of the lungs",
    "[LIST_ITEM] Outline the process of gas exchange",
    "[LIST_ITEM] Summarize the process of oxygen and carbon dioxide transport within the respiratory system",
    "[LIST_ITEM] Create a flow chart illustrating how respiration is controlled",
    "[LIST_ITEM] Discuss how the respiratory system responds to exercise",
    "[LIST_ITEM] Describe the development of the respiratory system in the embryo",
    "INTRODUCTION Hold your breath.",
    "Really!",
    "See how long you can hold your breath as you continue reading...How long can you do it?",
    "Chances are you are feeling uncomfortable already.",
    "A typical human cannot survive without breathing for more than 3 minutes, and even if you wanted to hold your breath longer, your autonomic nervous system would take control.",
    "This is because every cell in the body needs to run the oxidative stages of cellular respiration, the process by which energy is produced in the form of adenosine triphosphate (ATP).",
    "For oxidative phosphorylation to occur, oxygen is used as a reactant and carbon dioxide is released as a waste product.",
    "You may be surprised to learn that although oxygen is a critical need for cells, it is actually the accumulation of carbon dioxide that primarily drives your need to breathe.",
    "Carbon dioxide is exhaled and oxygen is inhaled through the respiratory system, which includes muscles to move air into and out of the lungs, passageways through which air moves, and microscopic gas exchange surfaces covered by capillaries.",
    "The circulatory system transports gases from the lungs to tissues throughout the body and vice versa.",
    "A variety of diseases can affect the respiratory system, such as asthma, emphysema, chronic obstruction pulmonary disorder (COPD), and lung cancer.",
    "All of these conditions affect the gas exchange process and result in labored breathing and other difficulties.",
    "22.2 The Lungs",
    "[H1] 22.2 The Lungs.",
    "[H2] LEARNING OBJECTIVES.",
    "By the end of this section, you will be able to:",
    "[LIST_ITEM] Describe the overall function of the lung",
    "[LIST_ITEM] Summarize the blood flow pattern associated with the lungs",
    "[LIST_ITEM] Outline the anatomy of the blood supply to the lungs",
    "[LIST_ITEM] Describe the pleura of the lungs and their function",
    "A major organ of the respiratory system, each lung houses structures of both the conducting and respiratory zones.",
    "The main function of the lungs is to perform the exchange of oxygen and carbon dioxide with air from the atmosphere.",
    "To this end, the lungs exchange respiratory gases across a very large epithelial surface area—about 70 square meters—that is highly permeable to gases.",
    "[H2] Gross Anatomy of the Lungs.",
    "The lungs are pyramid-shaped, paired organs that are connected to the trachea by the right and left bronchi; on the inferior surface, the lungs are bordered by the diaphragm.",
    "The diaphragm is a dome-shaped muscle located at the base of the lungs and thoracic cavity.",
    "The lungs are enclosed by the pleurae, which are attached to the mediastinum.",
    "The right lung is shorter and wider than the left lung, and the left lung occupies a smaller volume than the right.",
    "The cardiac notch is an indentation on the surface of the left lung, and it allows space for the heart (Figure 22.13).",
    "The apex of the lung is the superior region, whereas the base is the opposite region near the diaphragm.",
    "The costal surface of the lung borders the ribs.",
    "The mediastinal surface faces the midline.",
    "FIGURE 22.13 Gross Anatomy of the Lungs",
    "Each lung is composed of smaller units called lobes.",
    "Fissures separate these lobes from each other.",
    "The right lung consists of three lobes: the superior, middle, and inferior lobes.",
    "The left lung consists of two lobes: the superior and inferior lobes.",
    "A bronchopulmonary segment is a division of a lobe, and each lobe houses multiple bronchopulmonary segments.",
    "Each segment receives air from its own tertiary bronchus and is supplied with blood by its own artery.",
    "Some diseases of the lungs typically affect one or more bronchopulmonary segments, and in some cases, the diseased segments can be surgically removed with little influence on neighboring segments.",
    "A pulmonary lobule is a subdivision formed as the bronchi branch into bronchioles.",
    "Each lobule receives its own large bronchiole that has multiple branches.",
    "An interlobular septum is a wall, composed of connective tissue, which separates lobules from one another.",
    "[H2] Blood Supply and Nervous Innervation of the Lungs.",
    "The blood supply of the lungs plays an important role in gas exchange and serves as a transport system for gases",
    "22 • The Respiratory System",
    "throughout the body.",
    "In addition, innervation by the both the parasympathetic and sympathetic nervous systems provides an important level of control through dilation and constriction of the airway.",
    "[H2] Blood Supply.",
    "The major function of the lungs is to perform gas exchange, which requires blood from the pulmonary circulation.",
    "This blood supply contains deoxygenated blood and travels to the lungs where erythrocytes, also known as red blood cells, pick up oxygen to be transported to tissues throughout the body.",
    "The pulmonary artery is an artery that arises from the pulmonary trunk and carries deoxygenated, arterial blood to the alveoli.",
    "The pulmonary artery branches multiple times as it follows the bronchi, and each branch becomes progressively smaller in diameter.",
    "One arteriole and an accompanying venule supply and drain one pulmonary lobule.",
    "As they near the alveoli, the pulmonary arteries become the pulmonary capillary network.",
    "The pulmonary capillary network consists of tiny vessels with very thin walls that lack smooth muscle fibers.",
    "The capillaries branch and follow the bronchioles and structure of the alveoli.",
    "It is at this point that the capillary wall meets the alveolar wall, creating the respiratory membrane.",
    "Once the blood is oxygenated, it drains from the alveoli by way of multiple pulmonary veins, which exit the lungs through the hilum.",
    "[H2] Nervous Innervation.",
    "Dilation and constriction of the airway are achieved through nervous control by the parasympathetic and sympathetic nervous systems.",
    "The parasympathetic system causes bronchoconstriction, whereas the sympathetic nervous system stimulates bronchodilation.",
    "Reflexes such as coughing, and the ability of the lungs to regulate oxygen and carbon dioxide levels, also result from this autonomic nervous system control.",
    "Sensory nerve fibers arise from the vagus nerve, and from the second to fifth thoracic ganglia.",
    "The pulmonary plexus is a region on the lung root formed by the entrance of the nerves at the hilum.",
    "The nerves then follow the bronchi in the lungs and branch to innervate muscle fibers, glands, and blood vessels.",
    "[H2] Pleura of the Lungs.",
    "Each lung is enclosed within a cavity that is surrounded by the pleura.",
    "The pleura (plural = pleurae) is a serous membrane that surrounds the lung.",
    "The right and left pleurae, which enclose the right and left lungs, respectively, are separated by the mediastinum.",
    "The pleurae consist of two layers.",
    "The visceral pleura is the layer that is superficial to the lungs, and extends into and lines the lung fissures (Figure 22.14).",
    "In contrast, the parietal pleura is the outer layer that connects to the thoracic wall, the mediastinum, and the diaphragm.",
    "The visceral and parietal pleurae connect to each other at the hilum.",
    "The pleural cavity is the space between the visceral and parietal layers.",
    "FIGURE 22.14 Parietal and Visceral Pleurae of the Lungs",
    "Access for free at openstax.org",
    "The pleurae perform two major functions: They produce pleural fluid and create cavities that separate the major organs.",
    "Pleural fluid is secreted by mesothelial cells from both pleural layers and acts to lubricate their surfaces.",
    "This lubrication reduces friction between the two layers to prevent trauma during breathing, and creates surface tension that helps maintain the position of the lungs against the thoracic wall.",
    "This adhesive characteristic of the pleural fluid causes the lungs to enlarge when the thoracic wall expands during ventilation, allowing the lungs to fill with air.",
    "The pleurae also create a division between major organs that prevents interference due to the movement of the organs, while preventing the spread of infection.",
    "The Effects of Second-Hand Tobacco Smoke",
    "The burning of a tobacco cigarette creates multiple chemical compounds that are released through mainstream smoke, which is inhaled by the smoker, and through sidestream smoke, which is the smoke that is given off by the burning cigarette.",
    "Second-hand smoke, which is a combination of sidestream smoke and the mainstream smoke that is exhaled by the smoker, has been demonstrated by numerous scientific studies to cause disease.",
    "At least 40 chemicals in sidestream smoke have been identified that negatively impact human health, leading to the development of cancer or other conditions, such as immune system dysfunction, liver toxicity, cardiac arrhythmias, pulmonary edema, and neurological dysfunction.",
    "Furthermore, second-hand smoke has been found to harbor at least 250 compounds that are known to be toxic, carcinogenic, or both.",
    "Some major classes of carcinogens in second-hand smoke are polyaromatic hydrocarbons (PAHs), N-nitrosamines, aromatic amines, formaldehyde, and acetaldehyde.",
    "Tobacco and second-hand smoke are considered to be carcinogenic.",
    "Exposure to second-hand smoke can cause lung cancer in individuals who are not tobacco users themselves.",
    "It is estimated that the risk of developing lung cancer is increased by up to 30 percent in nonsmokers who live with an individual who smokes in the house, as compared to nonsmokers who are not regularly exposed to second-hand smoke.",
    "Children are especially affected by second-hand smoke.",
    "Children who live with an individual who smokes inside the home have a larger number of lower respiratory infections, which are associated with hospitalizations, and higher risk of sudden infant death syndrome (SIDS).",
    "Second-hand smoke in the home has also been linked to a greater number of ear infections in children, as well as worsening symptoms of asthma.",
    "[H2] The Process of Breathing.",
    "[H3] Learning Objectives.",
    "By the end of this section, you will be able to:Describe the mechanisms that drive breathingDiscuss how pressure, volume, and resistance are relatedList the steps involved in pulmonary ventilationDiscuss the physical factors related to breathingDiscuss the meaning of respiratory volume and capacitiesDefine respiratory rateOutline the mechanisms behind the control of breathingDescribe the respiratory centers of the medulla oblongataDescribe the respiratory centers of the ponsDiscuss factors that can influence the respiratory rate",
    "Pulmonary ventilation is the act of breathing, which can be described as the movement of air into and out of the lungs.",
    "The major mechanisms that drive pulmonary ventilation are atmospheric pressure (P_{atm}); the air pressure within the alveoli, called intra-alveolar pressure (P_{alv}); and the pressure within the pleural cavity, called intrapleural pressure (P_{ip}).",
    "[H3] Mechanisms of Breathing.",
    "The intra-alveolar and intrapleural pressures are dependent on certain physical features of the lung. However, the",
    "22 • Chapter Review",
    "the esophagus and trachea",
    "philtrum concave surface of the face that connects the apex of the nose to the top lip",
    "pleural cavity space between the visceral and parietal pleurae",
    "pleural fluid substance that acts as a lubricant for the visceral and parietal layers of the pleura during the movement of breathing",
    "pneumotaxic center network of neurons within the pons that inhibit the activity of the neurons in the dorsal respiratory group; controls rate of breathing",
    "pulmonary artery artery that arises from the pulmonary trunk and carries deoxygenated, arterial blood to the alveoli",
    "pulmonary plexus network of autonomic nervous system fibers found near the hilum of the lung",
    "pulmonary surfactant substance composed of phospholipids and proteins that reduces the surface tension of the alveoli; made by type II alveolar cells",
    "pulmonary ventilation exchange of gases between the lungs and the atmosphere; breathing",
    "quiet breathing (also, eupnea) mode of breathing that occurs at rest and does not require the cognitive thought of the individual",
    "residual volume (RV) amount of air that remains in the lungs after maximum exhalation",
    "respiratory bronchiole specific type of bronchiole that leads to alveolar sacs",
    "respiratory cycle one sequence of inspiration and expiration",
    "respiratory epithelium ciliated lining of much of the conducting zone that is specialized to remove debris and pathogens, and produce mucus",
    "respiratory membrane alveolar and capillary wall together, which form an air-blood barrier that facilitates the simple diffusion of gases",
    "respiratory rate total number of breaths taken each minute",
    "respiratory volume varying amounts of air within the lung at a given time",
    "respiratory zone includes structures of the respiratory system that are directly involved in gas exchange",
    "root region of the external nose between the eyebrows",
    "[H1] Chapter Review.",
    "[H2] 22.1 Organs and Structures of the Respiratory System.",
    "The respiratory system is responsible for obtaining oxygen and getting rid of carbon dioxide, and aiding in speech production and in sensing odors.",
    "From a functional perspective, the respiratory system can be",
    "thoracic wall compliance ability of the thoracic wall to stretch while under pressure",
    "thyroid cartilage largest piece of cartilage that makes up the larynx and consists of two lamina",
    "tidal volume (TV) amount of air that normally enters the lungs during quiet breathing",
    "total dead space sum of the anatomical dead space and alveolar dead space",
    "total lung capacity (TLC) total amount of air that can be held in the lungs; sum of TV, ERV, IRV, and RV",
    "total pressure sum of all the partial pressures of a gaseous mixture",
    "trachea tube composed of cartilaginous rings and supporting tissue that connects the lung bronchi and the larynx; provides a route for air to enter and exit the lung",
    "trachealis muscle smooth muscle located in the fibroelastic membrane of the trachea",
    "transpulmonary pressure pressure difference between the intrapleural and intra-alveolar pressures",
    "true vocal cord one of the pair of folded, white membranes that have a free inner edge that oscillates as air passes through to produce sound",
    "type I alveolar cell squamous epithelial cells that are the major cell type in the alveolar wall; highly permeable to gases",
    "type II alveolar cell cuboidal epithelial cells that are the minor cell type in the alveolar wall; secrete pulmonary surfactant",
    "ventilation movement of air into and out of the lungs; consists of inspiration and expiration",
    "ventral respiratory group (VRG) region of the medulla oblongata that stimulates the contraction of the accessory muscles involved in respiration to induce forced inspiration and expiration",
    "vestibular fold part of the folded region of the glottis composed of mucous membrane; supports the epiglottis during swallowing",
    "visceral pleura innermost layer of the pleura that is superficial to the lungs and extends into the lung fissures",
    "vital capacity (VC) sum of TV, ERV, and IRV, which is all the volumes that participate in gas exchange",
    "divided into two major areas: the conducting zone and the respiratory zone.",
    "The conducting zone consists of all of the structures that provide passageways for air to travel into and out of the lungs: the nasal cavity, pharynx, trachea, bronchi, and most bronchioles.",
    "The nasal passages contain the conchae and meatuses that",
    "Access for free at openstax.org",
    "expand the surface area of the cavity, which helps to warm and humidify incoming air, while removing debris and pathogens.",
    "The pharynx is composed of three major sections: the nasopharynx, which is continuous with the nasal cavity; the oropharynx, which borders the nasopharynx and the oral cavity; and the laryngopharynx, which borders the oropharynx, trachea, and esophagus.",
    "The respiratory zone includes the structures of the lung that are directly involved in gas exchange: the terminal bronchioles and alveoli.",
    "The lining of the conducting zone is composed mostly of pseudostratified ciliated columnar epithelium with goblet cells.",
    "The mucus traps pathogens and debris, whereas beating cilia move the mucus superiorly toward the throat, where it is swallowed.",
    "As the bronchioles become smaller and smaller, and nearer the alveoli, the epithelium thins and is simple squamous epithelium in the alveoli.",
    "The endothelium of the surrounding capillaries, together with the alveolar epithelium, forms the respiratory membrane.",
    "This is a blood-air barrier through which gas exchange occurs by simple diffusion.",
    "[H3] The Lungs.",
    "The lungs are the major organs of the respiratory system and are responsible for performing gas exchange.",
    "The lungs are paired and separated into lobes; The left lung consists of two lobes, whereas the right lung consists of three lobes.",
    "Blood circulation is very important, as blood is required to transport oxygen from the lungs to other tissues throughout the body.",
    "The function of the pulmonary circulation is to aid in gas exchange.",
    "The pulmonary artery provides deoxygenated blood to the capillaries that form respiratory membranes with the alveoli, and the pulmonary veins return newly oxygenated blood to the heart for further transport throughout the body.",
    "The lungs are innervated by the parasympathetic and sympathetic nervous systems, which coordinate the bronchodilation and bronchoconstriction of the airways.",
    "The lungs are enclosed by the pleura, a membrane that is composed of visceral and parietal pleural layers.",
    "The space between these two layers is called the pleural cavity.",
    "The mesothelial cells of the pleural membrane create pleural fluid, which serves as both a lubricant (to reduce friction during breathing) and as an adhesive to adhere the lungs to the thoracic wall (to facilitate movement of the lungs during ventilation).",
    "[H3] The Process of Breathing.",
    "Pulmonary ventilation is the process of breathing, which is driven by pressure differences between the lungs and the atmosphere.",
    "Atmospheric pressure is the force exerted by gases present in the atmosphere.",
    "The force exerted by gases within the alveoli is called intra-alveolar (intrapulmonary) pressure, whereas the force exerted by gases in the pleural cavity is called intrapleural pressure.",
    "Typically, intrapleural pressure is lower, or negative to, intra-alveolar pressure.",
    "The difference in pressure between intrapleural and intra-alveolar pressures is called transpulmonary pressure.",
    "In addition, intra-alveolar pressure will equalize with the atmospheric pressure.",
    "Pressure is determined by the volume of the space occupied by a gas and is influenced by resistance.",
    "Air flows when a pressure gradient is created, from a space of higher pressure to a space of lower pressure.",
    "Boyle's law describes the relationship between volume and pressure.",
    "A gas is at lower pressure in a larger volume because the gas molecules have more space to in which to move.",
    "The same quantity of gas in a smaller volume results in gas molecules crowding together, producing increased pressure.",
    "Resistance is created by inelastic surfaces, as well as the diameter of the airways.",
    "Resistance reduces the flow of gases.",
    "The surface tension of the alveoli also influences pressure, as it opposes the expansion of the alveoli.",
    "However, pulmonary surfactant helps to reduce the surface tension so that the alveoli do not collapse during expiration.",
    "The ability of the lungs to stretch, called lung compliance, also plays a role in gas flow.",
    "The more the lungs can stretch, the greater the potential volume of the lungs.",
    "The greater the volume of the lungs, the lower the air pressure within the lungs.",
    "Pulmonary ventilation consists of the process of inspiration (or inhalation), where air enters the lungs, and expiration (or exhalation), where air leaves the lungs.",
    "During inspiration, the diaphragm and external intercostal muscles contract, causing the rib cage to expand and move outward, and expanding the thoracic cavity and lung volume.",
    "This creates a lower pressure within the lung than that of the atmosphere, causing air to be drawn into the lungs.",
    "During expiration, the diaphragm and intercostals relax, causing the thorax and lungs to recoil.",
    "The air pressure within the lungs increases to above the pressure of the atmosphere, causing air to be forced out of the lungs.",
    "However, during forced exhalation, the internal intercostals and abdominal muscles may be involved in forcing air out of the lungs.",
    "Respiratory volume describes the amount of air in a given space within the lungs, or which can be moved by the lung, and is dependent on a variety of factors.",
    "Tidal",
    "22 • Review Questions",
    "[H1] Review Questions.",
    "[NUMBERED_ITEM] Which of the following anatomical structures is not part of the conducting zone? a. pharynx b. nasal cavity c. alveoli d. bronchi",
    "[NUMBERED_ITEM] What is the function of the conchae in the nasal cavity? a. increase surface area b. exchange gases c. maintain surface tension d. maintain air pressure",
    "[NUMBERED_ITEM] The fauces connects which of the following structures to the oropharynx? a. nasopharynx b. laryngopharynx c. nasal cavity d. oral cavity",
    "[NUMBERED_ITEM] Which of the following are structural features of the trachea? a. C-shaped cartilage b. smooth muscle fibers c. cilia d. all of the above",
    "[NUMBERED_ITEM] Which of the following structures is not part of the bronchial tree? a. alveoli b. bronchi c. terminal bronchioles d. respiratory bronchioles",
    "[NUMBERED_ITEM] What is the role of alveolar macrophages? a. to secrete pulmonary surfactant b. to secrete antimicrobial proteins c. to remove pathogens and debris d. to facilitate gas exchange",
    "[NUMBERED_ITEM] Which of the following structures separates the lung into lobes? a. mediastinum b. fissure c. root d. pleura",
    "[NUMBERED_ITEM] A section of the lung that receives its own tertiary bronchus is called the ________. a. bronchopulmonary segment b. pulmonary lobule c. interpulmonary segment d. respiratory segment",
    "[NUMBERED_ITEM] The ________ circulation picks up oxygen for cellular use and drops off carbon dioxide for removal from the body. a. pulmonary b. interlobular c. respiratory d. bronchial",
    "[NUMBERED_ITEM] The pleura that surrounds the lungs consists of two layers, the ________. a. visceral and parietal pleurae. b. mediastinum and parietal pleurae. c. visceral and mediastinum pleurae. d. none of the above",
    "[NUMBERED_ITEM] Which of the following processes does atmospheric pressure play a role in? a. pulmonary ventilation b. production of pulmonary surfactant c. resistance d. surface tension",
    "[NUMBERED_ITEM] A decrease in volume leads to a(n) ________ pressure. a. decrease in b. equalization of c. increase in d. zero",
    "[NUMBERED_ITEM] The pressure difference between the intra-alveolar and intrapleural pressures is called ________. a. atmospheric pressure b. pulmonary pressure c. negative pressure d. transpulmonary pressure",
    "[NUMBERED_ITEM] Gas flow decreases as ________ increases. a. resistance b. pressure c. airway diameter d. friction",
    "[NUMBERED_ITEM] Contraction of the external intercostal muscles causes which of the following to occur? a. The diaphragm moves downward. b. The rib cage is compressed. c. The thoracic cavity volume decreases. d. The ribs and sternum move upward.",
    "Access for free at openstax.org",
    "22 • Review Questions 993",
    "[NUMBERED_ITEM] Which of the following prevents the alveoli from collapsing? a. residual volume b. tidal volume c. expiratory reserve volume d. inspiratory reserve volume",
    "[NUMBERED_ITEM] Gas moves from an area of ______ partial pressure to an area of ______ partial pressure. a. low; high b. low; low c. high; high d. high; low",
    "[NUMBERED_ITEM] When ventilation is not sufficient, which of the following occurs? a. The capillary constricts. b. The capillary dilates. c. The partial pressure of oxygen in the affected alveolus increases. d. The bronchioles dilate.",
    "[NUMBERED_ITEM] Gas exchange that occurs at the level of the tissues is called a. external respiration b. interpulmonary respiration c. internal respiration d. pulmonary ventilation",
    "[NUMBERED_ITEM] The partial pressure of carbon dioxide is 45 mm Hg in the blood and 40 mm Hg in the alveoli. What happens to the carbon dioxide? a. It diffuses into the blood. b. It diffuses into the alveoli. c. The gradient is too small for carbon dioxide to diffuse. d. It decomposes into carbon and oxygen.",
    "[NUMBERED_ITEM] Oxyhemoglobin forms by a chemical reaction between which of the following? a. hemoglobin and carbon dioxide b. carbonic anhydrase and carbon dioxide c. hemoglobin and oxygen d. carbonic anhydrase and oxygen",
    "[NUMBERED_ITEM] Which of the following factors play a role in the oxygen-hemoglobin saturation/dissociation curve? a. temperature b. pH c. BPG d. all of the above",
    "[NUMBERED_ITEM] Which of the following occurs during the chloride shift? a. Chloride is removed from the erythrocyte. b. Chloride is exchanged for bicarbonate. c. Bicarbonate is removed from the erythrocyte. d. Bicarbonate is removed from the blood.",
    "[NUMBERED_ITEM] A low partial pressure of oxygen promotes hemoglobin binding to carbon dioxide. This is an example of the a. Haldane effect b. Bohr effect c. Dalton's law d. Henry's law",
    "[NUMBERED_ITEM] Increased ventilation that results in an increase in blood pH is called a. hyperventilation b. hyperpnea c. acclimatization d. apnea",
    "[NUMBERED_ITEM] Exercise can trigger symptoms of AMS due to which of the following? a. low partial pressure of oxygen b. low atmospheric pressure c. abnormal neural signals d. small venous reserve of oxygen",
    "[NUMBERED_ITEM] Which of the following stimulates the production of erythrocytes? a. AMS b. high blood levels of carbon dioxide c. low atmospheric pressure d. erythropoietin",
    "[NUMBERED_ITEM] The olfactory pits form from which of the following? a. mesoderm b. cartilage c. ectoderm d. endoderm",
    "[NUMBERED_ITEM] A full complement of mature alveoli are present by a. early childhood, around 8 years of age b. birth c. 37 weeks d. 16 weeks",
    "22 • Critical Thinking Questions",
    "[NUMBERED_ITEM] If a baby is born prematurely before type II cells produce sufficient pulmonary surfactant, which of the following might you expect? a. difficulty expressing fluid b. difficulty inflating the lungs c. difficulty with pulmonary capillary flow d. no difficulty as type I cells can provide enough surfactant for normal breathing",
    "[NUMBERED_ITEM] When do fetal breathing movements begin? a. around week 20 b. around week 37 c. around week 16 d. after birth",
    "[NUMBERED_ITEM] What happens to the fluid that remains in the lungs after birth? a. It reduces the surface tension of the alveoli. b. It is expelled shortly after birth. c. It is absorbed shortly after birth. d. It lubricates the pleurae.",
    "[H1] Critical Thinking Questions.",
    "[NUMBERED_ITEM] Describe the three regions of the pharynx and their functions.",
    "[NUMBERED_ITEM] If a person sustains an injury to the epiglottis, what would be the physiological result?",
    "[NUMBERED_ITEM] Compare and contrast the conducting and respiratory zones.",
    "[NUMBERED_ITEM] Compare and contrast the right and left lungs.",
    "[NUMBERED_ITEM] Why are the pleurae not damaged during normal breathing?",
    "[NUMBERED_ITEM] Describe what is meant by the term \"lung compliance.\"",
    "[NUMBERED_ITEM] Outline the steps involved in quiet breathing.",
    "[NUMBERED_ITEM] What is respiratory rate and how is it controlled?",
    "[NUMBERED_ITEM] Compare and contrast Dalton's law and Henry's law.",
    "[NUMBERED_ITEM] A smoker develops damage to several alveoli that then can no longer function. How does this affect gas exchange?",
    "[NUMBERED_ITEM] Compare and contrast adult hemoglobin and fetal hemoglobin.",
    "[NUMBERED_ITEM] Describe the relationship between the partial pressure of oxygen and the binding of oxygen to hemoglobin.",
    "[NUMBERED_ITEM] Describe three ways in which carbon dioxide can be transported.",
    "[NUMBERED_ITEM] Describe the neural factors involved in increasing ventilation during exercise.",
    "[NUMBERED_ITEM] What is the major mechanism that results in acclimatization?",
    "[NUMBERED_ITEM] During what timeframe does a fetus have enough mature structures to breathe on its own if born prematurely? Describe the other structures that develop during this phase.",
    "[NUMBERED_ITEM] Describe fetal breathing movements and their purpose.",
    "Access for free at openstax.org"
  ]
}