{
  "doc_id": "Copy of studentnotes_Duodenum, Pancreas, Liver and Gall Bladder",
  "sentences": [
    "open.michigan",
    "Author(s): Aken Desai, Michael Mathis, 2008",
    "License: Unless otherwise noted, this material is made available under the terms of the Creative Commons Attribution – Share Alike 3.0 License: http://creativecommons.org/licenses/by-sa/3.0/",
    "We have reviewed this material in accordance with U.S. Copyright Law and have tried to maximize your ability to use, share, and adapt it.",
    "Copyright holders of content included in this material should contact open.michigan@umich.edu with any questions, corrections, or clarification regarding the use of content.",
    "For more information about how to cite these materials visit http://open.umich.edu/education/about/terms-of-use.",
    "Student works are presented as is and may be an interpretation of faculty members' lectures or assignments.",
    "These student works are not a product of faculty members.",
    "Faculty do not guarantee the accuracy of student work nor endorse them in any way.",
    "Any medical information in this material is intended to inform and educate and is not a tool for self-diagnosis or a replacement for medical evaluation, advice, diagnosis or treatment by a healthcare professional.",
    "Please speak to your physician if you have questions about your medical condition.",
    "Viewer discretion is advised: Some medical content is graphic and may not be suitable for all viewers.",
    "MUNIVERSITY OF MICHIGAN",
    "CC BY SA",
    "[H1] Duodenum, Pancreas, Liver, &amp; Gallbladder.",
    "Tuesday, January 15, 2008",
    "1:00 PM",
    "[H2] Peritoneum:.",
    "Fusion fascia (behind duodenum and pancreas) - avascular, used to mobilize pancreas/duodenum from posterior ab wall",
    "Ventral mesogastrium - liver development, forms falciform, coronary, triangular ligaments",
    "Falciform ligament (N 269,287) - connects liver to umbilicus, contains round ligament of liver, continues as coronary ligament",
    "Coronary ligament (N 287) - connects liver to undersurface of diaphragm, borders bare area of liver",
    "Right triangular ligament (N 287) - right extreme of coronary ligament, continuous w/",
    "Left triangular ligament (N 287) - left extreme of coronary ligament, continuous w/",
    "[H2] Duodenum:.",
    "Subdivisions: (N 278)",
    "Superior (1st): @L1; posterior to gallbladder and quadrate lobe of liver; anterior to bile duct, gastroduodenal artery, portal vein and IVC; inferior to neck of gallbladder; superior to neck of pancreas",
    "Descending (2nd): L1-L3; point of entry for ducts; posterior to transverse colon, mesocolon, part of jejunum; anterior to hilum of right kidney, renal vessels, ureter, psoas major; lateral to head of pancreas, pancreatic and bile ducts",
    "Inferior (3rd): @L3; posterior to SMA, SMV and parts of jejunum; anterior to psoas major, IVC, ab aorta, right ureter; inferior to head of pancreas, SMA, SMV",
    "Ascending (4th): L3-L2; posterior to root of mesentery, parts of jenunum; anterior to left psoas major; later to head of pancreas and inferior to body of pancreas",
    "Suspensory muscle of the duodenum (ligament of Trietz) (N 270): posterior to pancreas and splenic vein; muscle fibers from right crus of diaphragm that suspends ascending diaphragm from posterior ab wall",
    "Circular folds (N 279): folds in duodenum",
    "Greater duodenal papilla (N 279): main pancreatic and common bile duct empty; sphincter of Oddi; distal to lesser",
    "Lesser duodenal papilla (N 279): accessory pancreatic duct emptying point into duodenum",
    "[H2] Pancreas: (N 298): digestive and endocrine gland,.",
    "Head: attached to duodenum, includes uncinate process; rests on IVC, right renal artery/vein, left renal vein; C-shaped; right-most part of pancreas",
    "Neck: btwn head and body, extends to left, overlies SMA, SMV (junction w/ splenic vein to form portal vein); posterior to pylorus",
    "Body: stretches to left from neck; splenic a. on superior bordery; splenic v. posterior; anterior to SMA, ab aorta, left adrenal gland, kidney, vessels; posterior to omental bursa",
    "Tail: somewhat mobile end of pancreas; lies w/in splenorenal ligament; anterior to splenic flexure and hilum of spleen",
    "Uncinate process: lowest part of pancreas (part of head); tip lies posterior to SMA/V",
    "Main pancreatic duct (N 294): drains tail, body and lower head; unites w/ common bile duct before emptying into greater duodenal papilla",
    "Accessory pancreatic duct: drains upper head of pancreas and empties into lesser duodenal papilla",
    "[H2] Liver: (N 287).",
    "Porta hepatis: passage of portal v, hepatic a., hepatic bile ducts, lymphatics, nerves into liver on undersurface of liver",
    "Diaphragmatic surface: anterior and superior (and some of the posterior) parts are in contact with the diaphragm",
    "Visceral surface: most of the posterior and inferior surface area contact abdominal viscera",
    "Bare area: area surrounded by coronary vessels, in contact w/ diaphragm,",
    "Anatomy Page 7",
    "Lobes (N 289)",
    "Right: right, large lobe",
    "Left: left, large lobe",
    "Quadrate: btwn gallbladder and ligamentum teres, square",
    "Caudate: btwn IVC and ligamentum venosum, has a tail",
    "Fissures (N 287): crack btwn right and left lobes w/ ligamentum",
    "Biliary tract: (N 294)",
    "Right hepatic duct: drains right and part of caudate lobe of liver",
    "Left hepatic duct: drains left, part of caudate, quadrate lobes of liver",
    "Common hepatic duct: right and left ducts combine to form common hepatic duct",
    "Cystic duct: from gall bladder",
    "Common bile duct: cystic and common bile duct combined",
    "Hepatopancreatic ampulla (N 297): part of greater duodenal papilla; pancreatic duct unites w/ common hepatic duct here",
    "Gallbladder: (N 294)",
    "Fundus: expanded lower part; located near inner surface of anterior abdominal wall at junction of right 9th costal cartilage &amp; right semilunar line",
    "Body: lies in bed of gall bladder between right &amp; quadrate lobes of liver",
    "Neck: constricted upper part of gallbladder, continuous w/ cystic duct",
    "Arteries:",
    "Common hepatic a. (N 300,302): from celiac trunk to liver, an parts of duodenum, pancreas and stomach",
    "Proper hepatic a.: liver, lesser curvature of stomach",
    "Right gastric a. (seen previously): supplies lesser curvature of stomach",
    "Right hepatic a.: supplies right lobe of liver, part of caudate lobe; supports liver parenchyma and stroma",
    "Cystic a.: supplies gall bladder; arises from hepatic a. in 72% of cases; other possible origins are SMA, proper hepatic, left hepatic or gastroduodenal",
    "Left hepatic a.: supplies left and quadrate lobes, part of caudate lobe",
    "Gastroduodenal a.: supplies upper duodenum, upper part of head of pancreas, greater curvature of stomach on right",
    "Posterior superior pancreaticoduodenal a. (posterior arcade) (N 304): gives off pancreatic and duodenal branches; spirals around common bile duct; anastomoses w/ posterior inferior pancreaticoduodenal a. in posterior pancreatic arcade",
    "Anterior superior pancreaticoduodenal a. (anterior arcade) (N 304): anastomoses w/ anterior inferior pancreaticoduodenal in anterior pancreatic aracade",
    "Right gastro-omental a. (seen previously) (N 300): supplies lower part of pyloric part of stomach, right part of greater curvature of stomach, greater omentum",
    "Splenic a. (N 302): off celiac trunk; supplies pancreas, spleen, greater curvature of stomach",
    "Dorsal pancreatic a.: supplies pancreas near neck; right branch anastomoses w/ anterior superior pancreaticoduodenal in preparneacetic arcade",
    "Inferior pancreatic a.: from left br. Of dorsal pancreatic to supply lower part of body of pancreas",
    "Prepancreatic arcade:",
    "Pancreatic brs.: supplies pancreas",
    "Great pancreatic a.: supplies body of pancreas",
    "Caudal pancreatic brs.: supplies tail of pancreas",
    "Superior mesenteric a. (N 301,302,304,306): branches below",
    "Inferior pancreaticoduodenal a.: gives off branches below to supply lower duodenum and head of pancreas",
    "Anterior inferior pancreaticoduodenal a. (anterior arcade): anastomoses w/ anterior superior to form anterior arcade",
    "Posterior inferior pancreaticoduodenal a. (posterior arcade): anastomoses w/ posterior superior to form posterior arcade",
    "Anatomy Page 8",
    "Arteriae rectae: straight arteries off arcades",
    "Aberrant hepatic aa. (if present) (N 305): left comes off gastric, right off SMA",
    "[H2] Veins:.",
    "Round ligament of the liver (ligamentum teres hepatis) (N 229,287): w/in falciform lig; connecting liver to umbilicus, remnant of umbilical v.",
    "Ligamentum venosum (N 229,287): lies in attachment of hepatogastric lig to liver btwn caudate and left lobe; remnant of obliterated ductus venosus",
    "Portal v. (N 312): union of SMV and splenic; right and left branches into liver sinusoids; connect w/ caval drainage at esophagus, rectum, umbilicus and retroperitoneal gut structures",
    "Splenic v. (N 309,311,312): drains spleen",
    "Inferior mesenteric v. (N 311,312): superior rectal, sigmoid and left colic veins; goes to splenic or SMV; drains gut distal from splenic flexure; courses lateral to 4th part of duodenum",
    "Superior mesenteric v. (N 310,311,312): pancreaticoduodenal, jejunal, right and middle colic veins; drains gut proximal to splenic flexure",
    "Portacaval anastomoses (N 312)",
    "Esophageal vv. (N 238): connects w/ esophageal brs of left gastric; forms potential portal-caval anastomoses; esophageal varices when enlarged",
    "Superior rectal vv. (N 387)",
    "Paraumbilical vv. (N 256): drains falciform and round lig of liver; blood may pass retrograde into body wall veins near umbilicus forming caput medusa",
    "Posterior body wall vv. (N 312):",
    "Hepatic vv. (N 265)",
    "Left: lateral segment and superior portion of medial segment of left lobe of liver",
    "Middle: inferior portion of medial segment of left lobe &amp; inferior part of anterior segment of right lobe",
    "Right: posterior segment &amp; superior portion of anterior segment of right lobe of liver",
    "Inferior vena cava (N 265,274) yeah...",
    "[H2] Clinical Terms:.",
    "Pancreatitis: acute or chronic inflammation of the pancreas, which may be asymptomatic or symptomatic; due to autodigestion of pancreatic tissue by its own enzymes; caused by alcoholism or biliary tract disease, less commonly associated with hyperlipemia, hyperparathyroidism, abdominal trauma, vasculitis or uremia",
    "Pancreatic cancer: more than 90% are ductal adenocarcinomas w/ islet cell carcinomas making up the rest; ab pain, swelling, jaundice, weight loss and anorexia",
    "Gall stones: concretion in gall bladder or a bile duct, composed chiefly of cholesterol crystals",
    "Jaundice: yellow of skin and whites of eyes by bilirubin",
    "Cholecystectomy: surgical removal of gall bladder, laparoscopic or traditional",
    "Cirrhosis &amp; portal hypertension: liver disease characterized by loss of normal microscopic lobular architecture, with fibrosis and nodular regeneration; leads to increase in portal venous pressure that can result in esophageal varices, hemorrhoids, enlarged veins on the anterior ab wall and ascites",
    "Ascites: fluid within ab cavity",
    "Kocher maneuver: reflecting duodenum and pancreas medially by cutting through fusion fascia along right side of descending part of duodenum",
    "Duodenal stenosis/atresia: narrowing of the duodenum/blind end (congenital, caused by failure of duodenum to recanalize, 70% have other malformations including Down's, cardiac or GI defects)",
    "Anatomy Page 9"
  ]
}