{
  "doc_id": "Copy of studentnotes_Oral cavity and salivary glands",
  "sentences": [
    "open.michigan",
    "Author(s): Aken Desai, Michael Mathis, 2008",
    "License: Unless otherwise noted, this material is made available under the terms of the Creative Commons Attribution – Share Alike 3.0 License: http://creativecommons.org/licenses/by-sa/3.0/",
    "We have reviewed this material in accordance with U.S. Copyright Law and have tried to maximize your ability to use, share, and adapt it.",
    "Copyright holders of content included in this material should contact open.michigan@umich.edu with any questions, corrections, or clarification regarding the use of content.",
    "For more information about how to cite these materials visit http://open.umich.edu/education/about/terms-of-use.",
    "Student works are presented as is and may be an interpretation of faculty members' lectures or assignments.",
    "These student works are not a product of faculty members.",
    "Faculty do not guarantee the accuracy of student work nor endorse them in any way.",
    "Any medical information in this material is intended to inform and educate and is not a tool for self-diagnosis or a replacement for medical evaluation, advice, diagnosis or treatment by a healthcare professional.",
    "Please speak to your physician if you have questions about your medical condition.",
    "Viewer discretion is advised: Some medical content is graphic and may not be suitable for all viewers.",
    "MUNIVERSITY OF MICHIGAN",
    "CC BY SA",
    "Histology Page 1",
    "[H1] Oral Cavity &amp; Salivary Glands.",
    "Monday, January 07, 2008",
    "1:00 PM",
    "[H1] Layers of the GI Tract.",
    "[NUMBERED_ITEM] Mucosa (mucous membrane) epithelium lamina propria muscularis mucosa i. Lining Mucosa: lip, cheek, floor of mouth, soft palate, ventral surface of tongue ii. Masticatory Mucosa: gingiva, hard palate",
    "[NUMBERED_ITEM] Epithelium - keratinized or parakeratinized",
    "[NUMBERED_ITEM] Submucosa - absent iii. Specialized Mucosa: dorsal surface of tongue",
    "[NUMBERED_ITEM] Filiform Papillae – keratinized epithelium",
    "[NUMBERED_ITEM] Fungi form Papillae - non-keratinized epithelium",
    "[NUMBERED_ITEM] (Foliate Papillae) - rudimentary in human",
    "[NUMBERED_ITEM] Circumvallate Papillae – non-keratinized epithelium with associated taste buds and von Ebner’s salivary glands",
    "[NUMBERED_ITEM] Submucosa",
    "[NUMBERED_ITEM] Muscularis Externa inner-circular outer-longitudinal (3RD layer in stomach)",
    "[NUMBERED_ITEM] Serosa or adventitia Glands",
    "[LIST_ITEM] Glands within the GI Tract",
    "[LIST_ITEM] Glands outside - Salivary glands, Liver, Pancreas Epithelium - non-keratinized Submucosa contains salivary glands",
    "[LIST_ITEM] Oral Mucosa o Lip",
    "[LIST_ITEM] Outer lip: skin, hair follicles, sebaceous glands, sweat glands",
    "[LIST_ITEM] Vermillion border",
    "[LIST_ITEM] Capillaries close to surface, dilated --&gt; red",
    "[LIST_ITEM] No salivary glands",
    "[LIST_ITEM] Oral mucosa: squamous non-keratinized epithelium, labial salivary glands in submucosa",
    "[LIST_ITEM] Lamina propria under mucosa",
    "[LIST_ITEM] Labial salivary glands o Masticatory Mucosa",
    "[LIST_ITEM] Stratified keratinized squamous epithelium on roof of mouth and gums",
    "[LIST_ITEM] Respiratory epithelium above it (nasal cavity)",
    "[LIST_ITEM] Bone in hard palate",
    "[LIST_ITEM] Tooth o Specialized Mucosa",
    "[LIST_ITEM] Dorsal and lateral borders of tongue covered by mucous membrane",
    "[LIST_ITEM] Dorsal surface has papillae",
    "[LIST_ITEM] Bundles of skeletal muscle crossing at right angles",
    "[LIST_ITEM] Dense lamina propria",
    "[LIST_ITEM] Filiform papillae - conical, core of lamina propria, keratinized epithelium",
    "[LIST_ITEM] Fungiform papillae - expanded, smooth, round tops",
    "[LIST_ITEM] Circumvallate papillae - large circular, deep trench, non-keratinized epithelium",
    "Histology Page 2",
    "☐ Taste buds on lateral borders ☐ Non-myelinated nerves ☐ Serous glands of von Ebner in lamina propria drain into base of trench",
    "[LIST_ITEM] Gingiva and Teeth",
    "[LIST_ITEM] Muco-gingival junction: parakeratinized (keratin w/ cells)",
    "[LIST_ITEM] Gingiva",
    "[LIST_ITEM] Highly keratinized and underlying CT that surrounds the teeth",
    "[LIST_ITEM] Interdigitation w/ lamina propria increases surface area for epithelial attachment to CT",
    "[LIST_ITEM] Tooth",
    "[LIST_ITEM] Enamel is removed because it is decalficied, 95% mineral",
    "[LIST_ITEM] Dentin: 65% mineral, appears as acellular fibers",
    "[LIST_ITEM] Cementum: between dentin and periodontal ligament",
    "[LIST_ITEM] Periodontal ligaments bind alveolar bone to tooth dentin, Sharpey's fibers, extensive vascular supply",
    "[LIST_ITEM] Cemento-enamel junction",
    "[LIST_ITEM] Acellular cementum toward root apex",
    "[LIST_ITEM] Cellular cementum can be differentiated by presence of cementocytes w/in lacunae",
    "[LIST_ITEM] Bone appears as longitudinally oriented in alveolar socket; appears like immature or woven bone w/ no Haversian systems",
    "[LIST_ITEM] Dentinal tubules in dentin w/ odontoblasts lining pulp cavity",
    "[LIST_ITEM] Ameloblasts in enamel",
    "[LIST_ITEM] Gingival attachment",
    "[LIST_ITEM] Epithelial attachment to enamel can break down leading to infection",
    "[LIST_ITEM] Results in loss of alveolar bone, periodontal ligament and eventually the tooth",
    "[LIST_ITEM] Pulp is inside of teeth",
    "[LIST_ITEM] Salivary Glands",
    "[LIST_ITEM] General structure",
    "[LIST_ITEM] Gland has lobules",
    "[LIST_ITEM] Divided by stromal tissue where blood vessels, nerves and large, interlobular ducts are",
    "[LIST_ITEM] Interlobular ducts have pseudostratified columnar epithelium",
    "[LIST_ITEM] Secretory acinar cells and ducts w/in each lobule",
    "[LIST_ITEM] Parotid (23% of saliva production)",
    "[LIST_ITEM] Abundance of fat",
    "[LIST_ITEM] Acinar cells fairly uniform in appearance because secretions are serous",
    "[LIST_ITEM] Intralobular ducts made of simple columnar epithelium",
    "[LIST_ITEM] Striated ducts transport water and ions",
    "[LIST_ITEM] Intercalated ducts connect secretory acini and striated ducts",
    "[LIST_ITEM] Submandibular (65%) and sublingual (4%)",
    "[LIST_ITEM] Mix of serous and mucous secretory cells",
    "[LIST_ITEM] Mucous secretory cells stain lightly, nuclei pushed against basal cell membrane",
    "[LIST_ITEM] Serous demilune cells at cap of region are brightly stained; fixation artifact because serious and mucous cells adjacent",
    "[LIST_ITEM] Intercalated ducts too short to be seen in section",
    "[LIST_ITEM] Sublingual has more mucous acini and fewer intralobular ducts --&gt; stains lighter overall"
  ]
}