{
  "doc_id": "Copy of lectureslides_Liver",
  "sentences": [
    "open.michigan",
    "Author: John Williams, M.D., Ph.D., 2009",
    "License: Unless otherwise noted, this material is made available under the terms of the Creative Commons Attribution-Non-commercial-Share Alike 3.0 License: http://creativecommons.org/licenses/by-nc-sa/3.0/",
    "We have reviewed this material in accordance with U.S. Copyright Law and have tried to maximize your ability to use, share, and adapt it.",
    "The citation key on the following slide provides information about how you may share and adapt this material.",
    "Copyright holders of content included in this material should contact open.michigan@umich.edu with any questions, corrections, or clarification regarding the use of content.",
    "For more information about how to cite these materials visit http://open.umich.edu/education/about/terms-of-use.",
    "Any medical information in this material is intended to inform and educate and is not a tool for self-diagnosis or a replacement for medical evaluation, advice, diagnosis or treatment by a healthcare professional.",
    "Please speak to your physician if you have questions about your medical condition.",
    "Viewer discretion is advised: Some medical content is graphic and may not be suitable for all viewers.",
    "MUNIVERSITY OF MICHIGAN",
    "CC BY NC SA",
    "[H1] Citation Key.",
    "for more information see: http://open.umich.edu/wiki/CitationPolicy",
    "[H2] Use + Share + Adapt.",
    "{ Content the copyright holder, author, or law permits you to use, share and adapt. }",
    "[LIST_ITEM] PD-GOV Public Domain – Government: Works that are produced by the U.S. Government. (USC 17 § 105)",
    "[LIST_ITEM] PD-EXP Public Domain – Expired: Works that are no longer protected due to an expired copyright term.",
    "[LIST_ITEM] PD-SELF Public Domain – Self Dedicated: Works that a copyright holder has dedicated to the public domain.",
    "[LIST_ITEM] ZERO Creative Commons – Zero Waiver",
    "[LIST_ITEM] BY Creative Commons – Attribution License",
    "[LIST_ITEM] BY-SA Creative Commons – Attribution Share Alike License",
    "[LIST_ITEM] BY-NC Creative Commons – Attribution Noncommercial License",
    "[LIST_ITEM] BY-NC-SA Creative Commons – Attribution Noncommercial Share Alike License",
    "[LIST_ITEM] GNU-FDL GNU – Free Documentation License",
    "[H2] Make Your Own Assessment.",
    "{ Content Open.Michigan believes can be used, shared, and adapted because it is ineligible for copyright. }",
    "[LIST_ITEM] PD-ENEL Public Domain – Ineligible: Works that are ineligible for copyright protection in the U.S. (USC 17 § 102(b)) *laws in your jurisdiction may differ",
    "{ Content Open.Michigan has used under a Fair Use determination. }",
    "[LIST_ITEM] FAIR USE Fair Use: Use of works that is determined to be Fair consistent with the U.S. Copyright Act. (USC 17 § 107) *laws in your jurisdiction may differ",
    "Our determination DOES NOT mean that all uses of this 3rd-party content are Fair Uses and we DO NOT guarantee that your use of the content is Fair.",
    "To use this content you should do your own independent analysis to determine whether or not your use will be Fair.",
    "M1 - GI Sequence",
    "Liver",
    "John Williams, M.D., Ph.D.",
    "Winter, 2009",
    "M1 University of Michigan Medical School",
    "[H1] FUNCTIONS OF LIVER.",
    "[LIST_ITEM] Storage, metabolism and release of nutrients and some vitamins.",
    "[LIST_ITEM] Detoxification and elimination of toxins, drugs and metabolites.",
    "[LIST_ITEM] Synthesis of biologically important protein such as albumin, clotting factors, apolipoproteins.",
    "[LIST_ITEM] Synthesis and secretion of bile important for lipid digestion and absorption.",
    "[LIST_ITEM] Role in immune function and clearance of intestinally absorbed bacteria.",
    "[H1] Cellular Components of the Liver.",
    "[LIST_ITEM] Hepatocytes",
    "[LIST_ITEM] Stellate or Ito Cells",
    "[LIST_ITEM] Kupfer Cells (macrophages)",
    "[LIST_ITEM] Sinusoidal Endothelial Cells",
    "[LIST_ITEM] Bile Ductular Epithelial Cells (Cholangiocytes)",
    "Image of a liver lobule was removed.",
    "PO-INEL",
    "Source Undetermined",
    "[H1] Anatomical Relationships in Liver.",
    "PSI",
    "PS- INEL",
    "Source Undetermined",
    "[H1] Components of Bile.",
    "Water ~ 1 liter/day Bile Acids - major organic constituents Phospholipids Cholesterol Bile pigments - bilirubin Metabolites of Hormones, Drugs Inorganic ions - $\\mathrm{HCO}_3$ from duct cells",
    "[H1] Transport of Biliary Components by Hepatocytes.",
    "PD-THEL",
    "John Williams modified from Fig. 6-6 Granger, D, et al. Clinical",
    "Gastrointestinal Physiology. W.B. Saunders, Philadelphia, PA; 1985: 125.",
    "[H1] MOLECULAR COMPONENTS OF BILE SECRETION.",
    "[NUMBERED_ITEM] Uptake of bile salts by $\\mathrm{Na^{+}}$ coupled co-transporter (NTCP)",
    "[NUMBERED_ITEM] Basolateral membrane also contains several organic anion transport proteins (OATP)",
    "[NUMBERED_ITEM] Bile salts excreted into bile by the Bile Salt Export Protein (BSEP) an ATP binding cassette protein which belongs to multidrug resistance (MDR) gene family",
    "[NUMBERED_ITEM] Other apical proteins are MRP2 which transport a number of drugs, ABC 5/8 involved in cholesterol transport and MDR3 a phospholipid transporter (flipase)",
    "[NUMBERED_ITEM] Gene expression of many of above transporters is regulated by bile salts through the Bile Acid Receptor/ Farnesoid X Receptor (FXR)",
    "[H1] Function of Bile Ducts.",
    "[NUMBERED_ITEM] Bile ducts are lined by cholangiocytes, columnar epithelial cells specialized to modify bile.",
    "[NUMBERED_ITEM] Ductules are freely permeable to water so bile rapidly becomes isotonic.",
    "[NUMBERED_ITEM] Ductules scavenge solutes such as glucose and amino acids that entered leaky canaliculus.",
    "[NUMBERED_ITEM] Cholangiocytes secrete $\\mathrm{HCO}_3^-$ in response to secretin (bile slightly alkaline)",
    "[NUMBERED_ITEM] Ductules secrete IgA molecules into bile",
    "[H1] Chemistry of Bile Acids.",
    "Cholesterol",
    "Bile acid (Cholic acid)",
    "PD-THEL",
    "John Williams",
    "[H1] BILE SALT SYNTHESIS.",
    "[LIST_ITEM] Bile acids synthesized in the liver from cholesterol",
    "[LIST_ITEM] In the \"classical pathway\" the first and most important regulated step is 7α hydroxylation by 7α hydroxylase (CYP7A1)",
    "[LIST_ITEM] Next 12α hydroxylation is followed by several steps leading to cholic acid",
    "[LIST_ITEM] The \"alternative pathway\" starts with initial formation of oxysterols and leads to chenodeoxycholic acid",
    "[H1] Primary Bile Acids.",
    "Cholic acid (3 OH groups)",
    "Chenodeoxycholic acid (2 OH groups)",
    "7-dehydroxylation by gut bacteria",
    "[H1] Secondary Bile Acids.",
    "Deoxycholic acid (2 OH groups)",
    "Lithocholic acid (1 OH group)",
    "PD-396L",
    "John Williams",
    "[H1] Bile Acid Conjugation.",
    "Conjugation lowers the pKa so bile acids exist in the more soluble dissociated form",
    "PD-INEL",
    "John Williams",
    "[H1] Amphipathic Nature of Bile Acids.",
    "Glycocholic acid",
    "Polar groups",
    "PO-INEL",
    "John Williams",
    "[H1] Amphipathic Molecules.",
    "Exist in micelles when concentration is greater than the CMC (Critical Micellar Concentration)",
    "PO-INEL",
    "Source Undetermined",
    "[H1] Mixed Micelle.",
    "PD-3NEL",
    "Source Undetermined",
    "[H1] GALLBLADDER FUNCTION.",
    "[LIST_ITEM] The gallbladder concentrates bile and stores much of the bodies bile salt pool during fasting",
    "[LIST_ITEM] Epithelia absorbs Na⁺, Cl⁻ and H₂O",
    "[LIST_ITEM] Isotonicity maintained as a result of micelles having minimal osmotic activity",
    "[LIST_ITEM] Postprandially the gallbladder contracts in response to CCK (cholecystokinin)",
    "[H1] Role of CCK in Bile Secretion.",
    "PS-TREL",
    "John Williams",
    "[H1] ENTEROHEPATIC CIRCULATION OF BILE SALTS.",
    "PD-TWEL",
    "John Williams",
    "[H1] Metabolism of Bile Pigment (Bilirubin).",
    "PD-THEL",
    "John Williams",
    "[H1] The Liver Synthesizes a Variety of Plasma Proteins.",
    "Major Plasma Proteins Albumin, α fetoprotein, α₂-Microglobulin",
    "Hemostasis Proteins Fibrinogen, clotting factors and inhibitors Plasmin (fibrinolysis) Complement C3",
    "Binding Proteins Ceruloplasmin (copper) Steroid binding proteins Thyroid hormone binding globulin (TBG) Transferrin",
    "Prohormones Angiotensinogen",
    "Apolipoproteins Apo A-I, -II, and IV Apo B-100 Apo D, Apo E",
    "[H1] THE LIVER METABOLIZES AND EXCRETES FOREIGN MOLECULES (Drugs, Xenobiotics).",
    "[NUMBERED_ITEM] Most often involves oxidation (hydroxylation) and/or conjugation",
    "[NUMBERED_ITEM] Most hydroxylation is by family of enzymes termed cytochromes P450 a. Now usually referred to as CYPs. Three main gene families CYP1, CYP2, and CYP3 b. Genetic and nongenetic factors influence P450 activity",
    "[NUMBERED_ITEM] Conjugation is by UDP glucuronyltransferases (glucuronic acid), glutathione S-Transferase (glutathione) and sulfotransferases (sulfate)",
    "[NUMBERED_ITEM] Metabolites which are more water soluble are secreted into bile or plasma where can be excreted by kidney.",
    "[H1] Additional Source Information.",
    "for more information see: http://open.umich.edu/wiki/CitationPolicy",
    "Slide 7 – Source Undetermined",
    "Slide 8 – Source Undetermined",
    "Slide 10 – John Williams modified from Fig. 6-6 Granger, D, et al. Clinical Gastrointestinal Physiology. W.B. Saunders, Philadelphia, PA; 1985: 125.",
    "Slide 13 – John Williams",
    "Slide 15 – John Williams",
    "Slide 16 – John Williams",
    "Slide 17 – John Williams",
    "Slide 18 – Source Undetermined",
    "Slide 19 – Source Undetermined",
    "Slide 21 – John Williams",
    "Slide 22 – John Williams",
    "Slide 23 – John Williams"
  ]
}