{
  "doc_id": "Copy of notes_tcells_effector_fucntion",
  "sentences": [
    "open.michigan",
    "Author(s): Aken Desai, Michael Mathis, 2008",
    "License: Unless otherwise noted, this material is made available under the terms of the Creative Commons Attribution – Share Alike 3.0 License: http://creativecommons.org/licenses/by-sa/3.0/",
    "We have reviewed this material in accordance with U.S. Copyright Law and have tried to maximize your ability to use, share, and adapt it.",
    "Copyright holders of content included in this material should contact open.michigan@umich.edu with any questions, corrections, or clarification regarding the use of content.",
    "For more information about how to cite these materials visit http://open.umich.edu/education/about/terms-of-use.",
    "Student works are presented as is and may be an interpretation of faculty members' lectures or assignments.",
    "These student works are not a product of faculty members.",
    "Faculty do not guarantee the accuracy of student work nor endorse them in any way.",
    "Any medical information in this material is intended to inform and educate and is not a tool for self-diagnosis or a replacement for medical evaluation, advice, diagnosis or treatment by a healthcare professional.",
    "Please speak to your physician if you have questions about your medical condition.",
    "Viewer discretion is advised: Some medical content is graphic and may not be suitable for all viewers.",
    "MUNIVERSITY OF MICHIGAN",
    "CC BY SA",
    "Lecture Page 33",
    "[H1] T Cell Effector Function.",
    "Monday, February 18, 2008",
    "10:00 AM",
    "[LIST_ITEM] T cell-mediated immunity",
    "[LIST_ITEM] Following activation, most T cells leave secondary lymphoid organ",
    "[LIST_ITEM] Th2 cells remain",
    "[LIST_ITEM] Effector fxn mediated by various effector molecules",
    "[LIST_ITEM] Effector fxn triggered by MHC/peptide binding",
    "[LIST_ITEM] T Cell Effectors",
    "[LIST_ITEM] Change in types of cell surface adhesion molecule expressed",
    "[LIST_ITEM] L-Selectin turned-off and cells cease to recirculate btwn secondary lymphoid organs",
    "[LIST_ITEM] Expression of VLA-4 integrin turned-on to allow T cell binding to vascular endothelium and access to extracellular space where infection might be focused",
    "[LIST_ITEM] Expression of LFA-1 and CD2 increased",
    "[LIST_ITEM] Upon recognition of specific MHC/peptide complexes, integrin avidity increased to allow stable association w/ tgts",
    "[LIST_ITEM] Effector T cells do not require costimulation to act",
    "[LIST_ITEM] Effector Molecules",
    "[LIST_ITEM] Cytokines",
    "[LIST_ITEM] ☐ Hematopoietins - IL-2,3,4,5 and GMCSF",
    "[LIST_ITEM] ☐ Interferons - IFN-γ",
    "[LIST_ITEM] ☐ TNF-family: TNF, FasL, CD40L",
    "[LIST_ITEM] ☐ Others: IL-10, TGF, IL-17",
    "[LIST_ITEM] ☐ Secreted or membrane bound",
    "[LIST_ITEM] ☐ Synergistic actions",
    "[LIST_ITEM] ☐ Act locally over short distance",
    "[LIST_ITEM] ☐ Act via JAK-STAT pathway",
    "[LIST_ITEM] Cytotoxins",
    "[LIST_ITEM] ☐ Perforin",
    "[LIST_ITEM] ☐ Granzymes",
    "[LIST_ITEM] T Cell Effector Fxn",
    "[LIST_ITEM] General",
    "[LIST_ITEM] CD8 utilize cytokines and cytotoxins",
    "[LIST_ITEM] CD4 only uses cytokines",
    "[LIST_ITEM] Different combinations used by Th1 and Th2",
    "[LIST_ITEM] ☐ Th1 uses IL-2, IFN-γ, TNF-β",
    "[LIST_ITEM] ☐ Th2 uses IL-4,5,10",
    "[LIST_ITEM] CD8",
    "[LIST_ITEM] Main fxn is to kill tgt cells that have become overwhelmed by virus",
    "[LIST_ITEM] Importance of CTL demonstrated by lack of CTL --&gt; persistent viral infections",
    "[LIST_ITEM] Killing fxn triggered by TCR recognition of MHC/viral peptide displayed upon surface of infected tgt cells",
    "[LIST_ITEM] Mechanism",
    "[LIST_ITEM] ☐ As soon as CD8 activated by APCs, perforin and granzymes synthesized by the developing CTL and loaded into specialized granules",
    "[LIST_ITEM] ☐ Upon tgt cell recognition, granules fuse w/ CTL membrane and contents released twd tgt cell",
    "[LIST_ITEM] ☐ Perforin forms pores in tgt cell membrane",
    "[LIST_ITEM] ☐ Granzymes (serine proteases) enter cell",
    "[LIST_ITEM] ☐ Granzymes cleave and activate tgt cell proteases (Caspases)",
    "[LIST_ITEM] ☐ Caspases degrade many proteins --&gt; cell death",
    "□ Viral proteins also degraded as part of apoptotic death process □ Death is irreversible after 5 mins of interaction",
    "[LIST_ITEM] Death is selective for infected cells and single CTL can kill multiple tgts",
    "[LIST_ITEM] Death is by apoptosis (cell shrinkage, nuclear condensation, DNA fragmentation)",
    "[LIST_ITEM] CTLs also express FasL on cell surface to bind to Fas death receptor on tgt cells",
    "[LIST_ITEM] Engagement also results in Caspase activation",
    "[LIST_ITEM] Induction of apoptosis",
    "[LIST_ITEM] Defective Fas or FasL --&gt; autoimmune lymphoproliferative syndrome",
    "[LIST_ITEM] MHC/peptide + B7 from APC --&gt; expansion of T cells --&gt; apoptotic death (receptor mediated and mitochondrial dysfunction)",
    "[LIST_ITEM] Tissue cell --&gt; limited expansion --&gt; apoptosis and elimination",
    "[LIST_ITEM] CTLs also produce IFN-γ upon ligand recognition",
    "[LIST_ITEM] Inhibits viral replication",
    "[LIST_ITEM] Augments MHC class I antigen processing",
    "[LIST_ITEM] Activates macrophages",
    "[LIST_ITEM] Th1",
    "[LIST_ITEM] Activate macrophages",
    "[LIST_ITEM] Triggered by TCR recognition of class II/peptide complexes",
    "[LIST_ITEM] Macrophage activation important for destruction of ingested microbes that are able to survive w/in macrophage vesicular system and are resistant to standard macrophage killing mechanisms",
    "[LIST_ITEM] Macrophage Activation",
    "[LIST_ITEM] Mycobacteria are able to resist m'phage killing by preventing acidification of phagolysosome (req to activate lysosomal hydrolases)",
    "[LIST_ITEM] Activated m'phages have increased rate of phago-lyso fusion and increased synthesis of microbicidal substances",
    "[LIST_ITEM] Activated m'phages also express more class II and B7",
    "[LIST_ITEM] Two signals delivered by Th1 to m'phage",
    "[LIST_ITEM] Sensitizing signal from CD40L interaxn w/ m'phage CD40",
    "[LIST_ITEM] Activating signal from IFN-γ",
    "[LIST_ITEM] TNFα acts synergistically",
    "[LIST_ITEM] Synthesis of CD40L and IFN-γ induced by TCR recognition of MHC/peptide",
    "[LIST_ITEM] Activated m'phages have higher expression of receptors for CD40 and TNFα",
    "[LIST_ITEM] Th1 cells coordinate multi-faceted attack",
    "[LIST_ITEM] IFN-γ and CD40L --&gt; mphage activation",
    "[LIST_ITEM] FasL",
    "[LIST_ITEM] IL-2",
    "[LIST_ITEM] IL-3+GM-CSF --&gt; m'phage differentiation in bone marrow",
    "[LIST_ITEM] LT + TNFα --&gt; diapedesis of WBCs",
    "[LIST_ITEM] MCP --&gt; m'phages accumulate at site of infection",
    "[LIST_ITEM] Granulomas",
    "[LIST_ITEM] Microbes resist killing --&gt; granuloma",
    "[LIST_ITEM] Central core of fused activated m'phages surrounded by single activated m'phages and T cells",
    "[LIST_ITEM] Prevent widespread dissemination of pathogen w/in host",
    "[LIST_ITEM] Th2",
    "[LIST_ITEM] Provide help to B cells in production of antibodies",
    "[LIST_ITEM] Involves cognate interaxn btwn Th2 and B cells",
    "[LIST_ITEM] TCR recognition of MHC/peptide displayed on B cell surface triggers Th2",
    "[LIST_ITEM] Antigen-specific",
    "[LIST_ITEM] Cognate interaction required for effective help b/c cytokines act only over short distances and CD40L is membrane bound",
    "[LIST_ITEM] B cells w/ cell surface antibodies of antigenic specificities different from that of Th2",
    "Lecture Page 34",
    "cell will process Th2 antigen very poorly",
    "☐ Linked recognition has important implications for vaccine design and regulation of self-tolerance",
    "[LIST_ITEM] Th2 cells that recognize B cells w/ class II-peptide complex in 2ndary lymphoid organs increases integrin avidity to form stable Th2-B cell conjugates",
    "[LIST_ITEM] Th2 expresses CD40L and IL-4 which together with signals from B cell antigen receptor stimulates B cell clonal expansion",
    "[LIST_ITEM] Th2 cell derived IL-5 and 6 promote B cell differentiation into plasma cells",
    "Lecture Page 35"
  ]
}