{
  "doc_id": "Copy of studentnotes_Micronutrients",
  "sentences": [
    "open.michigan",
    "Author(s): Aken Desai, Michael Mathis, 2008",
    "License: Unless otherwise noted, this material is made available under the terms of the Creative Commons Attribution – Share Alike 3.0 License: http://creativecommons.org/licenses/by-sa/3.0/",
    "We have reviewed this material in accordance with U.S. Copyright Law and have tried to maximize your ability to use, share, and adapt it.",
    "Copyright holders of content included in this material should contact open.michigan@umich.edu with any questions, corrections, or clarification regarding the use of content.",
    "For more information about how to cite these materials visit http://open.umich.edu/education/about/terms-of-use.",
    "Student works are presented as is and may be an interpretation of faculty members' lectures or assignments.",
    "These student works are not a product of faculty members.",
    "Faculty do not guarantee the accuracy of student work nor endorse them in any way.",
    "Any medical information in this material is intended to inform and educate and is not a tool for self-diagnosis or a replacement for medical evaluation, advice, diagnosis or treatment by a healthcare professional.",
    "Please speak to your physician if you have questions about your medical condition.",
    "Viewer discretion is advised: Some medical content is graphic and may not be suitable for all viewers.",
    "MUNIVERSITY OF MICHIGAN",
    "CC BY SA",
    "[H1] Micronutrients.",
    "Friday, January 18, 2008 2:16 PM",
    "[NUMBERED_ITEM] Describe the concept of essential mineral elements and how their content in the body is regulated. a. Required to maintain normal physiology and health. b. Occur in diet, sometimes as trace elements. c. Variable absorption, may be regulated d. Intestinal absorption = body losses",
    "[NUMBERED_ITEM] Describe the factors influencing intestinal mineral absorption. a. Intraluminal pH b. Redox state of metals c. Formation of chelates to enhance solubility. d. Formation of insoluble complexes w/ other dietary components.",
    "[NUMBERED_ITEM] Describe the cellular mechanism of iron absorption and its regulation. a. Dietary iron in heme or non-heme iron compounds. b. Nonheme iron in 3+ form requires gastric acid for solubilization. i. Reduced to Fe2+ via ferrireductase at brush border ii. Absorbed by DMT1 (divalent metal transporter) c. Heme Fe absorbed via receptor mediated endocytosis via HCP1 d. Free Fe binds to ferritin to be stored, or binds to transport protein to be secreted i. Intestinal ferritin increased when iron stores are high ii. Iron response proteins bind to iron response element in ferritin mRNA iii. Results is iron storage in enterocytes instead of absorption iv. Excess ferritin sloughs back into lumen and is excreted e. Ferroportin exports Fe2+, Hephaestin oxidizes to Fe3+ basolaterally f. Fe binds to transferrin in plasma to be sent to storage/utilization g. Liver is storage site for excess iron i. Hepcidin secreted by hepatocytes to inhibit iron absorption by gut and release from Mphages ii. Hepcidin production decreased by iron deficiency; increased w/ iron loading/inflammation iii. Hepcidin interacts w/ ferroportin to lead to degradation",
    "[NUMBERED_ITEM] Describe the consequences of iron deficiency and abnormal increased absorption. a. Deficiency i. Microcytic/hypochromic anemia, poor growth, impaired energy metabolism ii. Caused by dietary, excess phytate/oxylate, gastric achlorhydria, hookworm infestation, excessive bleeding iii. Tx. w/ iron supplements b. Increased absorption (hereditary hemochromatosis) i. Usually related to mutation in HFE protein --&gt; decreased hepcidin ii. Iron deposition in liver, heart, pancreas and joints",
    "[NUMBERED_ITEM] Have a general understanding of their function and how different classes of vitamins are absorbed by the intestine. a. Water soluble --&gt; facilitated diffusion i. Generally are coenzymes, vit C is an antioxidant ii. Metabolized to coenzyme form b. Fat soluble absorbed like other lipids (Vit A, D, E, K) i. Vitamin deficiency in cases of fat mal-absorption",
    "[NUMBERED_ITEM] Describe the function and absorption of folates. a. Conenzymes in 1-C transfers; nucleic acid synthesis and amino acid metabolism i. Deficiency --&gt; megaloblastic anemia ii. Related to neuronal tube defects --&gt; pregnant women should consume more folates",
    "Nutrition Page 1",
    "b. In diet, generally are polyglutamated",
    "i. Hydrolyzed at brush border to monoglutamated form by folate conjugase",
    "[NUMBERED_ITEM] Inhibited by ethanol and some drugs (dilantin, sulfaslazine)",
    "[NUMBERED_ITEM] I think conjugase is actually bacterial",
    "ii.",
    "Folate:OH exchange mechanism to absorb iii. W/in enterocyte, folic acid is reduced and methylated iv.",
    "Exported basolaterally as folic acid or in reduced/methylated from",
    "[NUMBERED_ITEM] Describe the function and dietary source of vitamins E and K.",
    "a. Vitamin E",
    "i. Lipid soluble antioxidant in plasma membranes ii. Vegetable oils, wheat germ, nuts, green leafy veggies",
    "b. Vitamin K",
    "i. Cofactor in post-translational modifications for proteins, esp.",
    "blood clotting factors ii.",
    "K1 most abundant in green leafy veggies iii.",
    "Bile salts important for absorption iv.",
    "Bacterially derived K2 prevents severe deficiency",
    "[NUMBERED_ITEM] Describe the function, dietary source and absorption of Vitamin A and Beta-carotene.",
    "a. Compounds related to all-trans-retinol",
    "i. Required for vision, growth, cellular differentiation, reproduction and integrity of immune system ii.",
    "Deficiency --&gt; xeropthalmia (present initially as night blindness that turns into total); also increased susceptibility to infection iii.",
    "Hypervitaminosis --&gt; increased intracranial P, skin lesions, hepatic injury b/c Vit A stored in liver iv.",
    "Some carotenoids are antioxidants and other things",
    "b. Retinoids in milk, carotenoids in carrots and green leafy veggies",
    "c. Absorption",
    "i. Retinol",
    "[NUMBERED_ITEM] Retinyl esters in diet are de-esterified by non-specific cholesterol esterase",
    "[NUMBERED_ITEM] Absorbed as retinol",
    "[NUMBERED_ITEM] Esterified by ARAT (similar to ACAT) to retinyl esters to be released into lacteals as part of chylomicrons",
    "ii. Beta-carotene",
    "[NUMBERED_ITEM] Absorbed",
    "[NUMBERED_ITEM] Split into two retinals",
    "[NUMBERED_ITEM] Retinal --&gt; retinol",
    "d. Metabolism/storage",
    "i. Chlyomicron remnants taken up from blood by hepatocytes w/ retinol in them ii.",
    "Retinol secreted by hepatocytes bound to RBP iii.",
    "Stored in stellate cells in sinusoids",
    "e. Retinol uptake into target cells",
    "i. Bound to RBP as rational or albumin as retinoic acid ii.",
    "Absorbed by target cells, then bind to cellular retinol binding protein iii. Travel to nucleus to activate genes",
    "Nutrition Page 2"
  ]
}