{
  "doc_id": "Copy of lectureslides_Micronutrients",
  "sentences": [
    "open.michigan",
    "Author: John Williams, M.D., Ph.D., 2009",
    "License: Unless otherwise noted, this material is made available under the terms of the Creative Commons Attribution-Non-commercial-Share Alike 3.0 License: http://creativecommons.org/licenses/by-nc-sa/3.0/",
    "We have reviewed this material in accordance with U.S. Copyright Law and have tried to maximize your ability to use, share, and adapt it.",
    "The citation key on the following slide provides information about how you may share and adapt this material.",
    "Copyright holders of content included in this material should contact open.michigan@umich.edu with any questions, corrections, or clarification regarding the use of content.",
    "For more information about how to cite these materials visit http://open.umich.edu/education/about/terms-of-use.",
    "Any medical information in this material is intended to inform and educate and is not a tool for self-diagnosis or a replacement for medical evaluation, advice, diagnosis or treatment by a healthcare professional.",
    "Please speak to your physician if you have questions about your medical condition.",
    "Viewer discretion is advised: Some medical content is graphic and may not be suitable for all viewers.",
    "MUNIVERSITY OF MICHIGAN",
    "CC BY NC SA",
    "[H1] Citation Key.",
    "for more information see: http://open.umich.edu/wiki/CitationPolicy",
    "[H2] Use + Share + Adapt.",
    "{ Content the copyright holder, author, or law permits you to use, share and adapt. }",
    "[LIST_ITEM] PD-GOV Public Domain – Government: Works that are produced by the U.S. Government. (USC 17 § 105)",
    "[LIST_ITEM] PD-EXP Public Domain – Expired: Works that are no longer protected due to an expired copyright term.",
    "[LIST_ITEM] PD-SELF Public Domain – Self Dedicated: Works that a copyright holder has dedicated to the public domain.",
    "[LIST_ITEM] ZERO Creative Commons – Zero Waiver",
    "[LIST_ITEM] BY Creative Commons – Attribution License",
    "[LIST_ITEM] BY-SA Creative Commons – Attribution Share Alike License",
    "[LIST_ITEM] BY-NC Creative Commons – Attribution Noncommercial License",
    "[LIST_ITEM] BY-NC-SA Creative Commons – Attribution Noncommercial Share Alike License",
    "[LIST_ITEM] GNU-FDL GNU – Free Documentation License",
    "[H2] Make Your Own Assessment.",
    "{ Content Open.Michigan believes can be used, shared, and adapted because it is ineligible for copyright. }",
    "[LIST_ITEM] PD-ENEL Public Domain – Ineligible: Works that are ineligible for copyright protection in the U.S. (USC 17 § 102(b)) *laws in your jurisdiction may differ",
    "{ Content Open.Michigan has used under a Fair Use determination. }",
    "[LIST_ITEM] FAIR USE Fair Use: Use of works that is determined to be Fair consistent with the U.S. Copyright Act. (USC 17 § 107) *laws in your jurisdiction may differ",
    "Our determination DOES NOT mean that all uses of this 3rd-party content are Fair Uses and we DO NOT guarantee that your use of the content is Fair.",
    "To use this content you should do your own independent analysis to determine whether or not your use will be Fair.",
    "M1 - GI Sequence",
    "Micronutrients",
    "John Williams, M.D., Ph.D.",
    "Winter, 2009",
    "University of Michigan Medical School",
    "[H1] ESSENTIAL MINERAL ELEMENTS.",
    "[NUMBERED_ITEM] Required to maintain normal physiology and health",
    "[NUMBERED_ITEM] Occur in diet, sometimes as trace elements",
    "[NUMBERED_ITEM] Variable absorptions may be regulated",
    "[NUMBERED_ITEM] In steady state intestinal absorption equals body losses",
    "[H1] MINERAL ABSORPTION BY SMALL INTESTINE IS AFFECTED BY:.",
    "[NUMBERED_ITEM] Intraluminal pH",
    "[NUMBERED_ITEM] Redox state of metals",
    "[NUMBERED_ITEM] Formation of chelates to enhance solubility",
    "[NUMBERED_ITEM] Formation of insoluble complexes",
    "[H1] IRON.",
    "[NUMBERED_ITEM] Essential for oxidative energy metabolism and DNA synthesis",
    "[NUMBERED_ITEM] Body stores contain about 4 g with 2.5 g in red blood cells",
    "[NUMBERED_ITEM] To maintain a balance, the gut absorbs 1-2 mg/day from dietary supply of 10-20 mg",
    "[H1] CELLULAR IRON HOMEOSTASIS.",
    "[NUMBERED_ITEM] All cells take up iron-transferrin from plasma by transferrin receptor endocytosis.",
    "[NUMBERED_ITEM] Iron is stored intracellularly complexed to the binding protein ferritin.",
    "[NUMBERED_ITEM] Iron regulatory proteins function as cytoplasmic iron sensors and increase Tf Receptors by stabilizing mRNA when more iron is needed.",
    "[NUMBERED_ITEM] Efflux from cells such as macrophages is by ferroportin.",
    "[H1] IRON ABSORPTION.",
    "[NUMBERED_ITEM] Dietary iron present as heme (minor) and nonheme iron compounds (major).",
    "[NUMBERED_ITEM] Nonheme iron in the Fe³⁺ ferric state requires gastric acid for solubilization.",
    "[NUMBERED_ITEM] Fe³⁺ mainly reduced to Fe²⁺ (ferrous) prior to absorption.",
    "[NUMBERED_ITEM] Iron absorption occurs primarily in the duodenum and upper jejunum.",
    "[H1] Model for Absorption of Iron by the Small Intestine.",
    "PD-1981",
    "Source Undetermined",
    "[H1] Mechanism of Iron Absorption by Enterocytes.",
    "PD-THEL",
    "Source Undetermined",
    "[H1] NEW PROTEINS INVOLVED IN IRON ABSORPTION.",
    "Ferrireductase Apical membrane enzyme to reduce iron",
    "DMT-1 Divalent Metal Transporter-1 Apical Membrane Iron Transport",
    "Ferroportin-1 Iron Export Carrier on the Basolateral Membrane",
    "Hephaestin Basolateral membrane protein which facilitates the transport of iron out of cells",
    "[H1] Role of Ferritin in the Regulation of Iron Absorption.",
    "Fig. 29-16 Rhoades, R, Tanner, G. Medical Physiology. 1995: 568.",
    "JPH",
    "JPH",
    "[H1] Role of Liver in Regulating Iron Absorption.",
    "[NUMBERED_ITEM] Liver is main storage site for excess iron",
    "[NUMBERED_ITEM] Hepcidin is an antimicrobial peptide secreted by hepatocytes which it acts as an inhibitor of iron absorption by the gut and release from macrophages.",
    "[NUMBERED_ITEM] Production of hepcidin is decreased by iron deficiency and increased with iron loading and inflammation",
    "[NUMBERED_ITEM] Hepacidin interacts directly with ferroportin leading to its degradation. This leads to decreased iron absorption and release",
    "[H1] ORGANISMAL IRON HOMEOSTASIS.",
    "PD-ENEL",
    "Source Undetermined",
    "[H1] CAUSES OF IRON DEFICIENCY.",
    "[NUMBERED_ITEM] Dietary Deficiency",
    "[NUMBERED_ITEM] Excess phytate or oxylate in diet",
    "[NUMBERED_ITEM] Gastric achlorhydria",
    "[NUMBERED_ITEM] Hookworm infestation",
    "[NUMBERED_ITEM] Excessive bleeding",
    "[H1] CONSEQUENCES OF IRON DEFICIENCY.",
    "[NUMBERED_ITEM] Anemia (microcytic, hypochromic)",
    "[NUMBERED_ITEM] Poor growth in children",
    "[NUMBERED_ITEM] Impaired energy metabolism",
    "[H1] HEREDITY HEMOCHROMATOSIS.",
    "[NUMBERED_ITEM] Common form is autosomal recessive with gene frequency as high as 1 in 10 in individuals of Northern European descent",
    "[NUMBERED_ITEM] Excessive mucosal iron absorption relative to need",
    "[NUMBERED_ITEM] Clinical manifestations are a result of iron deposition in liver, heart, pancreas and joints",
    "[NUMBERED_ITEM] &gt;80% of patients have a single mutation in HFE protein which leads to decreased plasma hepcidin",
    "[H1] Iron Stain of Liver in Hemochromatosis.",
    "© IFA-ONAL",
    "Source Undetermined",
    "[H1] ABSORPTION OF VITAMINS.",
    "[NUMBERED_ITEM] Water soluble vitamins",
    "[LIST_ITEM] facilitated diffusion (Na+-coupled)",
    "[NUMBERED_ITEM] Fat soluble vitamins",
    "[LIST_ITEM] absorbed same as other lipids",
    "[NUMBERED_ITEM] Vitamin B₁₂",
    "[LIST_ITEM] special receptor",
    "[LIST_ITEM] requires intrinsic factor",
    "[H1] WATER SOLUBLE VITAMINS.",
    "Thiamine  Pyridoxine  Folate Riboflavin  Pantothenate  Cobalamin (B₁₂) Niacin  Biotin  Ascorbic Acid",
    "Generally metabolized to forms acting as coenzymes",
    "Vit C functions as a water soluble antioxidant",
    "[H1] Structure of Conjugated Folates.",
    "PO-IAEL",
    "Fig. 1 Chang, E, Sitrin, M, Black, D. Gastrointestinal, Hepatobiliary, and Nutritional Physiology. Lippincott - Raven, Philadelphia, PA; 1996: 190.",
    "[H1] FOLATE DEFICIENCY.",
    "[NUMBERED_ITEM] Folates function as coenzymes in 1 carbon transfers; important in nucleic acid synthesis and amino acid metabolism",
    "[NUMBERED_ITEM] Deficiency results in megaloblastic anemia and growth retardation",
    "[NUMBERED_ITEM] Recent studies show a relationship to neuronal tube birth defects PHS recommends women of childbearing age consume 400 µg daily",
    "[H1] Metabolism and Absorption of Conjugated Folates.",
    "PTE-INEL",
    "Fig. 2 Chang, E, Sitrin, M, Black, D. Gastrointestinal, Hepatobiliary, and Nutritional Physiology. Lippincott - Raven, Philadelphia, PA; 1996: 191.",
    "Polyglutamyl folates must be hydrolyzed to the monoglutamyl form before absorption",
    "A specific enzyme, folate conjugase, is involved which is inhibited by ethanol and some drugs (Dilantin, sulfasalazine)",
    "Absorption is by a saturable mechanism involving a folic acid: OH⁻ exchange mechanism",
    "Within enterocyte folic acid is reduced and methylated",
    "[H1] FAT SOLUBLE VITAMINS.",
    "A – Retinol, carotenoids D – Cholecalciferol (D₃); Ergosterol (D₂) E – α-Tocopherol K – Phylloquinone (K₁); Menaquinones (K₂)",
    "[H1] VITAMIN E.",
    "[NUMBERED_ITEM] The major lipid soluble antioxidant in plasma and cell membranes",
    "[NUMBERED_ITEM] Dietary Sources are vegetable oils, wheat germ, nuts, green leafy vegetables. Recommended intake 15 mg/day",
    "[NUMBERED_ITEM] Absorption varies from 10-80% by passive diffusion and packaging into chylomicrons",
    "[NUMBERED_ITEM] Role in therapy unclear (macular degeneration, cardiovascular disease, prostate cancer)",
    "[H1] VITAMIN K.",
    "[NUMBERED_ITEM] Biological function is to serve as a cofactor for essential post-translational modifications essential for certain proteins including blood clotting factors",
    "[NUMBERED_ITEM] Dietary form (K₁) most abundant in green leafy vegetables",
    "[NUMBERED_ITEM] Insoluble in water; requires bile salts for absorption",
    "[NUMBERED_ITEM] Importance of bacterially derived K₂ controversial but prevents severe deficiency in humans unless colonic flora absent",
    "[H1] Vitamin A Family.",
    "All-Trans-Retinol",
    "All-Trans-Retinoic Acid",
    "All-Trans-Retinal",
    "Retinyl Palmitate",
    "β-Carotene",
    "PD-3REL",
    "Source Undetermined",
    "Retinoids present in liver, milk, eggs",
    "Carotenoids present in carrots and green leafy vegetables",
    "[H1] DISORDERS OF VITAMIN A HOMEOSTATIS.",
    "[NUMBERED_ITEM] Vitamin A deficiency results in xeropthalmia; initially night blindness can progress to total blindness",
    "[NUMBERED_ITEM] Deficiency also increases susceptibility to infection",
    "[NUMBERED_ITEM] Recommended daily intake of 1000 µg retinol or 6000 ug beta carotene",
    "[NUMBERED_ITEM] Hypervitaminosis most commonly due to self-medication; can result in signs and symptoms of increased intracranial pressure, skin lesions and hepatic injury",
    "[H1] Intestinal Absorption and Metabolism of Vit. A.",
    "Fig. 3 Chang, E, Sitrin, M, Black, D. Gastrointestinal, Hepatobiliary, and Nutritional Physiology. Lippincott - Raven, Philadelphia, PA; 1996: 166.",
    "PED-TIMEL",
    "[H1] Hepatic Vitamin A Metabolism and Storage.",
    "PD-1041",
    "Fig. 6 Chang, E, Sitrin, M, Black, D. Gastrointestinal, Hepatobiliary, and Nutritional Physiology. Lippincott - Raven, Philadelphia, PA; 1996: 170.",
    "[H1] Uptake, Metabolism and Action of Retinol and Retinoic Acid.",
    "ROL = Retinol RA = Retinoic Acid RBP = Serum Retinol Binding Protein CRABP = Cellular Retinol Binding Protein RXR = Retinoid X Receptor RAR = Retinoic Acid Receptor",
    "IPO-CHEL",
    "Fig. 7 Chang, E, Sitrin, M, Black, D. Gastrointestinal, Hepatobiliary, and Nutritional Physiology. Lippincott – Raven, Philadelphia, PA; 1996: 171.",
    "[H1] Additional Source Information.",
    "for more information see: http://open.umich.edu/wiki/CitationPolicy",
    "Slide 9 – Source Undetermined Slide 10 – Source Undetermined Slide 12 – Fig. 29-16 Rhoades, R, Tanner, G. Medical Physiology. 1995: 568.",
    "Slide 14 – Source Undetermined Slide 21 – Fig.",
    "1",
    "Chang, E, Sitrin, M, Black, D. Gastrointestinal, Hepatobiliary, and Nutritional Physiology.",
    "Lippincott – Raven, Philadelphia, PA; 1996: 190.",
    "Slide 23 – Fig.",
    "2",
    "Chang, E, Sitrin, M, Black, D. Gastrointestinal, Hepatobiliary, and Nutritional Physiology.",
    "Lippincott – Raven, Philadelphia, PA; 1996: 191.",
    "Slide 28 – Source Undetermined Slide 30 – Fig.",
    "3",
    "Chang, E, Sitrin, M, Black, D. Gastrointestinal, Hepatobiliary, and Nutritional Physiology.",
    "Lippincott – Raven, Philadelphia, PA; 1996: 166.",
    "Slide 31 – Fig.",
    "6",
    "Chang, E, Sitrin, M, Black, D. Gastrointestinal, Hepatobiliary, and Nutritional Physiology.",
    "Lippincott – Raven, Philadelphia, PA; 1996: 170.",
    "Slide 32 – Fig. 7",
    "Chang, E, Sitrin, M, Black, D. Gastrointestinal, Hepatobiliary, and Nutritional Physiology.",
    "Lippincott – Raven, Philadelphia, PA; 1996: 171."
  ]
}