{
  "doc_id": "Copy of Movement disorder drugs",
  "sentences": [
    "Harvard-MIT Division of Health Sciences and Technology",
    "HST.151: Principles of Pharmacology",
    "Instructor: Dr. David Standaert",
    "Standaert 1",
    "March 2005",
    "[H1] Neuropharmacology I.",
    "[H1] Parkinson's Disease and Movement Disorders.",
    "[H2] What are movement disorders?",
    "[LIST_ITEM] These are a diverse group of neurologic disorders in which the normal functions of the motor system are impaired.",
    "[LIST_ITEM] Parkinson's disease is by far the most common disorder of movement, affecting &gt;3% of individuals over the age of 65.",
    "[LIST_ITEM] Other common movement disorders include:",
    "[LIST_ITEM] Tremor - rest, postural or intention",
    "[LIST_ITEM] Chorea - typified by Huntington's chorea, an autosomal dominant disorder",
    "[LIST_ITEM] Dystonia",
    "[LIST_ITEM] Tic disorders - Tourette's syndrome",
    "[H2] Pharmacological Approaches to Treatment of Parkinson's Disease.",
    "[LIST_ITEM] Symptomatic treatments",
    "[LIST_ITEM] most are based on dopamine augmentation",
    "[LIST_ITEM] \"Neuroprotective\" treatments",
    "[LIST_ITEM] none presently proven",
    "[LIST_ITEM] most current studies are based on \"oxidative stress hypothesis\"",
    "[H2] Parkinson's disease.",
    "[LIST_ITEM] Cardinal signs of PD are:",
    "[LIST_ITEM] rest tremor",
    "[LIST_ITEM] bradykinesia",
    "[LIST_ITEM] rigidity",
    "[LIST_ITEM] impairment of postural reflexes.",
    "[LIST_ITEM] Pathologically, PD is characterized by a loss of dopaminergic neurons from the substantia pars compacta (SNpc) in the midbrain, with the presence of Lewy bodies. This results in a loss of dopaminergic innervation of the striatum (caudate and putamen).",
    "[LIST_ITEM] The cause of most cases of Parkinson's disease is unknown. Rare families with genetic mutations causing Parkinson's have been identified, but most cases are sporadic. Increasing evidence implicates a) the protein alpha-synuclein and b) the role of environmental exposures, including pesticides.",
    "[LIST_ITEM] Some other, relatively rare disorders may give rise to similar clinical features - examples include striatonigral degeneration, progressive supranuclear palsy, and multiple cerebral infarcts. In general, these do not respond as well to medication as idiopathic PD",
    "Standaert 2 March 2005",
    "[H1] Biochemistry of Dopamine:.",
    "[LIST_ITEM] Synthesis, storage and release",
    "[LIST_ITEM] synthesized from tyrosine by tyrosine hydroxylase",
    "[LIST_ITEM] stored in presynaptic vesicles by active transport mechanism (blocked by reserpine)",
    "[LIST_ITEM] Released by calcium ion-dependent exocytosis",
    "[LIST_ITEM] Termination of action and catabolism",
    "[LIST_ITEM] reuptake (blocked by cocaine, amphetamine)",
    "[LIST_ITEM] catabolism - COMT and MAO",
    "[LIST_ITEM] catabolic process may lead to the production of toxic free radicals",
    "[LIST_ITEM] Dopamine receptors",
    "[LIST_ITEM] Pharmacological classification - based on effect on intracellular cAMP - D1 stimulates, D2 inhibits",
    "[LIST_ITEM] Molecular cloning has revealed that there are 5 DA receptor proteins. These each have 7 transmembrane domains, and are part of the superfamily of G-protein coupled receptors",
    "[LIST_ITEM] d1 and d2 are abundant in striatum",
    "[LIST_ITEM] d5 (D1 type) and d3, d4 (D2 type) are primarily extrastriatal",
    "[LIST_ITEM] Dopamine and the etiology of Parkinsonism: (see Reference Section at the end of the handout).",
    "[LIST_ITEM] Essential feature is the differential effect of DA on the output of striatal neurons",
    "Standaert 3 March 2005",
    "&gt; Cholinergic interneurons have an important regulatory role",
    "[H2] The \"Oxidative Stress\" hypothesis.",
    "$$ \\text{Dopamine} + \\mathrm{O}_2 + \\mathrm{H}_2\\mathrm{O} \\xrightarrow{\\text{MAO}} \\quad \\text{DOPAC} + \\mathrm{NH}_2 + \\mathrm{H}_2\\mathrm{O}_2 $$",
    "[LIST_ITEM] Proposes that dopamine cell death is caused by the reactive free radicals produced by the catabolism of dopamine",
    "[LIST_ITEM] Suggests that treatments which reduce catabolism of dopamine should slow the progress of the disease",
    "[H2] Treatment of Parkinson's disease.",
    "[H3] Levodopa.",
    "[LIST_ITEM] Most effective agent for the treatment of the symptoms of PD",
    "[LIST_ITEM] Metabolic precursor of dopamine - acts by augmenting the effectiveness of remaining nigrostriatal neurons.",
    "[LIST_ITEM] Converted to dopamine by L-aromatic acid decarboxylase",
    "[LIST_ITEM] Almost always administered in combination with carbidopa, an inhibitor of the decarboxylase which does not cross the blood-brain barrier",
    "[LIST_ITEM] Onset of action is rapid - 30 - 60 min - but affected by gastric pH and emptying. Uptake from GI system and transport into brain by active mechanism - other aromatic amino acids compete",
    "[LIST_ITEM] Duration of action is variable, and is greatly affected by extent of disease. Declining duration of effect is the primary limitation of long-term levodopa therapy.",
    "Standaert 4 March 2005",
    "[LIST_ITEM] Available in both standard (e.g., Sinemet® 10/100, 25/100, 25/250) and controlled-release formulation (e.g., Sinemet CR® 50/200)",
    "[LIST_ITEM] Adverse effects:",
    "[LIST_ITEM] peripheral:",
    "[LIST_ITEM] nausea and vomiting",
    "[LIST_ITEM] hypotension",
    "[LIST_ITEM] reduced by carbidopa",
    "[LIST_ITEM] central:",
    "[LIST_ITEM] psychosis",
    "[LIST_ITEM] Major limitation of long term use is the induction of “motor complications” – wearing off and dyskinesia.",
    "[H1] Dopamine agonists.",
    "[LIST_ITEM] Act directly at dopamine receptors. Four currently available:",
    "[LIST_ITEM] older drugs: ergot derivatives",
    "[LIST_ITEM] bromocriptine - d2,3,4 agonist, partial d1/d5 antagonist",
    "[LIST_ITEM] pergolide - d1-d5 agonist",
    "[LIST_ITEM] newer drugs: non-ergots",
    "[LIST_ITEM] pramipexole - selective d2/d3 agonist",
    "[LIST_ITEM] ropinerol - selective d2/d3 agonist",
    "[LIST_ITEM] Newer drugs are much better tolerated than older agents, and have expanded the use of this category of medications.",
    "[LIST_ITEM] Adverse effects",
    "[LIST_ITEM] Most adverse effects related to dopaminergic actions and similar to levodopa",
    "[LIST_ITEM] Pramipexole and Ropinirole produce less nausea",
    "[LIST_ITEM] Both ergot and non-ergot drugs can lower blood pressure and cause peripheral edema.",
    "[LIST_ITEM] Pergolide recently linked to cardiac valve fibrosis.",
    "[LIST_ITEM] All of the agonists, as well as levodopa, can cause somnolence.",
    "[LIST_ITEM] Dopamine agonists vs. levodopa/carbidopa – which to use?",
    "[LIST_ITEM] Recent evidence suggests that use of an agonist rather than levodopa leads to a reduced incidence of wearing off and dyskinesias",
    "[LIST_ITEM] But this comes at a price – increased side effects (somnolence, hallucinations, peripheral edema).",
    "[LIST_ITEM] There is also some recent evidence to suggest that the choice of drug may have an effect on the rate of progression of the disease – although interpretation of these studies remains controversial.",
    "[H1] COMT inhibitors.",
    "[LIST_ITEM] New class of drugs which act by inhibiting the breakdown of levodopa.",
    "[LIST_ITEM] When given alone have no effect on PD, but when combined with levodopa increase the duration of action",
    "Standaert 5 March 2005",
    "[LIST_ITEM] Tolcapone",
    "[LIST_ITEM] First agent released",
    "[LIST_ITEM] Favorable kinetics – relatively long half life, both central and peripheral inhibition of COMT",
    "[LIST_ITEM] After released to market, associated with 3 fatal cases of fulminant hepatic failure – use now limited to patients not responding to other treatments.",
    "[LIST_ITEM] Entacapone",
    "[LIST_ITEM] No effect unless administered together with levodopa",
    "[LIST_ITEM] Less favorable kinetics- short half life, does not cross blood brain barrier",
    "[LIST_ITEM] A useful and relatively safe treatment for levodopa-associated wearing off.",
    "[H2] Other Agents.",
    "[LIST_ITEM] Selegiline: Irreversible inhibitor of the enzyme MAO-B, the subtype of MAO responsible for most central metabolism of dopamine. Symptomatic benefit arises from reduction in the rate of dopamine breakdown; magnitude of this effect is modest. Has been proposed that selegiline might have neuroprotective properties, slowing the death of dopaminergic neurons by inhibiting the generation of toxic free radicals which are a byproduct of dopamine catabolism. Despite initial enthusiasm, a recent multicenter trial (the DATATOP study) did not demonstrate any protective effect of selegiline. Metabolized to amphetamine and methamphetamine - may cause insomnia. At doses used for PD (10 mg/day) does not inhibit MAO-A, and thus does not require dietary restrictions.",
    "[LIST_ITEM] Anticholinergics: Trihexyphenidyl is the most widely used agent in this class; all have similar profile of actions and adverse effects. Rarely satisfactory as primary therapy for PD, except in mild cases. Used most",
    "Standaert 6 March 2005",
    "often as adjunct to levodopa.",
    "Side effects reflect antimuscarinic actions.",
    "Most significant are drowsiness and confusion, which are particularly prominent in the elderly and those with pre-existing cognitive impairment",
    "[LIST_ITEM] Amantadine: Developed as an antiviral; Mechanism uncertain, although has both anticholinergic and dopaminergic actions",
    "[H2] Approach to the treatment of Parkinson's disease.",
    "[LIST_ITEM] The treatment of early PD is changing rapidly with the availability of new drugs",
    "[LIST_ITEM] Levodopa/carbidopa is very effective, but there is increasing interest in delaying the use of this drug as long as possible in order to reduce later complications (wearing off and dyskinesias)",
    "[LIST_ITEM] New DA agonists are now used as primary therapy in many patients, especially younger onset.",
    "[LIST_ITEM] When wearing off and dyskinesias develop, both COMT inhibitors and dopamine agonists are useful",
    "[H2] Dopamine receptor antagonists.",
    "[LIST_ITEM] Several drugs which are antagonists of central dopamine receptors are widely used clinically. These are often grouped together as \"antipsychotics\" since their principle application is in the treatment of psychiatric illness.",
    "[LIST_ITEM] These drugs may be used to treat some types of movement disorders; in addition, their use may induce temporary or permanent abnormalities of movement.",
    "&gt; More than a dozen members of this family are marketed.",
    "&gt; They are distinguished by their potency at dopaminergic blockade, and the degree of sedation which they produce.",
    "|  Examples of antipsychotics  |   |   |   |   | | --- | --- | --- | --- | --- | |   | trade name | typical daily dose | extrapyramidal effects | sedation  | |  chlorpromazine | Thorazine | 200-800 | + | +++  | |  thioridizine | Mellaril | 150-600 | + | +++  | |  thiothixine | Navane | 5-30 | ++ | ++  | |  haloperidol | Haldol | 2-20 | +++ | +  |",
    "Standaert 7 March 2005",
    "[LIST_ITEM] Primary clinical use is treatment of psychotic illness.",
    "[LIST_ITEM] Also used for nausea, GI disorders (metaclopramide, prochlorperazine).",
    "[LIST_ITEM] They can produce a variety of movement disorders:",
    "[LIST_ITEM] All are capable of producing Parkinsonism or akathisia (a feeling of restlessness)",
    "[LIST_ITEM] Each of them may cause dystonia (abnormal postures of the face neck, trunk, or limbs. This effect is usually sudden in onset and short-lived (hours to days). It often responds to anticholinergic treatments.",
    "[LIST_ITEM] All may also produce tardive dyskinesia, a choreiform disorder that most often affects the face and mouth and may persist for years even if the medication is discontinued. This effect is difficult to treat.",
    "[LIST_ITEM] Rarely, they may also cause \"neuroleptic malignant syndrome\" - rigidity, hyperthermia, obtundation, elevated serum CK. This most often occurs most often with high-potency, long acting phenothiazines. This may be fatal if untreated - dantrolene, bromocriptine useful",
    "\"Atypical\" antipsychotics-",
    "[LIST_ITEM] New class of drugs which are dopamine antagonists but do not produce extrapyramidal side effects",
    "[LIST_ITEM] clozapine - d4 antagonist, effective in treatment of refractory psychosis. Numerous adverse effects, including neutropenia (which may be fatal) and seizures (1-2%). Requires intensive monitoring.",
    "[LIST_ITEM] Risperidone, olazepine, quetiapine - newer, less selective, but more favorable adverse effect profile.",
    "Standaert 8 March 2005",
    "Reference section: A model of the basal ganglia.",
    "For more information about these models, see Albin RL, Young AB, Penney JB (1989)",
    "The functional anatomy of basal ganglia disorders.",
    "Trends Neurosci 12:366-375.",
    "Normal Basal Ganglia",
    "Basal Ganglia in Parkinson's Disease. Dark lines reflect increased activity, while grey lines reflect decreased activity."
  ]
}