{
  "doc_id": "Copy of 2c870c24546a6902e5d70ff0d2ae98b1_male_system",
  "sentences": [
    "Harvard-MIT Division of Health Sciences and Technology",
    "HST.071: Human Reproductive Biology",
    "Course Director: Professor Henry Klapholz",
    "HST 071",
    "IN SUMMARY MALE SYSTEM",
    "[H1] MALE SYSTEM ANATOMY.",
    "[H2] TESTIS.",
    "[LIST_ITEM] Testis descends from a retroperitoneal position through the inguinal canal to take to scrotum during the eighth fetal month.",
    "[LIST_ITEM] Lower temperature required for spermatogenesis",
    "[LIST_ITEM] Countercurrent vascular heat exchange system",
    "[LIST_ITEM] Seminiferous tubules comprise 95% of testicular volume,",
    "[LIST_ITEM] 500 tubules per testis.",
    "[LIST_ITEM] Surrounded by the tough tunica albuginea.",
    "[LIST_ITEM] Seminiferous tubules -&gt; rete testis -&gt; epididymis -&gt; vas deferens -&gt; prostate -&gt; ejaculatory duct -&gt; urethra",
    "[LIST_ITEM] Seminal vesicle secretions join sperm in prostate",
    "[LIST_ITEM] Gonad undifferentiated at 8 weeks",
    "[LIST_ITEM] Influence of Y chromosome",
    "[LIST_ITEM] Wollfian duct -&gt; male",
    "[LIST_ITEM] MIS -&gt; regression of Mullerian ducts (uterus and fallopian tube in female)",
    "[LIST_ITEM] Testosterone to DHT by 5 alpha reductase causes masculinization of external genitalia",
    "[H2] SERTOLI CELLS.",
    "[LIST_ITEM] Sertoli cells and germ cells make up the seminiferous tubules",
    "[LIST_ITEM] Tight junctions between Sertoli cells (blood-testis barrier)",
    "[LIST_ITEM] Sertoli cells separate germinal epithelium into basal and adluminal compartments.",
    "[LIST_ITEM] Single Sertoli cell envelopes up to 20 germ cells",
    "[LIST_ITEM] Sertoli cells: support and nutrition of germ cells, release of mature germ cells, secrete androgen binding protein, transferring, inhibin, cell-cell communication (gap junctions)",
    "[H2] GERM CELLS.",
    "[LIST_ITEM] Spermatogonia – line basement layer of seminiferous tubules – small, round, mitotically active",
    "[LIST_ITEM] Develop into type B spermatogonia -&gt; primary spermatocytes during first meiotic division (tetraploid)",
    "[LIST_ITEM] Pre-leptotene, leptotene, zygotene, pachytene, diplotene",
    "[LIST_ITEM] Secondary spermatocytes result from first reduction division (diploid)",
    "[LIST_ITEM] Second meiotic division lasts a day and result in spermatids (haploid)",
    "[LIST_ITEM] Cells in any cluster are synchronized",
    "[H2] SPERMATOZOA.",
    "[LIST_ITEM] Morphologically mature – highly polarized – 60 uM",
    "[LIST_ITEM] Condensed nucleus (acrosome) and membrane",
    "[LIST_ITEM] Tail – has neck, mid piece (sheath of mitochondria), principle piece, end piece",
    "[LIST_ITEM] 9+2 axoneme extends from neck to end piece",
    "[LIST_ITEM] Entire tail covered by plasma membrane",
    "[H2] LEYDIG CELLS.",
    "[LIST_ITEM] Between seminiferous tubules",
    "[LIST_ITEM] Production of testosterone – local and distant purposes",
    "[LIST_ITEM] In testes, testosterone bound to androgen binding protein secreted by Sertoli cells",
    "[LIST_ITEM] In plasma, testosterone is bound to circulating testosterone binding globulin",
    "[H2] SEMEN.",
    "[LIST_ITEM] Suspension of sperm in seminal plasma",
    "[LIST_ITEM] Seminal plasma: seminal vesicles, prostate and also bulbourethral gland (Cowper's), urethral glands (Littre), rete testis, epididymis, vas deferens, ampullae",
    "[LIST_ITEM] Seminiferous tubules drain to mediastinum testes and then into rete testis where 90% of fluid is produced",
    "[LIST_ITEM] 8-12 efferent ducts from rete testis to epididymis",
    "IN SUMMARY MALE SYSTEM",
    "HST 071",
    "[H1] EPIDIDYMUS.",
    "[LIST_ITEM] 20 meter long duct, pseudostratified columnar epithelium, cilia",
    "[LIST_ITEM] Sperm conduit, fluid resorption, sperm reservoir (cauda), sperm maturation (fertilizing ability and motility)",
    "[H1] VAS DEFERENS.",
    "[LIST_ITEM] Continuation of epididymis",
    "[LIST_ITEM] Straight duct, pseudostratified columnar epithelium, cilia, 25-45 cm long",
    "[LIST_ITEM] Transport of sperm through scrotum, inguinal canal, behind base of bladder (ampullae)",
    "[LIST_ITEM] Thick muscular wall for rapid transport of sperm during ejaculation",
    "[H1] PROSTATE.",
    "[LIST_ITEM] 20 grams",
    "[H1] EJACULATE.",
    "[LIST_ITEM] 2-5 cc with 150-200 million sperm",
    "[H1] HORMONAL CONTROL OF SPERMEOGENESIS.",
    "[LIST_ITEM] Testosterone (for germinal epithelium), FSH (stimulates Sertoli cells to make protein kinases and protein synthesis)",
    "[LIST_ITEM] LH stimulates Leydig cells to make testosterone",
    "[LIST_ITEM] GnRH made in hypothalamus – pulses every 70-90 minutes – half life 2-5 minutes",
    "[LIST_ITEM] Testosterone inhibits LH release from pituitary and GnRH release from hypothalamus",
    "[LIST_ITEM] Estradiol derived from aromatase conversion of testosterone",
    "[LIST_ITEM] Estradiol more potent inhibitor of LH and FSH",
    "[LIST_ITEM] FSH secretion down regulated by inhibin (made by Sertoli cells)",
    "[H1] SPERM PHYSIOLOGY.",
    "[LIST_ITEM] Traverse female genital tract, bind to ova, penetrate zona pellucida, fuses with plasma membrane of ovum",
    "[LIST_ITEM] Fresh ejaculate is gel (made in seminal vesicles), liquefies in 5-20 minutes (by prostate protease)",
    "[LIST_ITEM] Fructose (seminal vesicles) is energy substrate for sperm",
    "[LIST_ITEM] Capacitation -&gt; acrosome reaction, release of lysosomal enzymes, alter plasma membrane of sperm head, affects sperms stickiness to egg, cause hypermotility, change in tail beat frequency",
    "[H1] MALE INFERTILITY EVALUATION.",
    "[LIST_ITEM] History",
    "[LIST_ITEM] Prior history of infertility, timing of puberty, genital abnormalities, medications, prior surgery, chronic illness",
    "[LIST_ITEM] Physical exam",
    "[LIST_ITEM] Evidence of endocrine abnormalities-&gt;gynecomastia, hair pattern, phallus, urethral meatus, size and consistency of testes (4.5 cm diameter), vas deference, varicocele",
    "[H1] SEMEN ANALYSIS.",
    "[LIST_ITEM] Volume 2-5 cc",
    "[LIST_ITEM] Sperm density &gt;20 million/cc (avg. 50-60)",
    "[LIST_ITEM] Motility &gt;60%",
    "[LIST_ITEM] Morphology Absence of WBC's, RBC's, bacteria, agglutination",
    "[LIST_ITEM] &gt;60% normal forms",
    "[H1] VARICOCELE.",
    "[LIST_ITEM] Dilated pampiniform plexus, left side, 10-15% of all men, 50% of infertility patients",
    "IN SUMMARY MALE SYSTEM",
    "[LIST_ITEM] Abnormal thermoregulation",
    "[LIST_ITEM] Testes usually 20 degrees C cooler than core temperature",
    "[LIST_ITEM] Ligation of gonadal vein, improves sperm quality in 70% of men",
    "[H1] EJACULATION – ERECTION.",
    "[LIST_ITEM] Emission (deposition of sperm into posterior urethra) and expulsion from urethra",
    "[LIST_ITEM] Under control of sympathetic nervous system",
    "[LIST_ITEM] Emission – contractions of vas, seminal vesicles and prostate",
    "[LIST_ITEM] Ejaculation – closure of bladder neck and contraction of periurethral muscles, bulbocavernosus",
    "[LIST_ITEM] Point and shoot",
    "[H1] ERECTION.",
    "[LIST_ITEM] Neurologic initiation, reflex or centrally mediated",
    "[LIST_ITEM] Arterial filling of erectile bodies – corpora cavernosa and corpus spongiosum",
    "[LIST_ITEM] Venous occlusion of erectile bodies",
    "[LIST_ITEM] Flaccid state – resting sympathetic tone, small caliber cavernosal arteries and contracted muscle",
    "[LIST_ITEM] Signal for erection – relaxation of arterioles, increased caliber, relaxation of cervervosal sinusoids, venules are compressed by inflow of blood and increased intracorporal pressure causing reduced outflow",
    "[LIST_ITEM] When sympathetic tone returns the arteries constrict and the veins allow outflow",
    "[H1] VIAGRA AND SIMILAR DRUGS.",
    "[LIST_ITEM] Sildenafil and many others",
    "[LIST_ITEM] NO (nitric oxide) released in corpus cavernosum during sexual stimulation",
    "[LIST_ITEM] NO-&gt;guanylate cyclase-&gt;cGMP-&gt;smooth muscle relaxation-&gt;blood flow",
    "[LIST_ITEM] Sildenafil enhances effect of NO by inhibiting type 5 phosphodiesterase (degrades cGMP)",
    "[LIST_ITEM] Has no effect in absence of sexual stimulation",
    "[LIST_ITEM] Most potent effect on PDE5 (4000 times that for PDE3)",
    "[LIST_ITEM] Also affects PDE6 found in retina (color vision problems with high dose)",
    "[LIST_ITEM] Hepatic metabolism (cytochrome P450) – active metabolite",
    "[LIST_ITEM] Caution if using other P450 inhibitors (itraconazole, ketoconazole, erythromycin, ritonavir, cimetidine)",
    "[LIST_ITEM] Rapidly absorbed, maximum plasma concentration within 30-40 minutes",
    "[LIST_ITEM] Decrease in supine BP",
    "IN SUMMARY MALE SYSTEM HST 071",
    "[H1] FUNDAMENTAL QUESTIONS.",
    "[NUMBERED_ITEM] Where are sperm produced?",
    "[NUMBERED_ITEM] What is a Sertoli cell? A Leydig cell?",
    "[NUMBERED_ITEM] In what cell in the testes is testosterone synthesized?",
    "[NUMBERED_ITEM] On what cell does FSH act? LH?",
    "[NUMBERED_ITEM] What is the function of the epididymis?",
    "[NUMBERED_ITEM] What is the function of the seminal vesicles?",
    "[NUMBERED_ITEM] What causes the undifferentiated gonad to differentiate into the males testes?",
    "[NUMBERED_ITEM] What is semen made of?",
    "[NUMBERED_ITEM] Describe the structure of a sperm? What is the acrosome? The midpiece? How does the tail move?",
    "[NUMBERED_ITEM] What do Cowper's glands do?",
    "[NUMBERED_ITEM] When a man has a vasectomy what comes out when he ejaculates? What test would one do on a woman who states she was raped in order to prove ejaculation occurred in her vagina?",
    "[NUMBERED_ITEM] Describe the contribution of the sympathetic and parasympathetic nervous systems to ejaculation.",
    "[NUMBERED_ITEM] What is the role of the prostate gland? If a man has had a prostatectomy can he make a woman pregnant?",
    "[NUMBERED_ITEM] How does Sildenafil (VIAGRA) work?",
    "[NUMBERED_ITEM] What are some of the significant side effects and contraindications of VIAGRA?",
    "[NUMBERED_ITEM] What is the range of normal sperm count for a male?",
    "[NUMBERED_ITEM] What is the volume of an average ejaculate?"
  ]
}