{
  "doc_id": "Copy of notes_tcells_activation",
  "sentences": [
    "open.michigan",
    "Author(s): Aken Desai, Michael Mathis, 2008",
    "License: Unless otherwise noted, this material is made available under the terms of the Creative Commons Attribution – Share Alike 3.0 License: http://creativecommons.org/licenses/by-sa/3.0/",
    "We have reviewed this material in accordance with U.S. Copyright Law and have tried to maximize your ability to use, share, and adapt it.",
    "Copyright holders of content included in this material should contact open.michigan@umich.edu with any questions, corrections, or clarification regarding the use of content.",
    "For more information about how to cite these materials visit http://open.umich.edu/education/about/terms-of-use.",
    "Student works are presented as is and may be an interpretation of faculty members' lectures or assignments.",
    "These student works are not a product of faculty members.",
    "Faculty do not guarantee the accuracy of student work nor endorse them in any way.",
    "Any medical information in this material is intended to inform and educate and is not a tool for self-diagnosis or a replacement for medical evaluation, advice, diagnosis or treatment by a healthcare professional.",
    "Please speak to your physician if you have questions about your medical condition.",
    "Viewer discretion is advised: Some medical content is graphic and may not be suitable for all viewers.",
    "MUNIVERSITY OF MICHIGAN",
    "CC BY SA",
    "T Cell Activation Monday, February 18, 2008 9:00 AM",
    "[LIST_ITEM] Antigen Encounter",
    "[LIST_ITEM] Occurs in secondary lymphoid organs",
    "[LIST_ITEM] Antigen carried from site of infection by APCs",
    "[LIST_ITEM] T Cell Recirculation",
    "[LIST_ITEM] T cells constantly recirculating btwn secondary lymphoid organs",
    "[LIST_ITEM] Enter secondary lymphoid organs from blood",
    "[LIST_ITEM] W/in secondary lymphoid organs T cells interact w/ APC",
    "[LIST_ITEM] If antigen encountered on APC, T cell becomes activated",
    "[LIST_ITEM] After several days, effector T cell enters back into blood to site of infection",
    "[LIST_ITEM] To enter lymph nodes, T cell diapedese through high endothelial venules",
    "[LIST_ITEM] Adhesion and Recirculation",
    "[LIST_ITEM] T cell adhesion to HEV involves interaction btwn integrins, immunoglobulin-superfamily molecules, selectins and vascular addressins",
    "[LIST_ITEM] T cell L-selectin interacts w/ carb groups on HEV endothelial cell addressins (GLYCAM-1 and CD34) to allow rolling o T-cells on vessel wall",
    "[LIST_ITEM] Chemokines bound to endothelial cell surface increase avidity of integrin (LFA-1) on T cell surface for immunoglobulin-superfamily member, ICAM-1 on endothelial cell surface",
    "[LIST_ITEM] Binding of LFA-1 to ICAM-1 promotes strong interaction btwn T cell and HEV cell --&gt; diapedesis",
    "[LIST_ITEM] Adhesion and T Cell Activation",
    "[LIST_ITEM] w/in lymphoid organs T cells make transitory contacts w/ APCs",
    "[LIST_ITEM] Adhesion mediated by LFA-1, ICAMs",
    "[LIST_ITEM] CD2 and LFA-3 also involved",
    "[LIST_ITEM] Steps of activation",
    "[LIST_ITEM] If T cell encounters the right antigen on an APC, avidity of LFA-1 for ICAM increased",
    "[LIST_ITEM] T cell-APC interaction stabilized and activation/proliferation proceeds",
    "[LIST_ITEM] Progeny of activated T cell remain in close contact w/ APC to be stimulated to undergo further rounds of activation/proliferation",
    "[LIST_ITEM] T Cell Costimulation",
    "[LIST_ITEM] In addition to TCR signal, T cells must also receive a costimulatory signal to become activated",
    "[LIST_ITEM] CD28",
    "[LIST_ITEM] Among most important receptors on T cell",
    "[LIST_ITEM] Binds B7, expressed by professional APCs",
    "[LIST_ITEM] Professional APCs",
    "[LIST_ITEM] Dendritic cells solely for antigen processing and presentation",
    "[LIST_ITEM] MHC class I pathway leading to activation of CD8 T cells",
    "[LIST_ITEM] Mature DC have poor phagocytic capacity, but usually immature cells do the phagocytosis",
    "[LIST_ITEM] Immature DC encounters antigen at site of infection",
    "[LIST_ITEM] Langerhans cell",
    "[LIST_ITEM] In skin",
    "[LIST_ITEM] ☐ Ingest extracellular material but express low levels of MHC and B7",
    "[LIST_ITEM] ☐ In response to infection, migrate to lymph nodes to mature and upregulate expression of MHC and B7",
    "[LIST_ITEM] Antigen processing and presentation at different developmental stages",
    "[LIST_ITEM] Macrophages",
    "[LIST_ITEM] Initiate immune responses to particulate extracellular antigens",
    "[LIST_ITEM] Take up antigens by phagocytosis",
    "[LIST_ITEM] Peptides are presented on MHC class II and stimulate CD4 T cell activation",
    "Lecture Page 30",
    "Lecture Page 31",
    "[LIST_ITEM] Some bacteria avoid degradation in macrophage by escaping to cytosol",
    "[LIST_ITEM] Bacterial derived peptides presented by class I",
    "[LIST_ITEM] MHC class II and B7 not expressed constitutively",
    "[LIST_ITEM] Induced by bacteria",
    "[LIST_ITEM] Cytokines",
    "[LIST_ITEM] B Cells",
    "[LIST_ITEM] Cell surface Ig molecule take up soluble protein via receptor-mediated endocytosis",
    "[LIST_ITEM] MHC class II pathway --&gt; CD4 T cells",
    "[LIST_ITEM] Do not normally express B7 molecules although can be induced to express B7 by infection",
    "[LIST_ITEM] T Cell Signal Transduction",
    "[LIST_ITEM] At outset of activation, TCR, CD4/8, CD28 and adhesion molecules cluster to appose MHC/peptide complexes on APC",
    "[LIST_ITEM] ITAMs in CD3γ, δ, ε chains and in TCRζ phosphorylated by Src-family TyrK such as FYN",
    "[LIST_ITEM] ZAP-70 binds to phosphorylated ITAMs",
    "[LIST_ITEM] CD4/8 associated w/ LCK Src-family TyrK upon recognition of MHC juxtapose LCK to ZAP-70",
    "[LIST_ITEM] LCK phosphorylates (activates) ZAP-70",
    "[LIST_ITEM] ZAP-70 triggers eventual activation of transcription factors to turn on expression of new genes involved in T cell activation",
    "[LIST_ITEM] NFAT",
    "[LIST_ITEM] NFκB",
    "[LIST_ITEM] AP",
    "[LIST_ITEM] CD28 binding to B7 results in amplification of some but not all signaling pathways",
    "[LIST_ITEM] IL-2",
    "[LIST_ITEM] Secreted T cell growth factor",
    "[LIST_ITEM] Drives clonal expansion of antigen activated T cells",
    "[LIST_ITEM] Induces T cell proliferation through binding to high affinity receptors",
    "[LIST_ITEM] Receptor not expressed by resting T cells",
    "[LIST_ITEM] T Cell Anergy",
    "[LIST_ITEM] Recognition of MHC/peptide w/o costimulation drives T cell into prolonged hypo-responsiveness (anergy)",
    "[LIST_ITEM] Fail to become activated by MHC/peptide even when costimulatory signals provided",
    "[LIST_ITEM] Mechanism for self-tolerance",
    "[LIST_ITEM] Basis for anergy is inability to produce IL-2",
    "[LIST_ITEM] T Cell Differentiation",
    "[LIST_ITEM] CD4",
    "[LIST_ITEM] Th1 cells activate macrophages and help B cells for certain types of antibody response",
    "[LIST_ITEM] Th2 cells only help B cells in antibody production",
    "[LIST_ITEM] Th17 cells recruit n'phils to site of infection",
    "[LIST_ITEM] Most of the time mixture produced although one type may dominate",
    "[LIST_ITEM] Factors controlling differentiation include",
    "[LIST_ITEM] Nature of cytokines present at time of activation",
    "[LIST_ITEM] Antigen concentration",
    "[LIST_ITEM] Affinity of TCR for MHC/peptide complex",
    "[LIST_ITEM] Which predominates can have profound circumstances on course of infection",
    "[LIST_ITEM] Mycobacterium Leprae",
    "[LIST_ITEM] Th1 --&gt; tuberculoid leprosy",
    "[LIST_ITEM] Th2 --&gt; lepromatous leprosy",
    "[LIST_ITEM] Host mounts response appropriate for elimination of infectious agent",
    "[LIST_ITEM] CD8",
    "[LIST_ITEM] Higher levels of B7 costimulation to activate",
    "[LIST_ITEM] Only dendritic cells express enough to activate directly",
    "[LIST_ITEM] CD4 cells can assist in activation",
    "[LIST_ITEM] Effector CD4 T cells can stimulate APC to express enough B7 to activate CD8 T cells",
    "[LIST_ITEM] Naïve CD4 T cells can produce IL-2 that binds to receptors on CD8 cell"
  ]
}