{
  "doc_id": "Copy of Opioid Pharmacology",
  "sentences": [
    "Harvard-MIT Division of Health Sciences and Technology",
    "HST.151: Principles of Pharmacology",
    "Instructor: Dr. Carl Rosow",
    "HST-151",
    "1",
    "[H1] Opioid Pharmacology.",
    "[H2] Definitions.",
    "[NUMBERED_ITEM] Opium – a mixture of alkaloids from Papaver somniferum",
    "[NUMBERED_ITEM] An opiate is a naturally occurring alkaloid, i.e., morphine or codeine.",
    "[NUMBERED_ITEM] An opioid is any natural or synthetic compound, which has morphine-like properties. Hundreds of opioid alkaloids and peptides have been synthesized, but all clinically available opioid analgesics are alkaloids.",
    "[H2] Structure-Activity Relationships.",
    "[NUMBERED_ITEM] Most opioid analgesics are related to morphine (see figure).",
    "[NUMBERED_ITEM] Distinctive features of morphine include 5 rings, 3- and 6-hydroxyl groups (phenolic and alcoholic), piperidine ring with an N-methyl group, and a quaternary carbon at position 13. Morphine is optically active, and only the levorotatory isomer is an analgesic.",
    "MORPHINE",
    "MEPERIDINE",
    "[NUMBERED_ITEM] Simple modifications of morphine make active analgesics",
    "[LIST_ITEM] Codeine is morphine O-methylated at position 3.",
    "[LIST_ITEM] Heroin is morphine O-acetylated at positions 3 and 6.",
    "[NUMBERED_ITEM] Replacing the N-methyl with something larger (allyl, cyclopropyl, cyclobutyl) usually produces a compound with opioid antagonist properties. N-allyl substitution of morphine and oxymorphone produces the antagonists nalorphine and naloxone, respectively.",
    "[NUMBERED_ITEM] Morphine may be modified extensively but still have agonist activity. Meperidine (Demerol) is a synthetic opioid with only fragments of the morphine structure (see figure above).",
    "[H2] Opioid Classification.",
    "[NUMBERED_ITEM] Based on intrinsic activity",
    "[LIST_ITEM] Agonists (morphine, fentanyl)",
    "[LIST_ITEM] Pure antagonists (naloxone, naltrexone)",
    "[LIST_ITEM] Mixed agonist-antagonists (nalbuphine, butorphanol)",
    "[NUMBERED_ITEM] Based on interaction with $\\mu, \\kappa$, or $\\delta$ opioid receptor subtypes",
    "HST-151",
    "[LIST_ITEM] All three receptors have been cloned, and knockout mice created.",
    "[LIST_ITEM] Each receptor thought to have 2-3 (or more) subtypes, but no distinct gene products have been identified. All belong to the superfamily of G-protein coupled receptors.",
    "[LIST_ITEM] Most opioid analgesics are relatively selective $\\mu$ opioid agonists. The various $\\mu$ effects are discussed below.",
    "[LIST_ITEM] A few analgesics (pentazocine, nalbuphine, butorphanol) are $\\kappa$ agonists, although they are not highly selective. Experimental selective $\\kappa$ drugs produce analgesia, but also unique effects like diuresis and dysphoria.",
    "[LIST_ITEM] The selective $\\delta$ agonists are mainly peptides. Receptor may function permissively with $\\mu$ receptor (allosteric interaction?).",
    "[H1] Endogenous Opioid Peptides.",
    "[NUMBERED_ITEM] Enkephalins include several compounds derived from a large proenkephalin molecule (also called proenkephalin A).",
    "[LIST_ITEM] Most important compounds are pentapeptides, methionine- and leucine-enkephalin. Relatively selective $\\delta$ ligands.",
    "[LIST_ITEM] Widely distributed in CNS",
    "[LIST_ITEM] Act like morphine to modulate neurotransmitter release (see p. 3)",
    "[LIST_ITEM] Found with catecholamines in sympathetic terminals and adrenal.",
    "[NUMBERED_ITEM] Endorphins (chiefly $\\beta$-endorphin) are derived from the large precursor molecule pro-opiomelanocortin (POMC).",
    "[LIST_ITEM] POMC also the precursor for ACTH and MSH, which are found together with $\\beta$-endorphin.",
    "[LIST_ITEM] $\\beta$-endorphin is a 31 amino acid peptide which has analgesic activity in man and animals. It binds preferentially to $\\mu$ receptors.",
    "[LIST_ITEM] Localized primarily in pituitary and hypothalamus.",
    "[NUMBERED_ITEM] Dynorphins are derived from a prodynorphin molecule (also called proenkephalin B).",
    "[LIST_ITEM] Dynorphin A is a 17 amino-acid peptide which is a potent and highly selective agonist at $\\kappa$ receptors.",
    "[LIST_ITEM] Similar distribution to the enkephalins.",
    "[NUMBERED_ITEM] Opioid peptides are located in places which allow them to function as neurotransmitters or neuromodulators.",
    "[NUMBERED_ITEM] Probably modulate pain transmission in the cord and alter acetylcholine release in the myenteric plexus.",
    "[NUMBERED_ITEM] Postulated to play fundamental roles in areas as diverse as hormonal secretion, thermoregulation, and cardiovascular control.",
    "HST-151",
    "[H1] Opioid Agonists -- Pharmacodynamics.",
    "[H2] 1. General Mechanisms.",
    "[LIST_ITEM] Opioids inhibit adenylyl cyclase via interaction with $\\mathrm{G_i / G_0}$.",
    "[LIST_ITEM] Hyperpolarize postsynaptic neurons by increasing outward $\\mathrm{K}^+$ currents",
    "[LIST_ITEM] Act presynaptically to block $\\mathrm{Ca}^{++}$ uptake and consequently inhibit neurotransmitter release. Opioids have been shown to inhibit the release of many neurotransmitters, including substance P, acetylcholine, norepinephrine, glutamate, and serotonin.",
    "[LIST_ITEM] Opioids produce highly specific depressant and stimulant effects by acting at discrete CNS sites. For example, morphine stimulates the vagal nuclei in the medulla while depressing respiratory centers only a few millimeters away.",
    "[LIST_ITEM] The mechanism for neuronal stimulation is often the depression of an inhibitory interneuron.",
    "HST-151",
    "[H2] 2. General Clinical Properties.",
    "Acute and Chronic Effects of Opioids",
    "|  Acute  |   | | --- | --- | |  Analgesia | Miosis  | |  Respiratory Depression | Nausea and vomiting  | |  Sedation | Skeletal muscle hypertonus  | |  Euphoria | Constipation  | |  Vasodilatation | Urinary retention  | |  Bradycardia | Biliary Spasm  | |  Cough suppression |   | |  Chronic  |   | |  Tolerance | Physical Dependence  |",
    "[LIST_ITEM] All of the clinically-used $\\mu$ opioid agonists produce these effects.",
    "[LIST_ITEM] The few qualitative differences between drugs (e.g. histamine release) usually do not involve specific opioid receptor mechanisms.",
    "[LIST_ITEM] Opioids differ greatly in physicochemical properties as well as speed of onset and duration of action, so clinical selection is frequently based on pharmacokinetic considerations.",
    "[H2] 3. CNS Effects.",
    "a. Analgesia and Mood",
    "HST-151",
    "[H2] Mechanisms:.",
    "[LIST_ITEM] Processing of pain information is inhibited by a direct spinal effect at the dorsal horn. Probably involves presynaptic inhibition of the release of tachykinins like substance P.",
    "[LIST_ITEM] Rostrad transmission of pain signals decreased by activation of descending inhibitory pathways in the brainstem.",
    "[LIST_ITEM] Emotional response to pain altered by opioid actions on the limbic cortex.",
    "[LIST_ITEM] Opioids may act at receptors located peripherally on sensory neurons. Possibly important in painful conditions accompanied by tissue inflammation.",
    "[H2] Clinical characteristics:.",
    "[LIST_ITEM] Selective relief of pain at doses which do not produce hypnosis or impair sensation.",
    "[LIST_ITEM] Typically, patients report that pain is still present, but the intensity is decreased and it no longer bothers them as much.",
    "[LIST_ITEM] Mood elevation, sometimes frank euphoria can occur. Sense of well-being and cloudy detachment thought to be an important reason for opioid abuse.",
    "[LIST_ITEM] Some types of pain more responsive to opioids than others. More effect in prolonged, burning pain than sharp pain of an incision. Neuropathic pain (e.g. pain of nerve root compression) can be very resistant.",
    "[LIST_ITEM] Relative potencies (see text) usually determined in postoperative pain. Similar data for other pain states generally not available. Actual dose administered will vary greatly from patient to patient.",
    "[H2] b. Sedation-Hypnosis.",
    "[LIST_ITEM] Drowsiness, feelings of heaviness, and difficulty concentrating are common.",
    "[LIST_ITEM] Sleep may occur with relief of pain, although these drugs are not hypnotics. Most likely to occur in elderly or debilitated patients and in those taking other CNS depressants (EtOH, benzodiazepines).",
    "[H2] c. CNS Toxicity.",
    "[LIST_ITEM] Dysphoria and agitation occur infrequently (incidence higher with meperidine and codeine).",
    "[LIST_ITEM] Seizures can be produced by meperidine—major metabolite, normeperidine, is a convulsant.",
    "[LIST_ITEM] Opioids generally avoided in head injury or when elevated intracranial pressure (ICP) is suspected.",
    "[NUMBERED_ITEM] ↓ ventilation can ↑ PaCO₂ and raise ICP further.",
    "[NUMBERED_ITEM] Pupil effects may mask changing neurologic signs.",
    "[H2] d. Respiratory Depression.",
    "[H2] Mechanisms:.",
    "HST-151",
    "[LIST_ITEM] Direct effects on respiratory centers in the medulla.",
    "[LIST_ITEM] Dose-related depression of ventilatory response to hypercarbia and hypoxia. This shifts $\\mathrm{CO}_{2}$ response curve to the right (see figure).",
    "[LIST_ITEM] May involve a distinct subset of $\\mu_{2}$ receptors.",
    "[H2] Clinical Characteristics:.",
    "[LIST_ITEM] With usual analgesic doses, arterial $\\mathrm{O}_2$ saturation often decreases.",
    "[LIST_ITEM] Drive to breathe may be abnormal despite an apparently normal respiratory rate and state of consciousness.",
    "[LIST_ITEM] Effects are dose related. First $\\mathrm{CO}_{2}$ and hypoxic response are depressed, then respiratory rate slows. Very large doses may cause irregular or periodic breathing and eventually apnea.",
    "[LIST_ITEM] Trouble most likely to occur with pre-existing pathology (such as hypothyroidism, pulmonary or CNS disease) or previous drug administration (alcohol, general anesthetics, benzodiazepines).",
    "[LIST_ITEM] Sleep depresses the response to $\\mathrm{CO}_{2}$ and potentiates the opioid effect.",
    "[LIST_ITEM] Respiratory depression is the major toxicity of opioids and nearly always the cause of death from overdose.",
    "[LIST_ITEM] Equianalgesic doses of all opioids produce equivalent amounts of respiratory depression. There is no convincing evidence than any analgesic is more or less dangerous than morphine in this regard.",
    "Morphine Depression of CO2 Response",
    "HST-151",
    "[LIST_ITEM] Both analgesia and respiratory depression are reduced by administration of an opioid antagonist or by the development of tolerance. This has two important clinical implications:",
    "[NUMBERED_ITEM] Tolerant individuals who require large amounts of opioid for relief of pain are not at proportionately increased risk for respiratory depression",
    "[NUMBERED_ITEM] Respiratory depression is difficult to reverse without reversing some analgesia (see \"Naloxone\").",
    "e. Cough Suppression",
    "[LIST_ITEM] Depression of cough centers in the medulla (and possibly, the periphery).",
    "[LIST_ITEM] Different molecular mechanism than analgesia or respiratory depression—cough suppressed by dextro-isomers of opioids (e.g. dextromethorphan), compounds which have no analgesic activity.",
    "f. Pupillary Constriction",
    "[LIST_ITEM] Stimulation of Edinger-Westphal (parasympathetic) nucleus of the oculomotor nerve to produce miosis.",
    "[LIST_ITEM] Pinpoint pupil is a pathognomonic sign of opioid overdose.",
    "[LIST_ITEM] Antagonized by naloxone, atropine or ganglionic blockers.",
    "g. Nausea and Vomiting",
    "[LIST_ITEM] Complex effects on vomiting centers in the medulla.",
    "HST-151",
    "[LIST_ITEM] Direct stimulation of the chemoreceptor trigger zone (CTZ) in the area postrema on the floor of the fourth ventricle. This activates the vomiting center proper",
    "[LIST_ITEM] Emetic effects markedly potentiated by stimulation of the vestibular apparatus, so ambulatory patients are much more likely to vomit than those lying quietly.",
    "[LIST_ITEM] In animals (and man?), very high doses can depress the vomiting center",
    "h. Muscle Rigidity",
    "[LIST_ITEM] Large i.v. doses can cause generalized stiffness of skeletal muscle. Thought due to $\\mu$-mediated increase in striatal dopamine synthesis and inhibition of striatal GABA release.",
    "[LIST_ITEM] Most common with fentanyl and congeners.",
    "[LIST_ITEM] May play a role in some overdose fatalities.",
    "[NUMBERED_ITEM] Cardiovascular Effects",
    "[LIST_ITEM] Decrease in central sympathetic tone causes vasodilation and orthostatic hypotension.",
    "[LIST_ITEM] Effects on both capacitance and resistance vessels.",
    "[LIST_ITEM] Bradycardia by stimulating central vagal nuclei",
    "[LIST_ITEM] Little or no myocardial depression.",
    "[NUMBERED_ITEM] Histamine Release",
    "[LIST_ITEM] Morphine, codeine, meperidine cause non-immunologic displacement of histamine from tissue mast cells.",
    "[LIST_ITEM] Occasionally redness, hives, itching near injection site. Rarely, hypotension, generalized flushing.",
    "[LIST_ITEM] Not an allergy—true allergic responses to opioids are very rare.",
    "[LIST_ITEM] Facial itching and warmth are common after opioids—probably a dysesthesia which has nothing to do with histamine.",
    "[NUMBERED_ITEM] Smooth Muscle Effects",
    "a. Intestine and Stomach",
    "[LIST_ITEM] Spasm of smooth muscle all along the GI tract. Both small and large bowel become hypertonic, but rhythmic propulsive activity is diminished. Delay in intestinal transit time and spasm of the anal sphincter cause constipation.",
    "[LIST_ITEM] Delayed gastric emptying. Important because it may slow absorption of oral medications.",
    "HST-151",
    "[LIST_ITEM] Mechanism involves both CNS effects and peripheral actions on opioid receptors in the enteric plexus. Smooth muscle effects of morphine &gt; meperidine &gt; agonist-antagonist opioids.",
    "[LIST_ITEM] Chronic administration of opioids frequently necessitates the administration of laxatives and stool softeners to treat constipation. Recent evidence that poorly-absorbed quaternary opioid antagonists are also effective in reversing this local effect.",
    "[LIST_ITEM] Constipating effect is used therapeutically for treatment of diarrhea. Diphenoxylate (in Lomotil) and loperamide (Imodium) are poorly-absorbed opioids that do not produce central effects.",
    "b. Biliary System",
    "[LIST_ITEM] Contraction of smooth muscle along the biliary tree and spasm of the sphincter of Oddi.",
    "[LIST_ITEM] Can precipitate biliary colic on rare occasions.",
    "[LIST_ITEM] Effect antagonized by naloxone and partially reversed by glucagon, nitroglycerin, or atropine.",
    "c. Urinary Tract",
    "[LIST_ITEM] Increase contractions of the ureter and tone of the urinary sphincter, but decrease force of detrusor muscle contraction. Decreased attention to full bladder. Can cause urinary retention.",
    "[LIST_ITEM] Probably both central and peripheral mechanisms involved.",
    "[NUMBERED_ITEM] Effects on Pregnancy and the Neonate",
    "[LIST_ITEM] All cross the placenta.",
    "[LIST_ITEM] No teratogenic effects, but chronic use may cause physical dependence in utero. Neonatal withdrawal after delivery can be life-threatening.",
    "[LIST_ITEM] Opioids given during labor can cause respiratory depression in baby.",
    "[NUMBERED_ITEM] Tolerance",
    "[LIST_ITEM] Reduction in effect with repeated dosing (or higher dose to produce same effect). First indication usually decreased duration of analgesia, then decreased intensity. Can be profound.",
    "[LIST_ITEM] Cross-tolerance to other opioids.",
    "[LIST_ITEM] Mechanism not known precisely. Involves adaptive response of adenylyl cyclase and/or G protein coupling. Not a pharmacokinetic effect.",
    "[LIST_ITEM] Develops most rapidly to depressant effects like analgesia, respiratory depression, euphoria, but much less tolerance to stimulatory effects like constipation or miosis. This has some important clinical consequences:",
    "HST-151",
    "[NUMBERED_ITEM] Heroin addicts or methadone maintenance patients may have little euphoria from high doses but continue to experience constipation and miosis.",
    "[NUMBERED_ITEM] Terminal cancer patients and others requiring high doses for analgesia are also tolerant to respiratory depression (cf. p. 6), but they frequently require treatment for constipation.",
    "[H2] 9. Physical Dependence.",
    "[LIST_ITEM] Adaptation which produces stereotyped withdrawal syndrome (abstinence) when drug is stopped. Symptoms stop when small dose of opioid is given.",
    "[LIST_ITEM] Giving antagonist (naloxone) to physically dependent person causes rapid onset of more severe precipitated abstinence.",
    "[LIST_ITEM] Withdrawal symptoms include runny nose, vomiting, diarrhea, gooseflesh, mydriasis, shaking chills, drug seeking behavior.",
    "[LIST_ITEM] Physical dependence not the same as psychological dependence or addiction. Mild physical dependence may be common.",
    "[LIST_ITEM] Addiction produced by appropriate medical treatment is a very unusual event. Irrational fear of addicting patients cited as a frequent cause for inadequate pain treatment.",
    "[H2] 10. Use of Methadone in Opioid Physical Dependence:.",
    "[LIST_ITEM] Opioid Detoxification—patient switched from short-acting opioid to methadone (T½ = 35 hr) and tapered slowly. Withdrawal symptoms protracted, though mild. Adjuvants like clonidine and sedatives may be helpful.",
    "[LIST_ITEM] Maintenance—chronic methadone to maintain a state of tolerance and physical dependence. Several putative benefits:",
    "[NUMBERED_ITEM] ↓ withdrawal symptoms, so drug seeking (&amp; illegal activity) decreased.",
    "[NUMBERED_ITEM] Tolerance develops to opioid euphoria, so injection of illegal heroin is not reinforcing. (Behavior may or may not decrease.)",
    "[NUMBERED_ITEM] Methadone given orally, so risk of needles reduced.",
    "[NUMBERED_ITEM] Obtaining methadone requires regular contact with caregivers and access to counseling and other treatment.",
    "[H2] Opioid Agonists – Pharmacokinetics.",
    "[NUMBERED_ITEM] Onset and duration most often the basis for selection of an opioid.",
    "[NUMBERED_ITEM] Huge variation in physicochemical properties and therefore absorption and distribution throughout the body.",
    "HST-151",
    "[H1] Physicochemical Properties of Some Opioid Agonists.",
    "|  Drug | pK_{a} | % Ionized^{1} | Partition Coefficient^{2}  | | --- | --- | --- | --- | |",
    "Morphine | 7.9/9.4 | 76 | 1.4",
    "| |",
    "Meperidine | 8.5 | 95 | 38.8",
    "| |  Fentanyl | 8.4 | 91 | 860  |",
    "1 At pH 7.4 2 A measure of lipid solubility, this is the n-octanol/water partition coefficient corrected for the percentage of drug unionized at pH 7.4.",
    "[H1] Opioid Pharmacokinetic Parameters.",
    "|  Drug | T_{1/2α(β)} (min) | T_{1/2(γ)} (hrs) | Vol_{dist} (L/kg) | Clearance (ml/kg/min) | % Bound  | | --- | --- | --- | --- | --- | --- | |",
    "Morphine | 1.7 (19.8)^{1} | 3-4 | 3.2-4.7 | 12.4-15.2 | 30  | |",
    "Meperidine | 7-11 | 3-4 | 2.8-4.2 | 10.1-16.4 | 64  | |",
    "Fentanyl | 1.8 (13.2)^{1} | 4-7 | 3.2-4.2 | 11.2-13.3 | 84  |",
    "1 The data are best described by a three compartment model.",
    "[H1] Pharmacokinetics of Morphine.",
    "[NUMBERED_ITEM] Rapid absorption, wide distribution, and rapid clearance from plasma.",
    "[NUMBERED_ITEM] Clearance mainly by hepatic biotransformation (70% first pass).",
    "[LIST_ITEM] Primarily 3-glucuronide (inactive)",
    "[LIST_ITEM] 6-glucuronide. A highly active metabolite, but role in clinical effects is uncertain. May account for opioid depression reported in renal failure. May also be important with chronic dosing.",
    "[LIST_ITEM] N-demethylation to normorphine",
    "[NUMBERED_ITEM] Polar metabolites cleared by kidney.",
    "[NUMBERED_ITEM] Relatively hydrophilic drug, so CNS penetration and exit are slow. This accounts for slow onset and long duration. Effects lag behind changes in plasma concentrations.",
    "[H1] 2. Pharmacokinetics of Meperidine.",
    "[NUMBERED_ITEM] Rapid absorption, wide distribution, and rapid clearance from plasma.",
    "[NUMBERED_ITEM] Clearance mainly by hepatic biotransformation (48-56% first pass).",
    "[LIST_ITEM] N-demethylation to normeperidine, oxidation to meperidinic acid or normeperidinic acid.",
    "[LIST_ITEM] Normeperidine is a CNS stimulant and can produce convulsions in man. Metabolite has T½ of 8-12 hr so significant amounts may accumulate. Toxicity most likely with high doses in renal failure.",
    "HST-151 12",
    "[H2] 3. Pharmacokinetics of Fentanyl.",
    "[NUMBERED_ITEM] Rapid absorption, wide distribution, moderately rapid hepatic clearance",
    "[NUMBERED_ITEM] More than 60% first-pass metabolism to inactive metabolites.",
    "[NUMBERED_ITEM] Extremely lipophilic. Rapidly crosses BBB and other membrane barriers so effects parallel changes in plasma concentrations.",
    "[NUMBERED_ITEM] Fat solubility means that drug may be administered by multiple routes: useful analgesic effects by transdermal patch, intranasal spray, and buccal mucosa (fentanyl \"lollipop\").",
    "[H2] Opioid Agonists – Individualization of Dosage.",
    "[NUMBERED_ITEM] Analgesic requirements are enormously variable. Usual adult morphine dose (10 mg) only 70% effective in acute pain.",
    "[NUMBERED_ITEM] Range of effective concentrations (the \"therapeutic window\") is narrow for each patient but varies widely between patients. Implication: \"cookbook\" analgesia likely to be inadequate or excessive much of the time.",
    "[NUMBERED_ITEM] Lower starting doses for elderly, hypovolemic, debilitated, hypothyroid or those given other CNS depressants.",
    "[NUMBERED_ITEM] Do not be afraid to give adequate treatment to patients who have become highly tolerant.",
    "[NUMBERED_ITEM] Watch for accumulation of parent drug and/or metabolites in hepatic or renal failure.",
    "HST-151 13",
    "[H2] III. Opioid Antagonists.",
    "[NUMBERED_ITEM] Naloxone",
    "[LIST_ITEM] Pure, competitive antagonist at μ, κ, and δ receptors (highest affinity at μ)",
    "[LIST_ITEM] Given alone, almost no effect. Some behavioral effects in animals.",
    "[LIST_ITEM] Rapidly reverses opioid overdose, but effect short due to redistribution. Patient may become renarcotized.",
    "[NUMBERED_ITEM] Naltrexone",
    "[LIST_ITEM] Used orally in high doses to treat detoxified heroin addicts (blocks euphoria from injected heroin).",
    "[LIST_ITEM] Effects primarily from active metabolite, 6-β-naltrexol.",
    "[H2] IV. Opioid Agonist-Antagonists.",
    "[NUMBERED_ITEM] Developed in search for less abusable potent analgesics.",
    "[NUMBERED_ITEM] All have analgesic (agonist) properties as well as ability to antagonize morphine effects.",
    "[NUMBERED_ITEM] Two basic mechanisms:",
    "[LIST_ITEM] Partial agonists at μ receptor. Buprenorphine has high affinity, but limited efficacy at μ receptor. Given alone, it has morphine-like effects. Competes effectively with agonists like morphine and may reduce effect.",
    "[LIST_ITEM] Agonists/Partial agonists at κ receptor. Nalorphine, pentazocine, nalbuphine, butorphanol act as κ agonists (probably κ₃) to produce analgesia. Also act as competitive antagonists at μ receptors (high affinity but no efficacy at this receptor).",
    "[NUMBERED_ITEM] Clinical properties:",
    "[LIST_ITEM] Potent analgesics effective in moderate to severe pain.",
    "[LIST_ITEM] Relatively limited toxicity (respiratory dep., smooth muscle)",
    "[LIST_ITEM] Decreased abuse potential, but also decreased patient acceptance (mood elevation may be clinically important!).",
    "[LIST_ITEM] Occasional dysphoria or hallucination with κ agonists",
    "[LIST_ITEM] Antagonist properties mean they can precipitate withdrawal in patients already receiving chronic treatment with opioid agonists.",
    "[NUMBERED_ITEM] Neither agonist vs. antagonist potency nor μ/κ selectivity seem to predict clinical utility or patient acceptance."
  ]
}