{
  "doc_id": "Copy of notes_MHC",
  "sentences": [
    "open.michigan",
    "Author(s): Aken Desai, Michael Mathis, 2008",
    "License: Unless otherwise noted, this material is made available under the terms of the Creative Commons Attribution – Share Alike 3.0 License: http://creativecommons.org/licenses/by-sa/3.0/",
    "We have reviewed this material in accordance with U.S. Copyright Law and have tried to maximize your ability to use, share, and adapt it.",
    "Copyright holders of content included in this material should contact open.michigan@umich.edu with any questions, corrections, or clarification regarding the use of content.",
    "For more information about how to cite these materials visit http://open.umich.edu/education/about/terms-of-use.",
    "Student works are presented as is and may be an interpretation of faculty members' lectures or assignments.",
    "These student works are not a product of faculty members.",
    "Faculty do not guarantee the accuracy of student work nor endorse them in any way.",
    "Any medical information in this material is intended to inform and educate and is not a tool for self-diagnosis or a replacement for medical evaluation, advice, diagnosis or treatment by a healthcare professional.",
    "Please speak to your physician if you have questions about your medical condition.",
    "Viewer discretion is advised: Some medical content is graphic and may not be suitable for all viewers.",
    "MUNIVERSITY OF MICHIGAN",
    "CC BY SA",
    "The MHC Complex",
    "Friday, February 15, 2008 10:00 AM",
    "[LIST_ITEM] Diversity",
    "[LIST_ITEM] Not as diverse as TCR or antibodies",
    "[LIST_ITEM] Purpose is to increase range of peptides that can be presented to T cells",
    "[LIST_ITEM] Diversity w/in population has major medical implications (organ transplantation)",
    "[LIST_ITEM] Basis of Diversity",
    "[LIST_ITEM] Genes are stable and not rearranged",
    "[LIST_ITEM] Polygeny - each individual has multiple genes that encode for class I heavy and class II α and β chains",
    "[LIST_ITEM] Polymorphism - for each MHC gene there are many different variants w/in population",
    "[LIST_ITEM] MHC Genes",
    "[LIST_ITEM] On human chromosome 6",
    "[LIST_ITEM] MHC locus is so called b/c genetic polymorphisms encoded in this region identified as principal cause of graft rejection btwn individuals",
    "[LIST_ITEM] Aka HLA complex",
    "[LIST_ITEM] Polygeny",
    "[LIST_ITEM] Six MHC class I heavy chain genes - HLA-A through G",
    "[LIST_ITEM] A,B,C involved in presentation of antigens - many alleles",
    "[LIST_ITEM] E and G expression may prevent attack by NK cells which recognize and kill class I negative targets",
    "[LIST_ITEM] F fxn unknown",
    "[LIST_ITEM] ☐ Remember β2 is invariant",
    "[LIST_ITEM] Class II - DM, DO, DP, DQ, DR",
    "[LIST_ITEM] ☐ DP, Q, R involved in antigen presentation",
    "[LIST_ITEM] ☐ Number of DRB genes is variable (can have two)",
    "[LIST_ITEM] HLA-DR is most variable along w/ HLA-A,B,C",
    "[LIST_ITEM] Haplotypes",
    "[LIST_ITEM] Particular combination of alleles",
    "[LIST_ITEM] HLA expressed co-dominantly so heterozygotes express two haplotypes",
    "[LIST_ITEM] Can express as few as 3 class I and 3 class II molecules or as many as 6 and 8, respectively",
    "[LIST_ITEM] ☐ Homozygote: HLA-A, B, C, DP, DQ, DR X 1 = 3 class I, 3 class II",
    "[LIST_ITEM] ☐ Heterozygote: HLA-A, B, C, DP, DQ, DR (2) X 2 = 6 class I, 8 class II",
    "[LIST_ITEM] Sequence Differences",
    "[LIST_ITEM] Concentrated in the regions involved in binding peptide and TCR",
    "[LIST_ITEM] Affect nature of peptides that can be bound by MHC molecules and interaction of MHC-peptide w/ TCR",
    "[LIST_ITEM] MHC Restriction",
    "[LIST_ITEM] T cells from one individual recognize peptide together w/ MHC molecules from same individual but not MHC from another",
    "[LIST_ITEM] Ability to recognize in context of self MHC is known as MHC restriction and is imprinted upon T cells during development",
    "[LIST_ITEM] MHC Diversity and Peptide-binding",
    "[LIST_ITEM] Different MHC molecules bind different sets of peptides",
    "[LIST_ITEM] For each molecule there is an identifiable peptide-binding motif",
    "[LIST_ITEM] Conserved residues w/in a motif are called anchor residues",
    "[LIST_ITEM] Polygenic nature of MHC and co-dominant expression of genes permits a larger set of peptides and the activation of more effective immune response",
    "[LIST_ITEM] Polymorphism is driven by intense selective pressure to be able to bind peptides from wide variety of pathogens",
    "Lecture Page 26",
    "[LIST_ITEM] Generation of new MHC alleles",
    "[LIST_ITEM] During meiosis, interallelic conversion (crossing-over)",
    "[LIST_ITEM] Resort different alleles into new haplotypes",
    "[LIST_ITEM] Gene conversion btwon different genes on same chromosome",
    "[LIST_ITEM] Combination of alleles is referred to as HLA type",
    "[LIST_ITEM] T cells from individual of one haplotype can recognize and respond to MHC molecules of another haplotype --&gt; allogenic differences",
    "[LIST_ITEM] Basis for transplantation rejection",
    "[LIST_ITEM] Some T cells may cross-react w/ complexes of donor MHC-donor peptide --&gt; mimics self MHC/foreign peptide complex",
    "[LIST_ITEM] May affect 1-10% of T cell clones",
    "[LIST_ITEM] Alloreactivity places constraint upon polygeny at the MHC locus",
    "[LIST_ITEM] HLA region",
    "[LIST_ITEM] Btwon DP and DQ, proteins for processing and presentation encoded (TAP, tapasin, proteasome)",
    "[LIST_ITEM] Interferons up-regulate expression of these genes and MHC genes",
    "[LIST_ITEM] Constitutive and induced expression of MHC class II is coordinated by CIITA",
    "[LIST_ITEM] Deficiency causes BLS of class II/CD4 T cells",
    "[LIST_ITEM] Class III region",
    "[LIST_ITEM] Located btwon class II and I",
    "[LIST_ITEM] Encodes other immune related genes, incl. complement proteins, TNF, LTB, LTA",
    "Lecture Page 27"
  ]
}