{
  "doc_id": "Copy of 155ee6c9c2f22aa09545fb78809652dc_infertility",
  "sentences": [
    "Harvard-MIT Division of Health Sciences and Technology",
    "HST.071: Human Reproductive Biology",
    "Course Director: Professor Henry Klapholz",
    "IN SUMMARY",
    "INFERTILITY",
    "[H1] INFERTILITY.",
    "Defined as 1 year of unprotected intercourse during which a pregnancy is not achieved",
    "[LIST_ITEM] United States - 15% to 20% of all couples are infertile",
    "[LIST_ITEM] Higher in older couples",
    "[LIST_ITEM] Rate has remained relatively stable since the early 1980s",
    "[LIST_ITEM] Primary - neither partner has achieved a successful pregnancy",
    "[LIST_ITEM] Secondary - couples who have achieved a pregnancy previously but are having difficulty currently with conception",
    "Estimated 25% of women will experience infertility during their childbearing years",
    "[LIST_ITEM] Societal trend toward delayed marriage and childbirth",
    "[LIST_ITEM] Greater awareness of treatment options",
    "[LIST_ITEM] Increased societal acceptance of infertility as a medical condition",
    "Fecundability is the probability of achieving a pregnancy within 1 menstrual cycle",
    "[LIST_ITEM] Fecundability of a “normal” couple (&lt;35 years) is approximately 25%",
    "[LIST_ITEM] 3 months, 57% of couples achieved pregnancy",
    "[LIST_ITEM] 6 months, 72%",
    "[LIST_ITEM] 12 months, 85%",
    "[LIST_ITEM] 24 months, 93%",
    "Initial assessment - thorough patient history and physical examination",
    "Evaluate for evidence of systemic disease, genetic abnormalities, or androgen dysfunction.",
    "Female partner - specific areas requiring extra attention",
    "[LIST_ITEM] Body mass index",
    "[LIST_ITEM] Distribution of body fat",
    "[LIST_ITEM] Breast formation and galactorrhea,",
    "[LIST_ITEM] Hair pattern (hirsutism or virilization)",
    "[LIST_ITEM] Focal neurologic findings (anosmia, visual field impairments)",
    "[LIST_ITEM] Assessment of the pelvis",
    "[LIST_ITEM] Anomalies of the external genitalia, vagina, or cervix",
    "[LIST_ITEM] Should include a rectovaginal examination for endometriosis of the",
    "[LIST_ITEM] uterosacral ligaments and an assessment of the uterus and adnexa",
    "The causes of infertility include abnormalities of any portion of the male or female reproductive system.",
    "[LIST_ITEM] Specific cause can be identified in approximately 80% of couples",
    "[LIST_ITEM] Normal menstrual cycles likely to be ovulatory",
    "[LIST_ITEM] 21 to 35 days",
    "[LIST_ITEM] Associated with symptoms consistent with the premenstrual syndrome",
    "IN SUMMARY",
    "INFERTILITY",
    "[H2] Male partner.",
    "[LIST_ITEM] Hair pattern (degree of virilization)",
    "[LIST_ITEM] Breast abnormalities (gynecomastia and/or discharge)",
    "[LIST_ITEM] Focal neurologic findings (anosmia, visual field impairments)",
    "[LIST_ITEM] Assessment of the genitalia.",
    "[LIST_ITEM] Size and location for the urethral meatus and prostate",
    "[LIST_ITEM] Bilaterally descended testes of normal size (≥4 cm in the long axis or ≥20 mL volume)",
    "[LIST_ITEM] Presence of a varicocele",
    "[LIST_ITEM] Frequency of intercourse (every 1 to 2 days around the time of expected ovulation)",
    "[LIST_ITEM] Risk of using commercially available lubricants (spermotoxic)",
    "[LIST_ITEM] Rationale for subsequent laboratory testing",
    "[LIST_ITEM] Complete blood cell count",
    "[LIST_ITEM] Urinalysis",
    "[LIST_ITEM] Screening for sexually transmitted diseases",
    "[LIST_ITEM] Sensitive thyrotropin",
    "[LIST_ITEM] Semen analysis",
    "[LIST_ITEM] Oligospermia or azoospermia",
    "[LIST_ITEM] Disorders of sperm function or motility (asthenospermia)",
    "[LIST_ITEM] Abnormalities of sperm morphology (teratospermia)",
    "[H2] Chromosomal abnormalities in men - approximately 7%.",
    "[LIST_ITEM] Klinefelter syndrome the most common",
    "[H2] Male infertility is caused most frequently by a varicocele.",
    "[LIST_ITEM] Palpable varicoceles have a more notable effect on fertility",
    "[LIST_ITEM] 13% of men with nonobstructive azoospermia have been shown to have Y chromosome microdeletions",
    "[LIST_ITEM] Congenital bilateral absence of the vas deferens - approximate 70% chance of being carriers of cystic fibrosis mutations",
    "[LIST_ITEM] High levels of reactive oxygen species (oxidants) may affect sperm quality and function",
    "IN SUMMARY",
    "INFERTILITY",
    "Medical history and review of systems General health and erectile function, degree of virilization, history of sexually transmitted diseases, testicular infections (such as mumps), genital trauma, or undescended testicle, pubertal development, history of exposure to high temperatures (hot baths, construction work sites) or recent fever, current medical problems, vaccinations, allergies, and use of certain prescription antihypertensives (ie, calcium channel blockers)",
    "Surgical history History of hernia, testicular, or varicocele surgery",
    "Sexual history Previously fathered a pregnancy, history of contraception use and infertility in a previous relationship, and excessive use of lubricants.",
    "Social history Use of alcohol, tobacco, caffeine, recreational drugs; exposure to chemotherapy or radiation",
    "Family history of genetic diseases Ancestry-based genetic diseases, eg, cystic fibrosis, sickle cell disease, Tay-Sachs disease, and thalassemia; family history of male infertility",
    "Female Evaluation",
    "[LIST_ITEM] Complete blood cell count",
    "[LIST_ITEM] Urinalysis",
    "[LIST_ITEM] Screening for sexually transmitted diseases (as indicted by risk factors in the medical history)",
    "[LIST_ITEM] Confirmation of rubella and varicella immunity",
    "[LIST_ITEM] Papanicolaou smear",
    "[LIST_ITEM] Ovarian Reserve Testing (Aging woman)",
    "[LIST_ITEM] Decline in fertility rates - an increase in women’s age",
    "[LIST_ITEM] Spontaneous abortion",
    "[LIST_ITEM] Chromosomal nondisjunction",
    "[LIST_ITEM] Associated aneuploidy",
    "[LIST_ITEM] Serum FSH and estradiol test is performed on day 3 of the menstrual cycle",
    "[LIST_ITEM] 10 IU/L - referred to a reproductive endocrinologist",
    "IN SUMMARY",
    "INFERTILITY",
    "|  Medical history and review of systems | Abnormal hair growth, weight gain, breast discharge, hypothyroid or hyperthyroid symptoms, history of diabetes mellitus or current symptoms, current medical problems and medications, vaccinations, allergies  | | --- | --- | |  Surgical history | Fallopian tube surgery, ectopic pregnancy, appendectomy or other pelvic surgery  | |",
    "Menstrual cycle and developmental history | Menarche, breast development, dysmenorrhea, history of sexually transmitted diseases, use of prior contraception, history of diethylstilbestrol (DES) exposure, and history of abnormal results from Papanicolaou smear and subsequent treatment  | |  Sexual history | Frequency of sexual intercourse, timing of intercourse with basal body temperature charting or ovulation predictor kits, dyspareunia, use of lubricants  | |  Infertility history | History of infertility treatment in pregnancy, duration of current infertility  | |  Social history | Use of alcohol, tobacco, caffeine, recreational drugs; exposure to chemotherapy or radiation; exercise; excessive stress  |",
    "|  Family history of genetic diseases | Ancestry-based genetic diseases, e.g. cystic fibrosis, sickle cell disease, Tay-Sachs disease and thalassemia  |",
    "[H1] Tubal and Pelvic Pathology.",
    "[LIST_ITEM] Patency of the fallopian tubes",
    "[LIST_ITEM] Hysterosalpingography (HSG)",
    "[LIST_ITEM] Injection of dye into the uterus via an intracervical catheter",
    "[LIST_ITEM] Dye outlines the endometrial cavity and fallopian tubes",
    "[LIST_ITEM] Eventually spills freely into the peritoneal cavity",
    "[LIST_ITEM] Laparoscopy with intraoperative injection of tubal dye",
    "[LIST_ITEM] Hysteroscopy",
    "[LIST_ITEM] Cervical Mucus Factors",
    "[LIST_ITEM] Postcoital test shown to be of limited value",
    "[LIST_ITEM] Cervical surgeries",
    "[LIST_ITEM] Cryotherapy",
    "[LIST_ITEM] Loop electrosurgical excision",
    "[LIST_ITEM] Consideration of treatment by intrauterine insemination (IUI)",
    "IN SUMMARY",
    "INFERTILITY",
    "[H1] Ovulatory Dysfunction.",
    "[NUMBERED_ITEM] Anovulation or inconsistent ovulation",
    "[NUMBERED_ITEM] History of irregular menses (&lt;21 days or &gt;35 days)",
    "[NUMBERED_ITEM] Nonbiphasic basal body temperature pattern",
    "[NUMBERED_ITEM] Absence of a luteal phase elevation of temperature of approximately 1 degree F for at least 10 days a. Observation of several cycles is recommended b. Confirmation by abnormally low serum progesterone levels c. &lt;5 ng/mL during the midluteal phase d. 7 days before anticipated menses",
    "[H1] Unexplained Infertility.",
    "[LIST_ITEM] Intrauterine insemination (IUI)",
    "[LIST_ITEM] Reasonably free of hazards.",
    "[LIST_ITEM] Clomiphene Citrate",
    "[LIST_ITEM] Multiple pregnancy in 8% to 10% of cases and ovarian cysts in 5% to 10% are the most common",
    "[LIST_ITEM] Clomiphene use may be associated with increased ovarian cancer risk after 12 cycles of use",
    "[LIST_ITEM] Clomiphene Citrate and IUI",
    "[LIST_ITEM] Gonadotropin therapy",
    "[LIST_ITEM] Multiple pregnancy",
    "[LIST_ITEM] Ovarian hyperstimulation syndrome",
    "[LIST_ITEM] Assisted reproductive technology (IVF, GIFT, etc)",
    "[LIST_ITEM] Multiple gestation pregnancy",
    "[LIST_ITEM] Ovarian hyperstimulation",
    "[LIST_ITEM] Increased pregnancy losses",
    "IN SUMMARY",
    "INFERTILITY",
    "Figure removed due to copyright restrictions. Please see:",
    "Basal Body Temperature (BBT) Chart in Frey, K. A., and K. S. Patel.",
    "\"Initial Evaluation and Management of Infertility by the Primary Care Physician.\"",
    "Mayo Clin Proc. 79, no. 11 (November 2004): 1439-43, quiz 1443.",
    "[H1] FUNDAMENTAL QUESTIONS.",
    "[NUMBERED_ITEM] What is a basal body temperature chart and why does the temperature change?",
    "[NUMBERED_ITEM] What is the definition of infertility?",
    "[NUMBERED_ITEM] List 10 causes of primary or secondary infertility in women.",
    "[NUMBERED_ITEM] Describe how a hysterosalpingogram? Is performed.",
    "[NUMBERED_ITEM] What is Clomiphene citrate and how does it work?",
    "[NUMBERED_ITEM] List 8 causes of infertility in males.",
    "[NUMBERED_ITEM] What is a varicocele? How does it cause oligspermia?",
    "[NUMBERED_ITEM] What occurs during an IVF cycle?",
    "[NUMBERED_ITEM] How does ovarian hyperstimulation occur? What are the risks?"
  ]
}