{
  "doc_id": "Copy of studentnotes_Intestines",
  "sentences": [
    "open.michigan",
    "Author(s): Aken Desai, Michael Mathis, 2008",
    "License: Unless otherwise noted, this material is made available under the terms of the Creative Commons Attribution – Share Alike 3.0 License: http://creativecommons.org/licenses/by-sa/3.0/",
    "We have reviewed this material in accordance with U.S. Copyright Law and have tried to maximize your ability to use, share, and adapt it.",
    "Copyright holders of content included in this material should contact open.michigan@umich.edu with any questions, corrections, or clarification regarding the use of content.",
    "For more information about how to cite these materials visit http://open.umich.edu/education/about/terms-of-use.",
    "Student works are presented as is and may be an interpretation of faculty members' lectures or assignments.",
    "These student works are not a product of faculty members.",
    "Faculty do not guarantee the accuracy of student work nor endorse them in any way.",
    "Any medical information in this material is intended to inform and educate and is not a tool for self-diagnosis or a replacement for medical evaluation, advice, diagnosis or treatment by a healthcare professional.",
    "Please speak to your physician if you have questions about your medical condition.",
    "Viewer discretion is advised: Some medical content is graphic and may not be suitable for all viewers.",
    "MUNIVERSITY OF MICHIGAN",
    "CC BY SA",
    "Histology Page 8",
    "[H1] Intestines.",
    "Wednesday, January 16, 2008",
    "1:00 PM",
    "[H2] General Feature of Intestine.",
    "[NUMBERED_ITEM] Plicae (circular folds) - valves of Kerckring are permanent i. Submucosal connective tissue core ii. Slow movement of chyme and increase surface area",
    "[NUMBERED_ITEM] Villi i. Fingerlike projections of mucosa on plicae ii. Crypts of Lieberkuhn below",
    "[NUMBERED_ITEM] Lumen appears in middle of crypts",
    "[NUMBERED_ITEM] Invaginates into underlying lamina propria iii. Cells have brush border iv. Core is made of lamina propria full of WBCs v. Simple columnar epithelium vi. Fibers of smooth muscle from muscularis mucosa run in core to contract villi (propels blood, lymph from core) vii. In cross section, lumen is outside",
    "[NUMBERED_ITEM] Microvill i. Composed of actin ii. Glycocalyx holds digestive enzymes",
    "[NUMBERED_ITEM] Enteric Nervous System i. Huge nervous cells: large, oval cells in small ganglia (&lt;5 cells) ii. Meissner's plexus (submucosal)",
    "[NUMBERED_ITEM] Controls blood vessels, muscularis mucosa tone, secretion",
    "[NUMBERED_ITEM] Located between circular muscle and submucosa iii. Auerbach's plexus (myenteric)",
    "[NUMBERED_ITEM] Located between longitudinal and circular layers of muscularis externa",
    "[NUMBERED_ITEM] Controls muscularis externa",
    "[NUMBERED_ITEM] Epithelial Cell Types i. Enterocytes: absorption; majority of cells ii. Goblet cells",
    "[NUMBERED_ITEM] Increase as distal",
    "[NUMBERED_ITEM] Produce acid glycoproteins (mucins)",
    "[NUMBERED_ITEM] Stained by alcian blue or PAS",
    "[NUMBERED_ITEM] Clear cytoplasm, just like goblet cells seen earlier iii. Enteroendocrine cells",
    "[NUMBERED_ITEM] Affect secretory and contractile activities by secreting hormones",
    "[NUMBERED_ITEM] Clear cytoplasm, round nucleus, granules are basal iv. Paneth cells",
    "[NUMBERED_ITEM] Located at base of crypts",
    "[NUMBERED_ITEM] Exocrine secretion of lysozyme --&gt; antibacterial",
    "[NUMBERED_ITEM] Nucleus towards base, granules apical v. Stem cells also visible in lower quadrant of crypts",
    "[NUMBERED_ITEM] Each stem cells gives rise to 4 cells lineages",
    "[NUMBERED_ITEM] Cells differentiate as they migrate out of crypts and up the villi",
    "[NUMBERED_ITEM] Cells at apex slough off into lumen",
    "[NUMBERED_ITEM] Entire epithelium turns over every 3-4 days",
    "[NUMBERED_ITEM] Each crypt contributes to a small stripe on the villus (multiple crypts/villus)",
    "A. Small Intestine",
    "[NUMBERED_ITEM] Duodenum",
    "i. Submucosal glands (Brunner's glands)",
    "[NUMBERED_ITEM] Ducts open penetrate into muscularis mucosae and open into crypts",
    "[NUMBERED_ITEM] Secret alkaline mucous to neutralize stomach acid",
    "ii. PAS stains carbohydrates and negative charges magenta",
    "[NUMBERED_ITEM] Goblet cells",
    "[NUMBERED_ITEM] Brunner's glands",
    "[NUMBERED_ITEM] Brush border b/c of glycocalyx",
    "[NUMBERED_ITEM] Jejunum and Ileum i. Mucosa clearly demarcated from submucosa by prominent muscularis mucosae ii. Heavy lymphatic infiltration of lamina propria iii. Submucosa appears as irregular connective tissue iv. Mitotic figures in crypts v. Gut Associated Lymphoid Tissue",
    "[NUMBERED_ITEM] 1/4 of mucosa",
    "[NUMBERED_ITEM] Plasma cells, Mphages, lymphocytes in lamina propria and submucosa",
    "[NUMBERED_ITEM] Intraepithelial lymphocytes - specialized T cells",
    "[NUMBERED_ITEM] Lymph nodules in lamina propria a) Activated leukocytes go to nearby lymph nodes, activating T + B cells that go to GI mucosa b) Plasma cells develop from activated B in follicles and migrate to lamina propria to secrete antibodies",
    "[NUMBERED_ITEM] Peyer's Patches: large aggregates of nodules; only in ileum, technically a) Covered by M cells specialized for uptake and presentation of antigen to underlying Mphages and lymphocytes) b) Found in appendix as well c) M cell surface surrounds macrophages and other cells in Peyer's patch",
    "B. Large Intestine",
    "[NUMBERED_ITEM] Colon i. No villi ii. Thick muscularis mucosae iii. Thick inner circular muscle iv. Longitudinal muscle is variably present b/c teniae coli do not surround the entire colon v. Rich in goblet cells vi. Tightly packed crypts",
    "[NUMBERED_ITEM] Appendix i. Mucosa similar to colon ii. Muscularis externa has 2 layers like small intestine iii. Lymphoid nodules all over submucosa, extend into mucosa",
    "[NUMBERED_ITEM] Recto-Anal Junction i. Narrow zone of transition from columnar epithelium to stratified squamous epithelium ii. Non-keratinized proximal, keratinized distally iii. Internal sphincter is smooth muscle, external sphincter is skeletal muscle iv. Dermal sebaceous glands and adipose tissue in wall of anal canal v. Dilated submucosal vessels = \"internal\" rectal hemorrhoids",
    "Histology Page 9"
  ]
}