{
  "doc_id": "Copy of Principles of Antimicrobial Therapy",
  "sentences": [
    "Harvard-MIT Division of Health Sciences and Technology",
    "HST.151: Principles of Pharmacology",
    "Instructor: Dr. Robert Rubin",
    "HST-151",
    "1",
    "[H1] Pharmacologic Principles of Antimicrobial Therapy.",
    "[H2] I. Introduction.",
    "A. Successful antimicrobial therapy occurs when an effective concentration of drug is delivered to the site of infection for a sufficient period of time.",
    "Minimum effective concentrations are those needed to inhibit growth (bacteriostatic concentration, MIC) or kill (bacteriocidal concentration, MBC)",
    "the pathogen in question.",
    "Bacteriocidal therapy required in the following conditions",
    "a. Bacterial infection in the neutropenic host b.",
    "Endocarditis (and other intravascular infections) c. Meningitis and brain abscess d. Staphylococcal (and probably other forms of) osteomyelitis e. Prosthetic device infection",
    "B. Drug Absorption",
    "[NUMBERED_ITEM] The determinants of drug absorption are poorly understood and can only be determined by clinical studies.",
    "[NUMBERED_ITEM] Must determine effects of food, gastric pH, and antacids on drug absorption.",
    "a. Food absorption usually decreases, may increase b. Ketoconazole requires acid pH c. Chelation of tetracyclines and fluoroquinolones by cations in antacids may block absorption.",
    "C. Drug Elimination",
    "Three major routes of elimination:",
    "[NUMBERED_ITEM] Kidneys– renal elimination may occur either by glomerular filtration or tubular secretion; in general, tubular secretion (seen with penicillins and many cephalosporins) is more efficient than glomerular filtration, and results in shorter serum half-lives. Probenicid blocks active secretion.",
    "[NUMBERED_ITEM] Hepatobiliary – if significant hepatobiliary elimination occurs, then little dosage adjustment is needed in renal failure.",
    "[NUMBERED_ITEM] Metabolism – generally occurs in the liver, and can lead to drug interactions, because of effects on liver enzyme systems.",
    "HST-151",
    "D. Distribution of Antimicrobial Agents in Tissues",
    "There are three major determinants of distribution of drugs between the plasma (central compartment) and extravascular space (peripheral compartment)",
    "[NUMBERED_ITEM] Nature of the Capillary Bed – In most tissues and organs the capillary bed is fenestrated by small pores that permit the ready diffusion of substances with molecular weights up to 1000 daltons (most antimicrobial agents). A few locations in the body, termed specialized sites, have unfenestrated capillaries. As drugs must pass through the endothelial cells of the capillaries to reach extravascular space in these specialized sites, the rate of diffusion is limited by the degree of lipid solubility of the drug.",
    "a.",
    "The most clinically important specialized sites, are the central nervous system, the retina and the prostate gland.",
    "b.",
    "Such drugs as the $\\beta$-lactams, aminoglycosides, most tetracyclines and vancomycin are weakly lipid soluble and penetrate specialized site poorly.",
    "[NUMBERED_ITEM] Degrees of Serum Binding – only free drug is available for diffusion and is active. The major binding protein for most drugs is albumin.",
    "[NUMBERED_ITEM] Active Transport Pumps – The best studied of these pumps act on organic anions and are located in the choroid plexus of the brain, the retina and the proximal tubule of the kidney. These pump out $\\beta$-lactam drugs and are completely inhibited by probenicid.",
    "E. Site of Infection –",
    "The site of infection determines not only the choice of the agent, but also its dose and the route by which it is administered.",
    "[NUMBERED_ITEM] In general, we wish to exceed to MIC.",
    "[NUMBERED_ITEM] Effects of subinhibitory concentrations",
    "a. Alter the bacterial morphology and adherence properties b. Decrease opsonic requirements c. Enhance phagocytosis d. Aid in intracellular killing",
    "HST-151",
    "[H1] II. Penicillins.",
    "Three components: A thiazolidine ring, the $\\beta$-lactam ring, and a side chain.",
    "The side chain determines in large part to antibacterial spectrum and pharmacologic properties of a particular penicillin.",
    "B. Mechanism of Action – surprisingly incompletely understood.",
    "[NUMBERED_ITEM] Penicillin inhibits bacterial growth by interfering with the synthesis of the bacterial cell wall after binding to penicillin binding proteins (many of these are enzymes are involved in cell wall biosynthesis).",
    "[NUMBERED_ITEM] Although penicillins are bacteriocidal drugs, the mechanisms by which they kill bacteria vary for different species. For pneumococcus and E. coli, killing is by lysis resulting from deregulation of the autolytic enzyme system (i.e., peptidoglycan hydrolases). Penicillin may also directly enhance autolytic activity. In the case of streptococcus, penicillin induces hydrolysis of cellular RNA.",
    "[NUMBERED_ITEM] Post-antibiotic effects are observed with gram-positive, but not gram negative bacteria.",
    "C. Spectrum of Activity see appendix for details generally active against cocci, many bacilli and anaerobes.",
    "activity against enterobacteriaceae and pseudomonas seen with aminopenicillins.",
    "D. Resistance (see XII A for more details)",
    "[NUMBERED_ITEM] The most important mechanism of bacterial resistance to penicillin is enzymatic hydrolysis of the $\\beta$-lactam bond by $\\beta$-lactamases. a. S. aureus – plasmid encoded and inducible. This plasmid is increasingly found in enterococcus. b. In gram negatives, $\\beta$-lactamases can be chromosomally or plasmid mediated, constitutive or inducible, and active against only certain $\\beta$-lactams or broad spectrum.",
    "HST-151",
    "The ability of penicillin to inhibit growth of gram negative bacilli is dependent on the rate of influx across the outer membrane being greater than the rate of hydrolysis by  $\\beta$ -lactamases.",
    "Alteration in the penicillin side chain governs gram negative activity, generally by enhancing penetration across the outer membrane rather than reducing the rate of hydrolysis.",
    "[NUMBERED_ITEM] Alteration in penicillin binding site.",
    "a. Penicillin resistant pneumococci b. Methicillin resistant staphylococci",
    "[NUMBERED_ITEM] Tolerance - MBC &gt; 16 x MIC. Organisms exhibiting tolerance appear to have realigned or altered autolytic action with exposure to penicillin.",
    "a. Enterococci are naturally resistant b. Some S. aureus and streptococci.",
    "[NUMBERED_ITEM] Altered permeability of the outer membrane of gram negative bacilli provides another mechanism for resistance to the penicillins. Mutants with reduced or altered porion channels show 2-16 fold higher MICs to the broad spectrum penicillins. This mechanism often occurs jointly with altered PBPs or inducible  $\\beta$ -lactamases.",
    "[H1] E. Adverse Reactions.",
    "[NUMBERED_ITEM] Hypersensitivity",
    "[NUMBERED_ITEM] CNS—seizures (primarily penicillin G and in patients with renal failure).",
    "[NUMBERED_ITEM] Gastrointestinal—C. difficile, and nonspecific GI upset—diarrhea, nausea, and vomiting.",
    "[H1] III. Cephalosporins.",
    "HST-151",
    "B. Mechanism of Action—essentially the same as penicillin.",
    "C. Spectrum of Activity—The cephalosporins are broad spectrum agents.",
    "As a rule, gram positive activity diminishes while gram negative activity increases as one progresses from first to third generation agents.",
    "None of the cephalosporins is active against enterococci, Listeria monocytogenes, or methicillin-resistant S. aureus.",
    "see appendix for details.",
    "D. Mechanism of Resistance (see XII A)",
    "[NUMBERED_ITEM] β-lactamase production",
    "[NUMBERED_ITEM] Alterations in target penicillin binding proteins.",
    "[NUMBERED_ITEM] Inability of the drug to reach its binding site: In order to reach its target PBP, a cephalosporin must penetrate an organism’s cell envelope. This is done relatively easily in the case of gram-positive organisms, as the peptidoglycan structure that comprises the cell wall routinely allows the passage of cephalosporin-sized particles. Gram-negative organisms possess a more formidable barrier, a complex structure composed of polysaccharides, lipids, and proteins. Materials penetrate this outer cell envelope through water-filled channels, or porions, produced by various outer membrane proteins. Passage by a cephalosporin depends on channel size, charge, and hydrophilic properties.",
    "E. Adverse Reactions",
    "[NUMBERED_ITEM] Hypersensitivity",
    "[NUMBERED_ITEM] Gastrointestinal, including hepatitis.",
    "IV. Other Beta-Lactam Strategies",
    "A. β-lactamase Inhibition",
    "[NUMBERED_ITEM] Sulbactam (ampicillin-sulbactam, Unasyn).",
    "[NUMBERED_ITEM] Clavulanic acid (amoxicillin-clavulanate, Augmentin; ticarcillin-clavulanate, Timentin).",
    "[NUMBERED_ITEM] Tazobactam (pipericillin-tazobactam, Zosyn).",
    "HST-151",
    "B. Aztreonam—a monocyclic β-lactam relatively resistant to β-lactamases. Spectrum similar to gentamycin.",
    "C. Imipenem—broadest spectrum β-lactam. A carbapenem.",
    "[NUMBERED_ITEM] Unique pharmacologic problem: After imipenem is removed from the circulation by glomerular filtration and secreted, it is metabolized by a renal peptidase which is located on the brush border of the proximal renal tubules. The metabolites are nephrotoxic.",
    "[NUMBERED_ITEM] To overcome this problem, a specific peptidase inhibitor, cilastin, was synthesized, which totally blocks the metabolism of imipenem in the kidney, thus blocking toxicity. Cilastin has no antimicrobial activity.",
    "[NUMBERED_ITEM] Compound drug is imipenem-cilastin combination (Primaxin).",
    "[NUMBERED_ITEM] Particular toxicity is seizures, primarily in renal failure or in the face of ongoing or preceding brain injury.",
    "[H2] V. Aminoglycosides.",
    "A. Structure—All aminoglycosides consist of central six-membered aminocyclitol ring linked to two or more aminosugar residues by glycosidic bonds.",
    "The aminocyclitol of streptomycin is streptidine, whereas that of all other available aminoglycosides is 2-deoxystreptamine.",
    "HST-151",
    "B. Mechanism of Action—incompletely understood",
    "[NUMBERED_ITEM] Aminoglycosides bind to ribosomes, with the different aminoglycosides binding to different sites (streptomycin to the 30S subunit, the others at other sites; streptomycin binding does not compete with binding of the other aminoglycosides).",
    "[NUMBERED_ITEM] The consequences of the interaction of aminoglycosides are numerous. The two best-documented consequences are the inhibition of protein synthesis and an infidelity in correctly reading the genetic code.",
    "[NUMBERED_ITEM] These, however, don't explain the bactericidal effect of aminoglycosides. Aminoglycoside transport across the cell membrane, with accumulation in the cytosol is central to this effect. The transport process is energy-dependent and pH dependent (thus, aminoglycosides don't work well in situations of low pH and anaerobiosis; i.e., an abscess).",
    "C. Spectrum of Activity",
    "[NUMBERED_ITEM] Aerobic and facultative gram negative bacilli. Especially useful against enteric organisms.",
    "[NUMBERED_ITEM] Partner in synergetic killing with β-lactam a. Absolutely required for Enterococci. b. In vitro, (in vivo?) for Staphylococcus aureus, Streptococcus pneumonia, other streptococci. c. Pseudomonas (one of a handful of useful drugs).",
    "D. Mechanisms of Resistance",
    "[NUMBERED_ITEM] Aminoglycoside-modifying enzymes—diverse array; carried on plasmid and transposons; Ex: acetylation of an amino group, adenylation of a hydroxyl group, phosphorylation of a hydroxyl group. The resulting compound binds poorly to ribosomes. This is the major form of resistance.",
    "[NUMBERED_ITEM] Mitochondrial alterations of ribosomes—binding sites modified due to chromosomal interaction; as yet, rare.",
    "[NUMBERED_ITEM] Mutations interfering with aminoglycoside uptake—results in resistance to all aminoglycosides.",
    "E. Adverse Reactions",
    "[NUMBERED_ITEM] Renal toxicity.",
    "[NUMBERED_ITEM] VIII cranial nerve toxicity.",
    "HST-151",
    "[H1] VI. Tetracycline.",
    "A. Structure",
    "Variants: Short acting Chlorotetracycline 7-chloro",
    "Intermediate acting Demeclocycline 7-chloro, 6-desmethyl",
    "Long acting Doxycycline 6-desmethyl, 5-hydroxy",
    "Tetracycline",
    "B. Mechanism of Action",
    "Tetracyclines are bacteriostatic drugs and act on the bacterial ribosome.",
    "Penetration of the bacterial wall by tetracycline probably occurs as a result of both passive diffusion and an active transport system.",
    "Once the drug is within the bacterial cell, inhibition of protein synthesis occurs by binding to the 30S ribosomal subunit, so as to block the binding of the aminoacyl-tRNA to the acceptor site of the mRNA ribosome complex.",
    "This prevents the addition of new amino acids to the growing peptide chain.",
    "C. Spectrum of Activity",
    "[NUMBERED_ITEM] First of the broad spectrum antibacterial agents; now superceded by other agents for conventional bacteria.",
    "[NUMBERED_ITEM] Major use now is in the treatment of",
    "a. Chlamydia b. Mycoplasma species c. Rickettsiae d. Spirochetes (including Lyme Disease agent)",
    "[NUMBERED_ITEM] Also useful as part of combination therapy for",
    "e. Plague (with streptomycin). f. Melioidosis (with chloramphenicol). g. Brucellosis (with streptomycin). h. Tularemia (with streptomycin).",
    "D. Mechanisms of Resistance",
    "[NUMBERED_ITEM] Primarily related to plasmid encoded decrease in the influx transport system and/or increasing the ability of the cell to export the antibiotic.",
    "[NUMBERED_ITEM] Also can be on a transposon (tetm).",
    "HST-151",
    "E. Adverse Effects",
    "[NUMBERED_ITEM] Skin—photosensitivity.",
    "[NUMBERED_ITEM] Teeth and bones.",
    "[NUMBERED_ITEM] Gastrointestinal—fatty liver; diarrhea, nausea and vomiting.",
    "[H2] VII. Erythromycin.",
    "A. Structure—Erythromycin is one of the 14-membered macrolides consisting of a macrocyclic lactone ring attached to two sugar moieties.",
    "Erythromycin",
    "B. Mechanism of Action",
    "[NUMBERED_ITEM] An inhibitor of protein synthesis in susceptible organisms, erythromycin binds reversibly to a single high-affinity site on the 50S subunit of the 70S bacterial ribosome. It does not bind to mammalian 80S ribosomes, thus explaining its lack of toxicity.",
    "[NUMBERED_ITEM] Generally bacteriostatic; under special conditions bactericidal.",
    "C. Spectrum of Activity",
    "[NUMBERED_ITEM] First line drug against Legionella, Chlamydia, Mycoplasma pneumonia.",
    "[NUMBERED_ITEM] Second line drug against the others.",
    "D. Mechanism of Resistance (see XII B)",
    "[NUMBERED_ITEM] Impermeability of the bacterial cell wall -- in some gram negatives.",
    "[NUMBERED_ITEM] Plasmid mediated methylation of RNA adenosine of ribosome.",
    "[NUMBERED_ITEM] Plasmid mediated inactivation of erythromycin by an esterase.",
    "E. Adverse Reactions",
    "[NUMBERED_ITEM] Gastrointestinal—hepatic plus gut.",
    "[NUMBERED_ITEM] Temporary sensorineural hearing loss with large doses.",
    "HST-151",
    "F. New Macrolides—Clarithromycin, azithromycin",
    "[NUMBERED_ITEM] Broad spectrum of activity: H. influenza, tuberculosis.",
    "[NUMBERED_ITEM] Better GI tolerance.",
    "[NUMBERED_ITEM] Unusual pharmacokinetics of azithromycin.",
    "[H1] VIII Vancomycin.",
    "A. Structure—a bactericidal glycopeptide antibiotic",
    "B. Mechanism of Action",
    "[NUMBERED_ITEM] Inhibits cell wall synthesis by binding to D-Ala-D-Ala dipeptide intermediate in cell wall biosynthesis.",
    "[NUMBERED_ITEM] Injures protoplasts by altering the permeability of their cytoplasmic membrane.",
    "[NUMBERED_ITEM] Impairs RNA synthesis.",
    "C. Spectrum of Activity",
    "[NUMBERED_ITEM] Gram positive.",
    "[NUMBERED_ITEM] Particularly useful against methicillin-resistant compounds.",
    "[NUMBERED_ITEM] NB: CNS penetration unreliable.",
    "D. Mechanisms of Resistance (see XII, A, 1c and 2b)",
    "E. Adverse Effects",
    "[NUMBERED_ITEM] VIIIth nerve.",
    "[NUMBERED_ITEM] \"Red man syndrome.\"",
    "[NUMBERED_ITEM] Nephrotoxicity.",
    "HST-151",
    "[H1] IX. Fluoroquinolones.",
    "A. Structure",
    "fluoroquinolones (generic structure)",
    "Examples:",
    "B. Mechanism of Action",
    "Bactericidal effect due to inhibition of DNA topoisomerases (gyrases), which are required to supercoil strands of bacterial DNA into the bacterial cell.",
    "C. Spectrum of Activity",
    "[NUMBERED_ITEM] Broad gram negative action. Most do not cover anaerobes. see appendix for details.",
    "[NUMBERED_ITEM] Particularly useful because of high concentration in tissue interstitium intracellularly.",
    "[NUMBERED_ITEM] Do not penetrate the CNS.",
    "D. Mechanism of Resistance",
    "[NUMBERED_ITEM] Mutations in the gene encoding DNA gyrase so that there is reduced quinolone binding to its target.",
    "[NUMBERED_ITEM] Mutations that change the outer membrane porions.",
    "E. Adverse Effects",
    "[NUMBERED_ITEM] CNS toxicity.",
    "[NUMBERED_ITEM] Gastrointestinal.",
    "[NUMBERED_ITEM] NB: cartilage abnormalities in beagle puppies. Therefore, contraindicated in children &amp; pregnancy.",
    "HST-151 12",
    "[H1] X. General Principles of Antimicrobial Use.",
    "[H2] A. Factors to be considered in the initial choice of antibiotics.",
    "[NUMBERED_ITEM] The identity of the infecting organism must be known, or at the very least, it must be possible to make a probability assessment of the most likely culprit(s)",
    "[NUMBERED_ITEM] The likely antimicrobial susceptibility pattern of the invading organisms must be estimated.",
    "[NUMBERED_ITEM] Individual Hospital and ICU Variation",
    "a. Particular issues today:",
    "Methicillin-resistant Staphylococcus aureus (\"MRSA\"); antibiotic resistant gram negative bacilli; Vancomycin, ampicillin, gentamycin-resistant enterococci (\"VRE\")",
    "b. Possible issues tomorrow: penicillin-resistant pneumococci",
    "[NUMBERED_ITEM] The presence or absence of host factors that can modify the choice of antimicrobial agents",
    "a. History of previous adverse reactions - must be specific as to nature of reaction.",
    "(e.g., nausea, vomiting, diarrhea not a major contraindication to repeat use of a drug; history of anaphylaxis or Stevens-Johnson syndrome is a major contraindication)",
    "b. Age of patient",
    "[LIST_ITEM] Neonates - chloramphenicol normally conjugated to glucuronide by liver; hepatic glucuronyl transferase levels in neonate very low, toxicity is very common sulfonamides compete with bilirubin for binding sites on serum albumin, can contribute to kernicterus",
    "[LIST_ITEM] Children - quinolones cause cartilage damage and arthropathy in young animals, therefore contraindicated in prepubescent children. tetracyclines - bind to developing bone and tooth structures, causing purplish brown discoloration of teeth, and even enamel hypoplasia.",
    "[LIST_ITEM] Elderly - isoniazid - above age 50, incidence of hepatotoxicity is 2.3%, under age 30 it is 0.3% increased nephrotoxicity with aminoglycosides and other similar drugs, likely secondary to decreased GFR associated with aging",
    "HST-151",
    "c. Pregnancy -",
    "As a general rule, the published data are totally inadequate for making recommendations.",
    "The following statements at present appear reasonable:",
    "[NUMBERED_ITEM] Penicillins (with the exception of ticarcillin), cephalosporins, and erythromycin are unlikely to be teratogenic and appear to be safe for use in pregnancy.",
    "[NUMBERED_ITEM] Metronidazole and ticarcillin are teratogenic in rodents and should never be used",
    "[NUMBERED_ITEM] Rifampin and trimethoprim should be avoided on theoretical grounds",
    "[NUMBERED_ITEM] Tetracyclines (in addition to effects on teeth of infant) are associated with fatty necrosis of the liver, pancreatitis, and probably renal damage in the pregnant woman",
    "[NUMBERED_ITEM] Aminoglycosides cross the placenta, ?effects on VIIIth nerve function of fetus. Ex: streptomycin",
    "[NUMBERED_ITEM] Isoniazid - ? associated with psychomotor retardation, myoclonus, and seizures in infant.",
    "[LIST_ITEM] Pharmacokinetics are altered in pregnancy - larger volume of distribution and more rapid clearance from blood, therefore lower serum levels.",
    "[LIST_ITEM] Essentially all antimicrobial agents appear in breast milk. Therefore, need to consider potential effects on infant",
    "d. Genetic or metabolic abnormalities - This is an area that will expand rapidly in the next decade.",
    "[LIST_ITEM] Slow acetylators of INH (45-64% of Americans) - at risk for polyneuritis. Therefore give everyone pyridoxine.",
    "[LIST_ITEM] G6PD deficiency - sulfonamides, sulfones, nitrofurantoin, chloramphenicol will precipitate hemolysis",
    "e. Renal and Hepatic function",
    "[LIST_ITEM] Dosage adjustment in renal dysfunction or failure is highly variable.",
    "[LIST_ITEM] As a general rule, the amount of dosage manipulation necessary in renal failure depends upon the extent to which nonrenal routes of clearance (primarily hepatobiliary) can compensate.",
    "[LIST_ITEM] Erythromycin, chloramphenicol, lincomycin, and clindamycin should be used with caution in patients with impaired hepatic function.",
    "HST-151 14",
    "[NUMBERED_ITEM] Site of Infection - the site of infection determines not only the choice of the agent but also its dose and the route by which it should be administered.",
    "a. ability to achieve effective concentration at sites of interest: e.g., CSF b. local factors that may modify drug efficacy",
    "[NUMBERED_ITEM] Pus",
    "[LIST_ITEM] Aminoglycosides and polymixins bind to (and are inactivated by) pus.",
    "[LIST_ITEM] Beta-lactamases produced by such organisms as Bacteroides fragilis can cause local inactivation of beta-lactam antibiotics at the site of mixed infection.",
    "c. pH – e.g. aminoglycosides have low activity at low pH. d. presence of foreign body.",
    "[H2] B. Rational Use of Antimicrobial Combinations in Infectious Disease process.",
    "[NUMBERED_ITEM] For preventing emergence of resistant organisms",
    "[NUMBERED_ITEM] High probability of a polymicrobial infection",
    "[NUMBERED_ITEM] Provision of broad antimicrobial spectrum as initial therapy when patient seriously ill and etiology unclear.",
    "[NUMBERED_ITEM] Combination therapy to permit lower doses and decrease toxicity.",
    "[NUMBERED_ITEM] To achieve antimicrobial synergy",
    "[LIST_ITEM] only examples to be clinically proven to be of importance: penicillin + aminoglycoside for serious enterococcal infection; anti-pseudomonal beta-lactam + tobramycin for Pseudomonas amphotericin + flucytosine for Cryptococcus neoformans",
    "[LIST_ITEM] many examples of test tube synergy with questionable clinical importance.",
    "[NUMBERED_ITEM] Disadvantages of antimicrobial combinations:",
    "[LIST_ITEM] Antagonism",
    "[LIST_ITEM] Cost",
    "[LIST_ITEM] Side-effects.",
    "HST-151 15",
    "C. Choice of Route of Administration.",
    "In addition to issues related to the intrinsic pharmacokinetic properties of a drug, the major reasons for utilizing parenteral therapy (usually IV) are:",
    "[NUMBERED_ITEM] Serious illness that requires immediately achieving high blood and tissue concentrations",
    "[NUMBERED_ITEM] Inadequate GI tract function - i.e., the presence of ileus, nausea and vomiting, etc.",
    "D. First Two Commandments of Antimicrobial Therapy",
    "[NUMBERED_ITEM] Buy Time. The first concern is to keep the patient alive until you know the etiology and antimicrobial susceptibility of the invading pathogen and thereby precisely target treatment. Up until that point, you need to make this important distinction: a) therapeutic emergency -- \"front load\" antibiotics b) diagnostic dilemma -- \"after load\" antibiotics.",
    "[NUMBERED_ITEM] Look for abnormality. The second question is whether the patient has an abnormality that increases the risk from an inadequately treated bacteremia. Ex: abnormal heart valve, prosthetic joint, prosthetic vascular graft. If yes, \"front load\" with bactericidal therapy.",
    "HST-151",
    "[H1] XI. Antimicrobial Resistance in the New Millennium.",
    "A. Particular problems in Antimicrobial Resistance that are Emerging",
    "\"We are about to enter the post-antibiotic era.\"",
    "[LIST_ITEM] The Second Law of Thermodynamics states that the world is constantly heading to Chaos; the application of the Second Law to infectious disease practice is to state,",
    "\"We are constantly heading towards antimicrobial resistance.\"",
    "Mechanisms of Resistance to Antimicrobials",
    "|  Antibiotic | Structural Class | Target | Mutant/Plasmid | Efflux | Porin | Inact.",
    "| Target Alteration",
    "| | --- | --- | --- | --- | --- | --- | --- | --- | |",
    "Ampicillin | Penicillin",
    "| E | +/+",
    "| ✓ | ✓ | ✓ | ✓  | |  Ceftriaxone | Cefalosporin | E | +/+",
    "| ✓ | ✓ | ✓ | ✓  | |  Imipenem",
    "| Carbapenem | E | +/+",
    "| ✓ | ✓ | ✓ | ✓  | |",
    "Fosfomycin | Phosphonic acid | E | +/+",
    "|  | ✓ | ✓ |   | |",
    "Gentamicin | Aminoglycoside | R | +/+",
    "| ✓ |  | ✓ | ✓  | |  Chloramphenicol | Phenylpropanoid | R | +/+",
    "| ✓ |  | ✓ | ✓  | |",
    "Tetracycline | Polyketide (II) | R | +/+",
    "| ✓ |  | ?",
    "| ✓  | |",
    "Erythromycin | Macrolide | R | +/+",
    "| ✓ |  | ✓ | ✓  | |",
    "Clindamycin | Lincosamide | R | +/+",
    "|  |  | ✓ | ✓  | |",
    "Synercid | Streptogramin | R | +/+",
    "| ✓ |  | ✓ | ✓  | |",
    "Telithromycin | Ketolide | R | +/+",
    "| ✓ |  | ✓ | ✓  | |",
    "Ciprofloxacin | Fluoroquinolone |",
    "D | +/+ | ✓ |  |  | ✓  | |",
    "Vancomycin | Glycopeptide | E | +/+",
    "|  |  |  | ✓  | |  Sulfisoxazole |",
    "Sulfonamide | M | +/+",
    "|  |  |  |   | |",
    "Trimethoprim | - | M | +/+",
    "|  |  |  |   | |  Rifampin | Ansamycin | P | +/+",
    "|  |  | ✓ | ✓  | |  Fusidic acid | Steroid | T | +/+",
    "| ✓ |  |  | ✓  | |  Linezolid | Oxazolidinone | R | +/-",
    "|  |  |  | ✓  | |  Novobiocin | Coumarin",
    "| D | +/+",
    "|  |  |  | ✓  | |  Isoniazide | - | M | +/-",
    "|  |  |  |   | |",
    "Pyrazinamide | - | M | +/-",
    "|  |  |  |   | |",
    "Nitrofurantoin | Nitrofuran | M | +/-",
    "|  |  | (✓) |   | |",
    "Polymyxin | Peptide | E | +/-",
    "| ✓ |  |  | ✓  | |",
    "Capreomycin | Peptide | R | +/-",
    "|  |  | ✓ | ✓  | |",
    "Mupirocin | Pseudomonic acid | T",
    "| -/+",
    "|  |  |  | ✓  |",
    "D, replication; E, envelope; M, metabolism; P, RNA polymerase; R, ribosome; T, translation.",
    "HST-151",
    "[NUMBERED_ITEM] Antimicrobial Resistance of Staphylococci - Penicillin and other beta-lactams act by binding to enzymes called penicillin-binding proteins (PBPs) that, in staphylococci, mediate transpeptidation and carboxypeptidation reactions, important for the cross-linking of the peptidoglycan backbone in the bacterial cell wall. The normal substrate of the PBPs is acyl D-alanyl-D-alanine; penicillin acts as its analog. Therefore, penicillin disrupts peptidoglycan synthesis and causes eventual death and lysis of the bacterium. Susceptible isolates of S. aureus produce four PBPs: PBP1, PBP2, PBP3, and PBP4. PBPs 1, 2, 3 are considered the major targets for beta-lactams.",
    "a. Penicillin resistance - Initially, in the early 1940's, staphylococci were universally penicillin sensitive.",
    "Penicillin-resistance, first recognized in 1942; by 1949, -75% of hospital isolates were penicillin resistance; by 1967 &gt;85% of both community-acquired and hospital-acquired strains resistant.",
    "[NUMBERED_ITEM] Mechanism of Resistance: beta-lactamase production by the organism; usually encoded for on a plasmid; can be part of a transposon that is now integrated into the chromosome; beta-lactamase production is usually inducible, with rare strains exhibiting constitutive production of the enzyme.",
    "[NUMBERED_ITEM] Strategy to Control Problem: the isolation of the penicillin precursor, 6-amino-penicillanic acid in 1959 made the production of semisynthetic penicillins possible. Modifications of the acyl side chain resulted in steric protection of the beta-lactam ring, which prevented hydrolysis by beta-lactamase. Such drugs as methicillin, oxacillin, nafcillin, cloxacillin, etc., became widely used, and effectively dealt with this problem.",
    "b. Methicillin resistance - Both S. aureus (\"methicillin resistant S. aureus, MRSA\") and S. epidermidis strains resistant to the semisynthetic penicillins emerged, again first in the hospital (particularly ICUs) then spreading into nursing homes, and, finally, the community.",
    "In addition, many of the MRSA also produced beta-lactamase and seemed to be a reservoir for resistance determinants for a variety of other antimicrobials, including quinolones, streptomycin, tetracycline, sulfonamides, chloramphenicol, erythromycin, clindamycin, fusidic acid, gentamicin, and neomycin.",
    "[NUMBERED_ITEM] Mechanism of Resistance: Methicillin-resistant staphylococci, both S. aureus and S. epidermidis, produce a unique PBP called PBP 2' or 2a, a 78 kDa protein with low binding affinity for beta-lactam antimicrobial agents. The gene encoding this novel PBP is called mecA and is present on the chromosome of MRSA isolates.",
    "[NUMBERED_ITEM] Strategy to Control Problem: vancomycin. or teicoplanin",
    "HST-151 18",
    "c. Vancomycin Resistance:",
    "In 1997, outbreak in a Japanese hospital of partial vancomycin resistance (as well as methicillin resistance and beta-lactamase production) of an epidemic strain of S. aureus.",
    "Mechanism is as yet unknown, but increased production of PBP2 may be involved.",
    "2 Antibiotic Resistance of Enterococci- Enterococci-, like penicillin-sensitive strains of staphylococci, are inhibited by low concentrations of penicillin.",
    "However, with staphylococci, binding to the PBPs also triggers the activation of autolytic enzymes present in the bacterial cell wall, \"a suicide mechanism,\" so that the concentration of drug necessary to kill (bactericidal effect) is essentially identical to the concentration necessary to inhibit growth (bacteriostatic effect).",
    "With enterococci, this signal transduction does not occur, and for a bactericidal effect, a cell wall active agent (e.g., penicillin, ampicillin, or vancomycin) needs to be combined with an aminoglycoside (this is of critical importance in the treatment of bacterial endocarditis).",
    "In recent years, this inherent problem with enterococci. has been compounded by:",
    "a. Penicillin resistance -- some enterococci- produce beta-lactamases, which render them resistant to penicillin and ampicillin, and some are inherently resistant.",
    "b. Vancomycin-resistant enterococci (VRE) - an epidemic throughout the developed world.",
    "[NUMBERED_ITEM] Mechanism of resistance: Under normal conditions of peptidoglycan synthesis in enterococci, two molecules of D-alanine are joined by a ligase enzyme to form D-ala-D-ala, which is then added to UDP-N-acetylmuramyl-tripeptide to form the UDP-N-acetylmuramyl-pentapeptide that, when incorporated into the nascent peptidoglycan (transglycosylation), permits the formation of cross-bridges (transpeptidation) that contribute to the strength of the peptidoglycan layer. Vancomycin binds with high affinity to the D-ala-D-ala termini of the pentapeptide precursor units, blocking their addition to the growing peptidoglycan chain and preventing subsequent cross-linking. Resistance is mediated by a variety of genes that favor the production of D-ala-D-lactate or D-ala-D-serine which is not susceptible to vancomycin effect.",
    "[NUMBERED_ITEM] Strategy to Control: Linezolid or quinupristin-dalfopristin are last ditch treatments for VRE colonization or invasive infection. Otherwise, the only strategies available are surgical ablation and quarantine.",
    "[H2] B. Mechanisms of Antimicrobial Resistance.",
    "[NUMBERED_ITEM] Inactivation of antimicrobial agent",
    "[LIST_ITEM] Examples of enzymes that inactivate antimicrobial agents include beta-lactamase, chloramphenicol acetyltransferase, aminoglycoside-modifying",
    "HST-151 19",
    "enzymes, esterases that inactivate macrolide antibiotics, etc.",
    "[H2] 2. Permeability Alterations.",
    "a. Natural Characteristics.",
    "Virtually all gram negative bacilli are intrinsically resistant to penicillin G because of its inability to easily traverse the outer cell envelope of these organisms.",
    "Likewise, lack of permeability also plays a role in relative resistance of enterococci to aminoglycosides, and of gram negatives to macrolides.",
    "b. Acquired Characteristics",
    "[LIST_ITEM] Chromosomal mutations that alter porin proteins in gram-negative bacilli can lead to increased resistance to cephalosporins and carbapenems.",
    "[LIST_ITEM] Mutations that alter the membrane transport system for aminoglycosides can lead to resistance to S. aureus and a variety of gram negatives.",
    "[LIST_ITEM] Efflux systems can result in resistance to tetracyclines, macrolides,-chloramphenicol, and the quinolones.",
    "[H2] 3. Alterations in Target Sites.",
    "a. Alterations in penicillin-binding proteins (PBPs) leading to methicillin resistance in S. aureus, penicillin resistance in pneumococci, and relative resistance to penicillin in enterococci.",
    "b.",
    "Some bacteria are able to produce alternative resistant targets.",
    "For example, plasmid-mediated resistance to trimethoprim-sulfamethoxazole may be due to plasmid-mediated production of a second set of enzymes in the folic acid synthesis pathway that are resistant to the effects of these agents.",
    "HST-151 20",
    "[H1] XII. Specific Examples of Resistance to Antimicrobial Drugs.",
    "[H2] A. Resistance to Beta-Lactam Antibiotics.",
    "May result from any previously described mechanisms, either alone or in combination:",
    "[NUMBERED_ITEM] Alterations in penicillin-binding protein (PBPs) decrease affinity for penicillin (or produce increased resistance to inactivation by beta-lactams).",
    "[NUMBERED_ITEM] Beta-lactam resistance due to permeability barriers:",
    "a. In general, most gram-positive cocci have no permeability barriers to beta-lactams.",
    "b.",
    "The outer cell envelope of gram-negative bacteria, however, is a natural permeability barrier to beta-lactam antibiotics, which must penetrate this (usually via porin proteins) in order to reach their target sites.",
    "[LIST_ITEM] Alterations in porin proteins caused by chromosomal mutation can lead to striking decreases in permeability and resistance to a variety of penicillins, cephalosporins, and even carbapenems.",
    "[NUMBERED_ITEM] Beta-lactam resistance due to elaboration of beta-lactamases, enzymes capable of hydrolyzing the beta-lactam ring",
    "Chromosomally-mediated beta-lactams are inducible and are primarily active against the cephalosporins.",
    "[LIST_ITEM] Genes for these enzymes are found in Enterobacter cloacae, Citrobacter freundii, Serratia marcescens, Pseudomonas aeruginosa, and indole-positive Proteus species. Because these enzymes are inducible, in vitro testing may suggest false susceptibility to cephalosporins under certain test conditions.",
    "[LIST_ITEM] Moreover, the use of cephalosporins (including “third generation” cephalosporins) has resulted in therapeutic failure in infections caused by organisms with these genes, primarily associated with the selection of “stable derepressed” mutants. These mutants are usually resistant to all present beta-lactams except amdinocillin, the penems and carbapenems. The recent description of plasmid-mediated, transferable Group 1 enzymes in Klebsiella pneumonia is a particularly disturbing development!",
    "[LIST_ITEM] Finally, certain metalloenzymes may inactivate even imipenem and other carbapenems. Although these enzymes are chromosomally located in most instances, and their occurrence has been rare thus far (limited primarily to Xanthomonas maltophilia and rare isolates of B. fragilis, Aeromonas hydrophilia, Flavorobacter odoratum, Serratia marcescens,",
    "HST-151 21",
    "Legionella gormaniae, Bacillus cereus, and Pseudomonas aeruginosa), the recent description of plasma-mediated, transferable metalloenzymes conferring resistance to imipenem in Pseudomonas aeruginosa in Japan is most worrisome.",
    "[H2] B. Resistance to Macrolide Antibiotics.",
    "Many macrolide antibiotics have pharmacokinetic or toxicologic advantages over erythromycin, and some have enhanced spectra of activity as well.",
    "Extensive use of these antibiotics, as well as cross-resistance with erythromycin, is highly likely; hence the importance of understanding the potential for development of resistance.",
    "Examples of new macrolides are azithromycin and clarithromycin.",
    "Under circumstances of heavy utilization, resistance to erythromycin in gram-positive organisms, such as staphylococci and Group A streptococci, has emerged with almost explosive rapidity, and in hospital settings, over 50% of S. aureus have become resistant to erythromycin when it has been utilized exclusively for treating hospital-acquired staphylococcal infections.",
    "In Japan and Finland, outbreaks of erythromycin-resistant Group A streptococci have been described, and in the late 1970s, over 60% of Group A streptococci in Japan were erythromycin-resistant.",
    "Mechanism of macrolide antibiotic resistance:",
    "[NUMBERED_ITEM] Major mechanism of resistance to macrolides in gram-positive cocci is due to alterations of the ribosomal target, which results in decreased affinity for macrolides and lincosamides.",
    "[NUMBERED_ITEM] Other mechanisms: Resistance may occur by any of the major mechanisms previously described in this outline.",
    "[LIST_ITEM] Intrinsic resistance to macrolides in most gram-negative bacilli is almost certainly due to inability of the macrolide to penetrate these organisms.",
    "[LIST_ITEM] In addition, coagulase-negative staphylococci with the \"MS\" phenotype have been shown to have an ATP-binding transport protein that causes efflux of macrolides.",
    "[LIST_ITEM] Novel macrolides capable of binding to methylated ribosomes have been developed recently. Although present analogs have only modest antimicrobial activity, this technology may become more important if extensive use of these agents turns the possibility of resistance among gram-positive organisms into reality."
  ]
}