{
  "doc_id": "Copy of studentnotes_Fatty acids",
  "sentences": [
    "open.michigan",
    "Author(s): Aken Desai, Michael Mathis, 2008",
    "License: Unless otherwise noted, this material is made available under the terms of the Creative Commons Attribution – Share Alike 3.0 License: http://creativecommons.org/licenses/by-sa/3.0/",
    "We have reviewed this material in accordance with U.S. Copyright Law and have tried to maximize your ability to use, share, and adapt it.",
    "Copyright holders of content included in this material should contact open.michigan@umich.edu with any questions, corrections, or clarification regarding the use of content.",
    "For more information about how to cite these materials visit http://open.umich.edu/education/about/terms-of-use.",
    "Student works are presented as is and may be an interpretation of faculty members' lectures or assignments.",
    "These student works are not a product of faculty members.",
    "Faculty do not guarantee the accuracy of student work nor endorse them in any way.",
    "Any medical information in this material is intended to inform and educate and is not a tool for self-diagnosis or a replacement for medical evaluation, advice, diagnosis or treatment by a healthcare professional.",
    "Please speak to your physician if you have questions about your medical condition.",
    "Viewer discretion is advised: Some medical content is graphic and may not be suitable for all viewers.",
    "MUNIVERSITY OF MICHIGAN",
    "CC BY SA",
    "[H1] Citation Key.",
    "for more information see: http://open.umich.edu/wiki/CitationPolicy",
    "[H2] Use + Share + Adapt.",
    "{ Content the copyright holder, author, or law permits you to use, share and adapt. }",
    "[LIST_ITEM] PD-GOV",
    "[LIST_ITEM] Public Domain – Government: Works that are produced by the U.S. Government. (17 USC § 105)",
    "[LIST_ITEM] PD-EXP",
    "[LIST_ITEM] Public Domain – Expired: Works that are no longer protected due to an expired copyright term.",
    "[LIST_ITEM] PD-SELF",
    "[LIST_ITEM] Public Domain – Self Dedicated: Works that a copyright holder has dedicated to the public domain.",
    "[LIST_ITEM] ZERO",
    "[LIST_ITEM] Creative Commons – Zero Waiver",
    "[LIST_ITEM] BY",
    "[LIST_ITEM] Creative Commons – Attribution License",
    "[LIST_ITEM] BY-SA",
    "[LIST_ITEM] Creative Commons – Attribution Share Alike License",
    "[LIST_ITEM] BY-NC",
    "[LIST_ITEM] Creative Commons – Attribution Noncommercial License",
    "[LIST_ITEM] BY-NC-SA",
    "[LIST_ITEM] Creative Commons – Attribution Noncommercial Share Alike License",
    "[LIST_ITEM] GNU-FDL",
    "[LIST_ITEM] GNU – Free Documentation License",
    "[H2] Make Your Own Assessment.",
    "{ Content Open.Michigan believes can be used, shared, and adapted because it is ineligible for copyright. }",
    "[LIST_ITEM] PD-INEL",
    "[LIST_ITEM] Public Domain – Ineligible: Works that are ineligible for copyright protection in the U.S. (17 USC § 102(b)) *laws in your jurisdiction may differ",
    "{ Content Open.Michigan has used under a Fair Use determination. }",
    "[LIST_ITEM] FAIR USE",
    "[LIST_ITEM] Fair Use: Use of works that is determined to be Fair consistent with the U.S. Copyright Act. (17 USC § 107) *laws in your jurisdiction may differ",
    "Our determination DOES NOT mean that all uses of this 3rd-party content are Fair Uses and we DO NOT guarantee that your use of the content is Fair.",
    "To use this content you should do your own independent analysis to determine whether or not your use will be Fair.",
    "[H1] Fatty Acids.",
    "Monday, January 14, 2008",
    "9:30 AM",
    "[NUMBERED_ITEM] Why does glucagon stimulation of liver cause an increase in acetyl-CoA levels in mitochondria? a. Drop in blood glucose leads to glucagon levels increasing, insulin levels decreasing b. Gluconeogenesis is stimulated c. FA are released from adipose d. Increase in FA in liver e. FA oxidation increases f. Increase in gluconeogenesis leads to decrease in overall TCA cycle g. Increase in Acetyl CoA concentration because production exceeds TCA cycle capacity",
    "[NUMBERED_ITEM] What are the two ketone bodies produced by liver? How is acetoacetyl-CoA formed in the liver? What controls the conversion of acetoacetyl-CoA to HMG-CoA? a. Acetoacetate + NADH --&gt; beta-hydroxybutyrate (+NAD+) b. Mechanism i. Tholase: 2 Acetyl-CoA --&gt; acetoacetyl-CoA ii. HMG CoA synthase: Acetoacetyl-CoA + H2O + Acetyl-CoA --&gt; HMG-CoA",
    "[NUMBERED_ITEM] Inhibited by succinyl-CoA",
    "[NUMBERED_ITEM] Mitochondrial iii. HMG-CoA Lyase: HMG-CoA --&gt; Acetoacetate + Acetyl-CoA c. HMG CoA Synthase is inhibited by succinyl-CoA",
    "[NUMBERED_ITEM] Why does an increase in the flux of the TCA cycle result in a decrease in ketone body synthesis? a. Increased TCA cycle --&gt; increased succinyl-CoA --&gt; inhibition of HMG-CoA Synthase b. Signal to increase gluconeogenesis --&gt; shift away from TCA --&gt; decrease in succinyl-CoA",
    "[NUMBERED_ITEM] How does an increase in an acetyl-CoA levels lead to an increase in formation of HMG-CoA? a. Acetyl-CoA reverses inhibition of HMG-CoA Synthase by succinyl-CoA b. Ketogenesis increased in fasting, prolonged exercise, high fat diet, fetal suckling c. Acetyl-CoA increases transcription of HMG-CoA synthase gene; insulin can reverse increase",
    "[NUMBERED_ITEM] How are acetoacetate and B-hydroxybutyrate metabolized in muscle and brain? a. Beta-hydroxybutyrate dehydrogenase: beta-hydroxybutyrate + NAD+ --&gt; acetoacetate + NADH b. 3-ketoacyl-CoA transferase: Acetoacetate + Succinyl-CoA --&gt; Acetoacetyl-CoA + Succinate c. Thiolase: Acetoacetyl-CoA + CoA --&gt; 2 Acetyl-CoA",
    "[NUMBERED_ITEM] What enzyme is present in muscle but absent from liver? a. 3-ketoacyl-CoA transferase b. Absence of enzyme prevents futile cycle",
    "[NUMBERED_ITEM] Why do ketone bodies increase in an uncontrolled diabetic? What is the relationship between liver and adipose tissue? a. Lack of insulin --&gt; glucagon secretion --&gt; i. High blood glucose ii. Increase in glucose synthesis iii. Increase in FA release from adipose b. Liver i. Fatty acids --&gt; acetyl-CoA --&gt; ketone bodies ii. Acetyl-CoA + OAA --&gt; citrate is decreased iii. Leads to even more glucose production c. Muscle i. Metabolism of ketone bodies decreased ii. Lack of insulin decreases GLUT4 transport --&gt; no source of OAA to combine w/ Acetyl-CoA for use in TCA cycle d. Starvation i. Increase in gluconeogenesis, release of FA from adipose, ketone body production ii. Depletion of TCA intermediates in muscle",
    "Biochemistry Page 11",
    "iii. Reduces capacity of muscle to use acetyl CoA iv. Ketone bodies increase in blood v. Ketoacidosis",
    "[NUMBERED_ITEM] Not as severe as in diabetics b/c there is still some insulin to FA release from adipose is moderated",
    "[NUMBERED_ITEM] Glucose can still enter muscle to some extent allowing greater operation of TCA cycle and better use of Acetyl CoA",
    "[NUMBERED_ITEM] What tissues are most active in the synthesis of fatty acids? a. Liver and adipose tissue b. All tissues synthesize FA",
    "[NUMBERED_ITEM] How is acetyl-CoA transported out of mitochondria for fatty acid synthesis? a. Citrate synthase: Acetyl-CoA + OAA --&gt; citrate b. Carried through citrate transporter on inner mito membrane c. Citrate lyase: citrate + CoA + ATP --&gt; Acetyl-CoA + OAA + ADP d. Malate dehydrogenase: OAA + NADH + H+ --&gt; Malate + NAD+ e. Malic Enzyme: Malate + NADP+ --&gt; Pyruvate + NAPDH + H+ + CO2 f. Pyruvate is exported back into mitochondria via pyruvate transporter g. Pyruvate + CO2 + ATP --&gt; OAA + ADP + Pi",
    "[NUMBERED_ITEM] How is NADPH generated for use in fatty acid biosynthesis? a. Generated in conversion of malate to pyruvate b. Used in reduction step of FA synthesis",
    "[NUMBERED_ITEM] What is the sequence of reaction carried out by the fatty acid synthase complex? How is malonyl-CoA used? When does acetyl-CoA enter the sequence? What is required for the reduction processes? Is CO2 incorporated into fatty acids? a. Acetyl CoA Carboxylase: Acetyl-CoA + ATP + HCO3- --&gt; Malonyl-CoA + ADP + Pi + H+ i. Biotin cofactor carries CO2 from HCO3- and attaches it to acetyl CoA ii. Regulated (see question 12) b. FA Synthase complex carries out steps of synthesis ketoacyl-ACP synthase i. Acetyl-CoA binds to cysteine -SH on ketoacyl-ACP synthase ii. Malonyl-CoA binds to phosphopantetheine on ACP iii. Condensation reaction between malonyl and acetyl, releases CO2 iv. Reduction using NAPDH v. Dehydration vi. Reduction using NADPH vii. Saturated acyl lengthened by two carbons c. Requires pantothenic acid, NADPH, biotin d. CO2 is not incorporated into FA e. Once at palmitic acid, chain is released by thioesterase",
    "[NUMBERED_ITEM] How is acetyl-CoA carboxylase regulated? What are the effects of citrate and palmitoyl-CoA? What is the role of phosphorylation and how is it regulated? a. Begins as protomer (several subunits) b. Citrate causes polymerization of subunits into long chain, malonyl-CoA and palmitoyl-CoA inhibit polymerization c. Phosphorylation inactivates polymer i. Palmitoyl CoA --&gt; AMP Kinase --&gt; inactive carboxylase",
    "[NUMBERED_ITEM] AMPK activated via phophorylation",
    "[NUMBERED_ITEM] AMP and Acyl-CoA activate AMPK Kinase",
    "[NUMBERED_ITEM] Dephosphorylated/inactivated by PPP ii. Glucagon --&gt; PKA --&gt; inactive Acetyl CoA Carboxylase iii. Dephosphorylated by PPP d. Transcriptional regulation i. High carb diet --&gt; increased transcription of gene --&gt; increased FA synthesis ii. High fat diet --&gt; reduced transcription of gene, b/c fat in diet is same as what we",
    "Biochemistry Page 12",
    "synthesize",
    "[NUMBERED_ITEM] How are fatty acid oxidation and fatty acid synthesis coordinately regulated?",
    "a.",
    "b. Glucagon --&gt; increase gluconeogenesis --&gt; decrease in citrate --&gt; decreased malonyl CoA --&gt; increase in carnitine acyl transferase --&gt; increase in FA ox --&gt; increase in ketone bodies Glucagon --&gt; increase in cAMP --&gt; increase in PKA --&gt; inactivated ACC --&gt; decrease in malonyl CoA c. Increase in FA --&gt; decrease in malonyl CoA --&gt; increase in FA transport --&gt; increase in FA Ox d. Insulin --&gt; increase in ACC --&gt; increase in malonyl CoA --&gt; inhibition of FA transport --&gt; decrease FA Ox --&gt; increase FA synthesis e. Increase in AMP --&gt; increase in AMPK --&gt; inactive ACC --&gt; decrease in malonyl-CoA and FA synthesis --&gt; increase in FA transport and FA Ox",
    "Biochemistry Page 13"
  ]
}