{
  "doc_id": "Copy of notes_tcell_development",
  "sentences": [
    "open.michigan",
    "Author(s): Aken Desai, Michael Mathis, 2008",
    "License: Unless otherwise noted, this material is made available under the terms of the Creative Commons Attribution – Share Alike 3.0 License: http://creativecommons.org/licenses/by-sa/3.0/",
    "We have reviewed this material in accordance with U.S. Copyright Law and have tried to maximize your ability to use, share, and adapt it.",
    "Copyright holders of content included in this material should contact open.michigan@umich.edu with any questions, corrections, or clarification regarding the use of content.",
    "For more information about how to cite these materials visit http://open.umich.edu/education/about/terms-of-use.",
    "Student works are presented as is and may be an interpretation of faculty members' lectures or assignments.",
    "These student works are not a product of faculty members.",
    "Faculty do not guarantee the accuracy of student work nor endorse them in any way.",
    "Any medical information in this material is intended to inform and educate and is not a tool for self-diagnosis or a replacement for medical evaluation, advice, diagnosis or treatment by a healthcare professional.",
    "Please speak to your physician if you have questions about your medical condition.",
    "Viewer discretion is advised: Some medical content is graphic and may not be suitable for all viewers.",
    "MUNIVERSITY OF MICHIGAN",
    "CC BY SA",
    "Lecture Page 28",
    "[H1] T Cell Development.",
    "Friday, February 15, 2008",
    "11:00 AM",
    "[LIST_ITEM] T cell development in Thymus",
    "[LIST_ITEM] Common precursor for αβ and γδ T cells",
    "[LIST_ITEM] Bone marrow derived",
    "[LIST_ITEM] Migrates to thymus",
    "[LIST_ITEM] Once mature, T cells leave thymus to reside in secondary lymphoid organs such as spleen, lymph nodes and GALT",
    "[LIST_ITEM] Thymus",
    "[LIST_ITEM] Thymocytes = developing T cells",
    "[LIST_ITEM] Thymic stroma epithelial cells",
    "[LIST_ITEM] Cortex is densely packed",
    "[LIST_ITEM] Macrophages",
    "[LIST_ITEM] Site of beginning of T cell maturation --&gt; move to medulla as they mature",
    "[LIST_ITEM] Medulla is loosely packed",
    "[LIST_ITEM] Dendritic cells concentrated at jxn",
    "[LIST_ITEM] Macrophages",
    "[LIST_ITEM] DiGeorge's is lack of thymus --&gt; severe immunodeficiency",
    "[LIST_ITEM] Most active in early life; disappears by 30",
    "[LIST_ITEM] Thymectomy does not result in immunodeficiency",
    "[LIST_ITEM] Early T Cell Development",
    "[LIST_ITEM] Early T cells do not express CD4 or CD8 co-receptors (double-negatives)",
    "[LIST_ITEM] Mature through CD44+CD25- --&gt; CD44+CD25+ --&gt; CD44lowCD25+",
    "[LIST_ITEM] CD25 is a chain of the IL-2R",
    "[LIST_ITEM] CD44lowCD25+ rearrangement of β, γ, δ genes initiated",
    "[LIST_ITEM] αβ vs. γδ first commitment",
    "[LIST_ITEM] If γδ rearranges first successfully --&gt; committed to γδ lineage",
    "[LIST_ITEM] More commonly, β rearrangement first and expression of TCRβ at cell surface complex w/ pre-T cell receptor α chain (invariant, non-singaling)",
    "[LIST_ITEM] Rearrangement at TCRβ locus has second chance due to second locus",
    "[LIST_ITEM] Signaling from pTα",
    "[LIST_ITEM] Prevents further rearrangement of TCR genes",
    "[LIST_ITEM] Proliferative burst initiated --&gt; CD4 and CD8 both expressed (double positive)",
    "[LIST_ITEM] Following burst, TCR rearrangement at TCRα, γ, δ loci",
    "[LIST_ITEM] αβ vs. γδ second commitment",
    "[LIST_ITEM] If γδ rearranges successfully --&gt; committed to γδ lineage",
    "[LIST_ITEM] More commonly, α rearrangement first and expression of αβ TCR and diverted away from γδ lineage",
    "[LIST_ITEM] Rearrangement of α",
    "[LIST_ITEM] Productive rearrangement does not necessarily lead to cessation of additional rearrangement on the same or homologous chromosome",
    "[LIST_ITEM] γδ T cells",
    "[LIST_ITEM] TCRγδ also generated in separate pathway very early in embryonic development",
    "[LIST_ITEM] Early cells populate repro/GI tracts and skin",
    "[LIST_ITEM] Later in development, αβ predominate and all the T cells produced populate all peripheral lymphoid organs",
    "[LIST_ITEM] γδ do not recognize MHC/peptide complexes; fxn unknown",
    "[LIST_ITEM] Successful rearrangement is complete development",
    "[LIST_ITEM] Positive Selection",
    "[LIST_ITEM] Enough different TCRαβ receptors are produced during T cell development to allow recognition of",
    "each of the different MHC molecules that occur in the population in combination w/ peptide",
    "[LIST_ITEM] Only those T cells that have TCRs w/ specificity for self MHC plus peptide are allowed to mature further",
    "[LIST_ITEM] Mediated by epithelial cells in cortex which present class I and II w/ peptide",
    "[LIST_ITEM] Majority of T cells not selected and undergo apoptosis",
    "[LIST_ITEM] Double positive thymocytes mature into either CD4 or CD8 depending on TCR MHC specificity",
    "[LIST_ITEM] Stochastic - random loss then binding to CD4/8, if binds T cell survives",
    "[LIST_ITEM] Instructional - CD4/8 engages to MHC and directs loss of CD8/4 (more accepted theory)",
    "[LIST_ITEM] Recombination at TCRα is turned off when T cell expresses a TCR that can be positively selected",
    "[LIST_ITEM] Mechanism allows the developing T cell multiple attempts at generating TCR that recognize self MHC",
    "[LIST_ITEM] Negative selection",
    "[LIST_ITEM] Many developing cells express TCR w/ affinity for self MHC+self peptide",
    "[LIST_ITEM] If allowed to mature and enter circulation, they will cause autoimmune diseases",
    "[LIST_ITEM] Mediated by dendritic cells/macrophages in medulla of thymus",
    "[LIST_ITEM] Different signals must be given or signals must be received differently than positive selection - we don't know what the differences are",
    "[LIST_ITEM] Tregs - TCR-expressing T cells that arise in thymus in response to self peptide +MHC",
    "[LIST_ITEM] Major role as negative regulators of autoimmune T cell responses in peripheral immune system",
    "[LIST_ITEM] Development of Mature T Cells",
    "[LIST_ITEM] Single positive T cells that have gone through all of the processes above leave thymus and go to secondary lymphoid organs",
    "[LIST_ITEM] Mature T cells flow btwn those organs and circulation until they encounter foreign antigens",
    "[LIST_ITEM] Antigenic challenge of CD4/8 --&gt; T cell differentiation to aid in removal of antigen from host",
    "[LIST_ITEM] BLS and Thymic Selection",
    "[LIST_ITEM] TAP deficiency --&gt; class I deficiency; CIITA deficiency --&gt; class II deficiency",
    "[LIST_ITEM] Can treat by irradiating and chemo then transplant bone marrow",
    "[LIST_ITEM] b/c in thymus, thymocytes are donor derived but selected on recipient HLA allotype",
    "[LIST_ITEM] Circulating T cells restricted by recipient allotypes",
    "[LIST_ITEM] APCs present antigens on donor HLA allotypes",
    "[LIST_ITEM] No response",
    "[LIST_ITEM] Therefore, successful transplantation requires at least one common class I and class II allele",
    "[LIST_ITEM] T Cell leukemias and thymic selection",
    "[LIST_ITEM] Intermediate T cells are highly subject to cell death and therefore rarely become leukemias",
    "[LIST_ITEM] Most T cell leukemias develop from early T cell progenitors or mature T cells",
    "Lecture Page 29"
  ]
}