{
  "doc_id": "Copy of Histo reviews and lookalikes",
  "sentences": [
    "open.michigan",
    "Author(s): Aken Desai, Michael Mathis, 2008",
    "License: Unless otherwise noted, this material is made available under the terms of the Creative Commons Attribution – Share Alike 3.0 License: http://creativecommons.org/licenses/by-sa/3.0/",
    "We have reviewed this material in accordance with U.S. Copyright Law and have tried to maximize your ability to use, share, and adapt it.",
    "Copyright holders of content included in this material should contact open.michigan@umich.edu with any questions, corrections, or clarification regarding the use of content.",
    "For more information about how to cite these materials visit http://open.umich.edu/education/about/terms-of-use.",
    "Student works are presented as is and may be an interpretation of faculty members' lectures or assignments.",
    "These student works are not a product of faculty members.",
    "Faculty do not guarantee the accuracy of student work nor endorse them in any way.",
    "Any medical information in this material is intended to inform and educate and is not a tool for self-diagnosis or a replacement for medical evaluation, advice, diagnosis or treatment by a healthcare professional.",
    "Please speak to your physician if you have questions about your medical condition.",
    "Viewer discretion is advised: Some medical content is graphic and may not be suitable for all viewers.",
    "MUNIVERSITY OF MICHIGAN",
    "CC BY SA",
    "Histology Page 10",
    "[H1] Week 2 Histo Review and Lookalikes.",
    "Wednesday, January 16, 2008",
    "6:31 PM",
    "[LIST_ITEM] Salivary Gland vs. Pancreas",
    "[LIST_ITEM] Salivary gland has striated ducts - cuboidal epithelium",
    "[LIST_ITEM] Both have intercalated ducts - flat squamous epithelium",
    "[LIST_ITEM] Pancreas has centroacinar cells",
    "[LIST_ITEM] Intestine vs. Gall Bladder",
    "[LIST_ITEM] Intestinal villi have lots of cells in core as well as blood vessels, ducts etc.",
    "[LIST_ITEM] Gall bladder folds just have connective tissue and a less cells",
    "[LIST_ITEM] Gall bladder has thicker muscularis mucosae",
    "[LIST_ITEM] Pylorus vs. Duodenum",
    "[LIST_ITEM] Look for submucosal Brunner's glands --&gt; duodenum",
    "[LIST_ITEM] Villi in duodenum, only pits in stomach",
    "[LIST_ITEM] Jejunum/Ileum vs. Duodenum",
    "[LIST_ITEM] Same thing w/ the submucosal glands",
    "[LIST_ITEM] Cardio-esophageal jxn vs. recto-anal jxn",
    "[LIST_ITEM] Cardio-esophageal is transition from"
  ]
}