{
  "doc_id": "Copy of studentnotes_Drug metabolism I",
  "sentences": [
    "open.michigan",
    "Author(s): Aken Desai, Michael Mathis, 2008",
    "License: Unless otherwise noted, this material is made available under the terms of the Creative Commons Attribution – Share Alike 3.0 License: http://creativecommons.org/licenses/by-sa/3.0/",
    "We have reviewed this material in accordance with U.S. Copyright Law and have tried to maximize your ability to use, share, and adapt it.",
    "Copyright holders of content included in this material should contact open.michigan@umich.edu with any questions, corrections, or clarification regarding the use of content.",
    "For more information about how to cite these materials visit http://open.umich.edu/education/about/terms-of-use.",
    "Student works are presented as is and may be an interpretation of faculty members' lectures or assignments.",
    "These student works are not a product of faculty members.",
    "Faculty do not guarantee the accuracy of student work nor endorse them in any way.",
    "Any medical information in this material is intended to inform and educate and is not a tool for self-diagnosis or a replacement for medical evaluation, advice, diagnosis or treatment by a healthcare professional.",
    "Please speak to your physician if you have questions about your medical condition.",
    "Viewer discretion is advised: Some medical content is graphic and may not be suitable for all viewers.",
    "MUNIVERSITY OF MICHIGAN",
    "CC BY SA",
    "Drug Metabolism Part I",
    "Tuesday, January 22, 2008 10:00 AM",
    "[NUMBERED_ITEM] Define Phase I metabolism. a. Oxidation reduction reactions of lipophilic xenobiotics b. Increases water solubility and promotes excretion c. Introduces/exposes a functional group (-OH, -NH2, -SH, -COOH)",
    "[NUMBERED_ITEM] What are the Phase I enzymes and what are the reactions they catalyze? a. Hydrolysis: esterases, peptidases, hydrolases b. Reduction: reductases c. Oxidation: dehydrogenases, oxidases, synthases and Cytochrome P450",
    "[NUMBERED_ITEM] Why do we need to metabolize drugs? a. To excrete them b. Evolutionarily, we adapted these mechanisms in response to a diet that contained many poisons and the metabolism of those substances was crucial to our survival",
    "[NUMBERED_ITEM] Is metabolism always beneficial? a. No can actually metabolize to a more harmful substance",
    "[NUMBERED_ITEM] What are cytochrome P450 enzymes? a. A group of closely related enzymes that are very active in drug metabolism b. Contain heme group and can oxidize or reduce i. Oxidation when oxygen present ii. Reduction when not enough oxygen iii. Requires NADPH c. Activated by O2 via three reactions i. NADPH donates 2e- to flavoprotein to reduce it (Cyt P450 reductase) ii. Cyt P450 is reduced from Fe3+ --&gt; Fe2+ iii. Oxygen binds and additional reduction results in activated oxygen iv. Drug is oxidized and Cyt P450 is returned to resting state v. Carbon monoxide binds to Fe2+ P450 to inactivate it d. Multiple isoforms w/ overlapping substrate specificity i. CYP1,2,3 ii. CYP2 family has 40% sequence identity, CYP2E subfamily is 70% identical, CYP2E1 is specific enzyme iii. CYP3A, 2E1, 1A2, 2D6 are a large portion of the enzymes responsible for liver metabolism e. Regulation - all sorts of regulation i. Transcriptional ii. mRNA degradation iii. Translational regulation iv. Inactivation v. Inhibition vi. Activation vii. Reductase f. Dietary effects i. Charcoal broiled beef/tobacco smoke induce CYP1A2 --&gt; increase P450 levels ii. This means certain drugs have lowered effects due to diet g. Many drugs are influenced by P450 i. Case: Heart transplant pt. given immunosuppressives. 3 wks prior to admission pt given St. John's Wort for depression and anxiety. Cyclosporin levels drop below therapeutic range and biopsy shows transplant rejection. Stop St. John's Wort and cyclosporin returns to normal. No further rejection. ii. Reasoning: St. John's Wort induces CYP3A4 which metabolizes cyclosporin and decreased",
    "Pharmacology Page 2",
    "plasma levels.",
    "iii. Grapefruit juice and CYP3A",
    "[NUMBERED_ITEM] Grapefruit juice (skin) blocks CYP3A and P-glycoprotein",
    "[NUMBERED_ITEM] Therefore drug not metabolized and not excreted",
    "[NUMBERED_ITEM] Effective overdose",
    "iv. Genetic lack of CYP2D6 (o-dealkylation) leads to Codeine not getting metabolized to morphine and therefore not being efficacious",
    "[NUMBERED_ITEM] Be able to recognize functional groups on drugs and determine possible Phase I metabolites. What enzymes catalyze these reactions?",
    "a. Reactions carried out by P450 i. Aromatic hydroxylation: places an -OH on aromatic ring ii.",
    "Aliphatic hydroxylation: places an -OH on a carbon chain iii.",
    "O-dealkylation: -OR --&gt; -OH iv.",
    "N-dealkylation: -NHR --&gt; NH2 v. N-oxidation: -NH2",
    "--&gt; -NHOH vi.",
    "S-oxidation:",
    "-SR2 --&gt; -SR2=O vii.",
    "Deamination: -NH2",
    "--&gt; =O viii.",
    "Reduction",
    "[NUMBERED_ITEM] Azo-reduction: R1-N=N-R2 --&gt; R1-NH2 + H2N-R2",
    "[NUMBERED_ITEM] Nitro-reduction: R-NO2 --&gt; R-NO --&gt; R-NOH --&gt; R-NH2",
    "[NUMBERED_ITEM] Reductive dehalogenation: CCl4 --&gt; CCl3. --&gt; CHCl3",
    "b. Flaving Monoxygenase i. FMO-FADHOOH(NADP+) + X --&gt; XO",
    "[NUMBERED_ITEM] FMO-FADHOH(NADP+) --&gt; NADP+ + H2O + FMO-FAD",
    "[NUMBERED_ITEM] FMO-FAD + NADPH + H+ --&gt; FMO-FADH2 (NADP+)",
    "[NUMBERED_ITEM] FMO-FADH2(NADP+) + O2 --&gt; FMO-FADHOOH(NADP+)",
    "ii. Oxidation: R-N --&gt; R-N-O",
    "[NUMBERED_ITEM] Trimethylamine smells bad",
    "[NUMBERED_ITEM] FMO oxidizes to Trimethylamine-N-Oxide",
    "[NUMBERED_ITEM] Genetic mutation in FMO results in fish odor",
    "c. Alcohol Dehydrogenase i. EtOH + NAD+ --&gt; Acetaldehyde + NADH ii.",
    "Lacking in 85% of Japanese iii.",
    "Aldehyde DH: Acetaldehyde + NAD+ --&gt; Acetic Acid + NADH",
    "[NUMBERED_ITEM] Lacking in 50% of Japanese",
    "[NUMBERED_ITEM] Acetaldehyde makes face get blood red",
    "[NUMBERED_ITEM] Antabuse blocks it (adjuvant to alcoholism treatment)",
    "iv. Methanol, ethylene glycol metabolites are toxic",
    "[NUMBERED_ITEM] Can give ethanol to treat ingestion of these substances b/c it competes for dehydrogenases",
    "[NUMBERED_ITEM] 100 mg/dL (.10 BAC)",
    "[NUMBERED_ITEM] 4 methyl pyrazole blocks alcohol dehydrogenase but orphan drug",
    "v. Esterases",
    "[NUMBERED_ITEM] RCOOR' --&gt; RCOH + R'OH",
    "[NUMBERED_ITEM] RCONR' --&gt; RCOH + RNH (slower --&gt; more systemic effects)",
    "vi. Epoxide hydrolases",
    "[NUMBERED_ITEM] Epoxides created by P450",
    "[NUMBERED_ITEM] Hydrolases take C1-O-C2-C1 --&gt; HOC1-C2OH",
    "[NUMBERED_ITEM] What are the cofactors needed for metabolism?",
    "Pharmacology Page 3"
  ]
}