{
  "doc_id": "Copy of Alimentary canal organs",
  "sentences": [
    "[H1] CHAPTER 23.",
    "[H1] The Digestive System.",
    "Figure 23.1 Eating Apples",
    "Eating may be one of the simple pleasures in life, but digesting even one apple requires the coordinated work of many organs.",
    "(credit: \"Aimanness Photography\"/Flickr)",
    "[H1] CHAPTER OBJECTIVES.",
    "After studying this chapter, you will be able to:",
    "[LIST_ITEM] List and describe the functional anatomy of the organs and accessory organs of the digestive system",
    "[LIST_ITEM] Discuss the processes and control of ingestion, propulsion, mechanical digestion, chemical digestion, absorption, and defecation",
    "[LIST_ITEM] Discuss the roles of the liver, pancreas, and gallbladder in digestion",
    "[LIST_ITEM] Compare and contrast the digestion of the three macronutrients",
    "INTRODUCTION",
    "The digestive system is continually at work, yet people seldom appreciate the complex tasks it performs in a choreographed biologic symphony.",
    "Consider what happens when you eat an apple.",
    "Of course, you enjoy the apple's taste as you chew it, but in the hours that follow, unless something goes amiss and you get a stomachache, you don't notice that your digestive system is working.",
    "You may be taking a walk or studying or sleeping, having forgotten all about the apple, but your stomach and intestines are busy digesting it and absorbing its vitamins and other nutrients.",
    "By the time any waste material is excreted, the body has appropriated all it can use from the apple.",
    "In short, whether you pay attention or not, the organs of the digestive system perform their specific functions, allowing you to use the food you eat to keep you going.",
    "This chapter examines the structure and functions of these organs, and explores the mechanics and chemistry of the digestive processes.",
    "[H1] 23.1 Overview of the Digestive System.",
    "[H1] LEARNING OBJECTIVES.",
    "By the end of this section, you will be able to:",
    "[LIST_ITEM] Identify the organs of the alimentary canal from proximal to distal, and briefly state their function",
    "[LIST_ITEM] Identify the accessory digestive organs and briefly state their function",
    "[LIST_ITEM] Describe the four fundamental tissue layers of the alimentary canal",
    "[LIST_ITEM] Contrast the contributions of the enteric and autonomic nervous systems to digestive system functioning",
    "[LIST_ITEM] Explain how the peritoneum anchors the digestive organs",
    "23 • The Digestive System",
    "The function of the digestive system is to break down the foods you eat, release their nutrients, and absorb those nutrients into the body.",
    "Although the small intestine is the workhorse of the system, where the majority of digestion occurs, and where most of the released nutrients are absorbed into the blood or lymph, each of the digestive system organs makes a vital contribution to this process (Figure 23.2).",
    "FIGURE 23.2 Components of the Digestive System All digestive organs play integral roles in the life-sustaining process of digestion.",
    "As is the case with all body systems, the digestive system does not work in isolation; it functions cooperatively with the other systems of the body.",
    "Consider for example, the interrelationship between the digestive and cardiovascular systems.",
    "Arteries supply the digestive organs with oxygen and processed nutrients, and veins drain the digestive tract.",
    "These intestinal veins, constituting the hepatic portal system, are unique; they do not return blood directly to the heart.",
    "Rather, this blood is diverted to the liver where its nutrients are off-loaded for processing before blood completes its circuit back to the heart.",
    "At the same time, the digestive system provides nutrients to the heart muscle and vascular tissue to support their functioning.",
    "The interrelationship of the digestive and endocrine systems is also critical.",
    "Hormones secreted by several endocrine glands, as well as endocrine cells of the pancreas, the stomach, and the small intestine, contribute to the control of digestion and nutrient metabolism.",
    "In turn, the digestive system provides the nutrients to fuel endocrine function.",
    "Table 23.1 gives a quick glimpse at how these other systems contribute to the functioning of the digestive system.",
    "Access for free at openstax.org",
    "23.1 • Overview of the Digestive System 997",
    "Contribution of Other Body Systems to the Digestive System",
    "|  Body system | Benefits received by the digestive system  | | --- | --- | |  Cardiovascular | Blood supplies digestive organs with oxygen and processed nutrients  | |  Endocrine | Endocrine hormones help regulate secretion in digestive glands and accessory organs  | |  Integumentary | Skin helps protect digestive organs and synthesizes vitamin D for calcium absorption  | |  Lymphatic | Mucosa-associated lymphoid tissue and other lymphatic tissue defend against entry of pathogens; lacteals absorb lipids; and lymphatic vessels transport lipids to bloodstream  | |  Muscular | Skeletal muscles support and protect abdominal organs  | |  Nervous | Sensory and motor neurons help regulate secretions and muscle contractions in the digestive tract  | |  Respiratory | Respiratory organs provide oxygen and remove carbon dioxide  | |  Skeletal | Bones help protect and support digestive organs  | |  Urinary | Kidneys convert vitamin D into its active form, allowing calcium absorption in the small intestine  |",
    "TABLE 23.1",
    "[H2] Digestive System Organs.",
    "The easiest way to understand the digestive system is to divide its organs into two main categories.",
    "The first group is the organs that make up the alimentary canal.",
    "Accessory digestive organs comprise the second group and are critical for orchestrating the breakdown of food and the assimilation of its nutrients into the body.",
    "Accessory digestive organs, despite their name, are critical to the function of the digestive system.",
    "[H2] Alimentary Canal Organs.",
    "Also called the gastrointestinal (GI) tract or gut, the alimentary canal (aliment- = \"to nourish\") is a one-way tube about 7.62 meters (25 feet) in length during life and closer to 10.67 meters (35 feet) in length when measured after death, once smooth muscle tone is lost.",
    "The main function of the organs of the alimentary canal is to nourish the body.",
    "This tube begins at the mouth and terminates at the anus.",
    "Between those two points, the canal is modified as the pharynx, esophagus, stomach, and small and large intestines to fit the functional needs of the body.",
    "Both the mouth and anus are open to the external environment; thus, food and wastes within the alimentary canal are technically considered to be outside the body.",
    "Only through the process of absorption do the nutrients in food enter into and nourish the body's \"inner space.\"",
    "[H2] Accessory Structures.",
    "Each accessory digestive organ aids in the breakdown of food (Figure 23.3).",
    "Within the mouth, the teeth and tongue begin mechanical digestion, whereas the salivary glands begin chemical digestion.",
    "Once food products enter the small intestine, the gallbladder, liver, and pancreas release secretions—such as bile and enzymes—essential for digestion to continue.",
    "Together, these are called accessory organs because they sprout from the lining cells of the developing gut (mucosa) and augment its function; indeed, you could not live without their vital contributions, and many significant diseases result from their malfunction.",
    "Even after development is complete, they maintain a connection to the gut by way of ducts.",
    "small intestine is made up of a double layer of smooth muscle: an inner circular layer and an outer longitudinal layer.",
    "The contractions of these layers promote mechanical digestion, expose more of the food to digestive chemicals, and move the food along the canal.",
    "In the most proximal and distal regions of the alimentary canal, including the mouth, pharynx, anterior part of the esophagus, and external anal sphincter, the muscularis is made up of skeletal muscle, which gives you voluntary control over swallowing and defecation.",
    "The basic two-layer structure found in the small intestine is modified in the organs proximal and distal to it.",
    "The stomach is equipped for its churning function by the addition of a third layer, the oblique muscle.",
    "While the colon has two layers like the small intestine, its longitudinal layer is segregated into three narrow parallel bands, the tenia coli, which make it look like a series of pouches rather than a simple tube.",
    "The serosa is the portion of the alimentary canal superficial to the muscularis.",
    "Present only in the region of the alimentary canal within the abdominal cavity, it consists of a layer of visceral peritoneum overlying a layer of loose connective tissue.",
    "Instead of serosa, the mouth, pharynx, and esophagus have a dense sheath of collagen fibers called the adventitia.",
    "These tissues serve to hold the alimentary canal in place near the ventral surface of the vertebral column.",
    "[H3] Nerve Supply.",
    "As soon as food enters the mouth, it is detected by receptors that send impulses along the sensory neurons of cranial nerves.",
    "Without these nerves, not only would your food be without taste, but you would also be unable to feel either the food or the structures of your mouth, and you would be unable to avoid biting yourself as you chew, an action enabled by the motor branches of cranial nerves.",
    "Intrinsic innervation of much of the alimentary canal is provided by the enteric nervous system, which runs from the esophagus to the anus, and contains approximately 100 million motor, sensory, and interneurons (unique to this system compared to all other parts of the peripheral nervous system).",
    "These enteric neurons are grouped into two plexuses.",
    "The myenteric plexus (plexus of Auerbach) lies in the muscularis layer of the alimentary canal and is responsible for motility, especially the rhythm and force of the contractions of the muscularis.",
    "The submucosal plexus (plexus of Meissner) lies in the submucosal layer and is responsible for regulating digestive secretions and reacting to the presence of food (see Figure 23.3).",
    "Extrinsic innervations of the alimentary canal are provided by the autonomic nervous system, which includes both sympathetic and parasympathetic nerves.",
    "In general, sympathetic activation (the fight-or-flight response) restricts the activity of enteric neurons, thereby decreasing GI secretion and motility.",
    "In contrast, parasympathetic activation (the rest-and-digest response) increases GI secretion and motility by stimulating neurons of the enteric nervous system.",
    "[H3] Blood Supply.",
    "The blood vessels serving the digestive system have two functions.",
    "They transport the protein and carbohydrate nutrients absorbed by mucosal cells after food is digested in the lumen.",
    "Lipids are absorbed via lacteals, tiny structures of the lymphatic system.",
    "The blood vessels' second function is to supply the organs of the alimentary canal with the nutrients and oxygen needed to drive their cellular processes.",
    "Specifically, the more anterior parts of the alimentary canal are supplied with blood by arteries branching off the aortic arch and thoracic aorta.",
    "Below this point, the alimentary canal is supplied with blood by arteries branching from the abdominal aorta.",
    "The celiac trunk services the liver, stomach, and duodenum, whereas the superior and inferior mesenteric arteries supply blood to the remaining small and large intestines.",
    "The veins that collect nutrient-rich blood from the small intestine (where most absorption occurs) empty into the hepatic portal system.",
    "This venous network takes the blood into the liver where the nutrients are either processed or stored for later use.",
    "Only then does the blood drained from the alimentary canal viscera circulate back to the heart.",
    "To appreciate just how demanding the digestive process is on the cardiovascular system, consider that while you are “resting and digesting,” about one-fourth of the blood pumped with each heartbeat enters arteries serving the intestines.",
    "[H3] The Peritoneum.",
    "The digestive organs within the abdominal cavity are held in place by the peritoneum, a broad serous membranous",
    "23 • The Digestive System",
    "sac made up of squamous epithelial tissue surrounded by connective tissue.",
    "It is composed of two different regions: the parietal peritoneum, which lines the abdominal wall, and the visceral peritoneum, which envelopes the abdominal organs (Figure 23.4).",
    "The peritoneal cavity is the space bounded by the visceral and parietal peritoneal surfaces.",
    "A few milliliters of watery fluid act as a lubricant to minimize friction between the serosal surfaces of the peritoneum.",
    "FIGURE 23.4 The Peritoneum A cross-section of the abdomen shows the relationship between abdominal organs and the peritoneum (darker lines).",
    "[H2] Disorders of the...",
    "[H2] Digestive System: Peritonitis.",
    "Inflammation of the peritoneum is called peritonitis.",
    "Chemical peritonitis can develop any time the wall of the alimentary canal is breached, allowing the contents of the lumen entry into the peritoneal cavity.",
    "For example, when an ulcer perforates the stomach wall, gastric juices spill into the peritoneal cavity.",
    "Hemorrhagic peritonitis occurs after a ruptured tubal pregnancy or traumatic injury to the liver or spleen fills the peritoneal cavity with blood.",
    "Even more severe peritonitis is associated with bacterial infections seen with appendicitis, colonic diverticulitis, and pelvic inflammatory disease (infection of uterine tubes, usually by sexually transmitted bacteria).",
    "Peritonitis is life threatening and often results in emergency surgery to correct the underlying problem and intensive antibiotic therapy.",
    "When your great grandparents and even your parents were young, the mortality from peritonitis was high.",
    "Aggressive surgery, improvements in anesthesia safety, the advance of critical care expertise, and antibiotics have greatly improved the mortality rate from this condition.",
    "Even so, the mortality rate still ranges from 30 to 40 percent.",
    "The visceral peritoneum includes multiple large folds that envelope various abdominal organs, holding them to the dorsal surface of the body wall.",
    "Within these folds are blood vessels, lymphatic vessels, and nerves that innervate the organs with which they are in contact, supplying their adjacent organs.",
    "The five major peritoneal folds are described in Table 23.2.",
    "Note that during fetal development, certain digestive structures, including the first portion of the small intestine (called the duodenum), the pancreas, and portions of the large intestine (the ascending and descending colon, and the rectum) remain completely or partially posterior to the peritoneum.",
    "Thus, the location of these organs is described as retroperitoneal.",
    "Access for free at openstax.org",
    "23.2 • Digestive System Processes and Regulation 1001",
    "The Five Major Peritoneal Folds",
    "|  Fold | Description  | | --- | --- | |  Greater omentum | Apron-like structure that lies superficial to the small intestine and transverse colon; a site of fat deposition in people who are overweight  | |  Falciform ligament | Anchors the liver to the anterior abdominal wall and inferior border of the diaphragm  | |  Lesser omentum | Suspends the stomach from the inferior border of the liver; provides a pathway for structures connecting to the liver  | |  Mesentery | Vertical band of tissue anterior to the lumbar vertebrae and anchoring all of the small intestine except the initial portion (the duodenum)  | |  Mesocolon | Attaches two portions of the large intestine (the transverse and sigmoid colon) to the posterior abdominal wall  |",
    "TABLE 23.2",
    "INTERACTIVE LINK",
    "By clicking on this link (http://openstax.org/l/fooddigestion) you can watch a short video of what happens to the food you eat, as it passes from your mouth to your intestine.",
    "Along the way, note how the food changes consistency and form.",
    "How does this change in consistency facilitate your gaining nutrients from food?",
    "[H2] 23.2 Digestive System Processes and Regulation.",
    "[H3] LEARNING OBJECTIVES.",
    "By the end of this section, you will be able to:",
    "[LIST_ITEM] Discuss six fundamental activities of the digestive system, giving an example of each",
    "[LIST_ITEM] Compare and contrast the neural and hormonal controls involved in digestion",
    "The digestive system uses mechanical and chemical activities to break food down into absorbable substances during its journey through the digestive system.",
    "Table 23.3 provides an overview of the basic functions of the digestive organs.",
    "INTERACTIVE LINK",
    "Visit this site (http://openstax.org/l/fooddigestion2) for an overview of digestion of food in different regions of the digestive tract.",
    "Note the route of non-fat nutrients from the small intestine to their release as nutrients to the body.",
    "23 • The Digestive System",
    "Functions of the Digestive Organs",
    "|  Organ | Major functions | Other functions  | | --- | --- | --- | |  Mouth | ·Ingests food ·Chews and mixes food ·Begins chemical breakdown of carbohydrates ·Moves food into the pharynx ·Begins breakdown of lipids via lingual lipase | ·Moistens and dissolves food, allowing you to taste it ·Cleans and lubricates the teeth and oral cavity ·Has some antimicrobial activity  | |  Pharynx | ·Propels food from the oral cavity to the esophagus | ·Lubricates food and passageways  | |  Esophagus | ·Propels food to the stomach | ·Lubricates food and passageways  | |  Stomach | ·Mixes and churns food with gastric juices to form chyme ·Begins chemical breakdown of proteins ·Releases food into the duodenum as chyme ·Absorbs some fat-soluble substances (for example, alcohol, aspirin) ·Possesses antimicrobial functions | ·Stimulates protein-digesting enzymes ·Secretes intrinsic factor required for vitamin B12 absorption in small intestine  | |  Small intestine | ·Mixes chyme with digestive juices ·Propels food at a rate slow enough for digestion and absorption ·Absorbs breakdown products of carbohydrates, proteins, lipids, and nucleic acids, along with vitamins, minerals, and water ·Performs physical digestion via segmentation | ·Provides optimal medium for enzymatic activity  | |  Accessory organs | ·Liver: produces bile salts, which emulsify lipids, aiding their digestion and absorption ·Gallbladder: stores, concentrates, and releases bile ·Pancreas: produces digestive enzymes and bicarbonate | ·Bicarbonate-rich pancreatic juices help neutralize acidic chyme and provide optimal environment for enzymatic activity  | |  Large intestine | ·Further breaks down food residues ·Absorbs most residual water, electrolytes, and vitamins produced by enteric bacteria ·Propels feces toward rectum ·Eliminates feces | ·Food residue is concentrated and temporarily stored prior to defecation ·Mucus eases passage of feces through colon  |",
    "TABLE 23.3",
    "Access for free at openstax.org",
    "digestion and absorption.",
    "These regulatory mechanisms, which stimulate digestive activity through mechanical and chemical activity, are controlled both extrinsically and intrinsically.",
    "[H3] Neural Controls.",
    "The walls of the alimentary canal contain a variety of sensors that help regulate digestive functions.",
    "These include mechanoreceptors, chemoreceptors, and osmoreceptors, which are capable of detecting mechanical, chemical, and osmotic stimuli, respectively.",
    "For example, these receptors can sense when the presence of food has caused the stomach to expand, whether food particles have been sufficiently broken down, how much liquid is present, and the type of nutrients in the food (lipids, carbohydrates, and/or proteins).",
    "Stimulation of these receptors provokes an appropriate reflex that furthers the process of digestion.",
    "This may entail sending a message that activates the glands that secrete digestive juices into the lumen, or it may mean the stimulation of muscles within the alimentary canal, thereby activating peristalsis and segmentation that move food along the intestinal tract.",
    "The walls of the entire alimentary canal are embedded with nerve plexuses that interact with the central nervous system and other nerve plexuses—either within the same digestive organ or in different ones.",
    "These interactions prompt several types of reflexes.",
    "Extrinsic nerve plexuses orchestrate long reflexes, which involve the central and autonomic nervous systems and work in response to stimuli from outside the digestive system.",
    "Short reflexes, on the other hand, are orchestrated by intrinsic nerve plexuses within the alimentary canal wall.",
    "These two plexuses and their connections were introduced earlier as the enteric nervous system.",
    "Short reflexes regulate activities in one area of the digestive tract and may coordinate local peristaltic movements and stimulate digestive secretions.",
    "For example, the sight, smell, and taste of food initiate long reflexes that begin with a sensory neuron delivering a signal to the medulla oblongata.",
    "The response to the signal is to stimulate cells in the stomach to begin secreting digestive juices in preparation for incoming food.",
    "In contrast, food that distends the stomach initiates short reflexes that cause cells in the stomach wall to increase their secretion of digestive juices.",
    "[H3] Hormonal Controls.",
    "A variety of hormones are involved in the digestive process.",
    "The main digestive hormone of the stomach is gastrin, which is secreted in response to the presence of food.",
    "Gastrin stimulates the secretion of gastric acid by the parietal cells of the stomach mucosa.",
    "Other GI hormones are produced and act upon the gut and its accessory organs.",
    "Hormones produced by the duodenum include secretin, which stimulates a watery secretion of bicarbonate by the pancreas; cholecystokinin (CCK), which stimulates the secretion of pancreatic enzymes and bile from the liver and release of bile from the gallbladder; and gastric inhibitory peptide, which inhibits gastric secretion and slows gastric emptying and motility.",
    "These GI hormones are secreted by specialized epithelial cells, called endocrinocytes, located in the mucosal epithelium of the stomach and small intestine.",
    "These hormones then enter the bloodstream, through which they can reach their target organs.",
    "[H2] The Mouth, Pharynx, and Esophagus.",
    "[H3] Learning Objectives.",
    "By the end of this section, you will be able to:Describe the structures of the mouth, including its three accessory digestive organsGroup the 32 adult teeth according to name, location, and functionDescribe the process of swallowing, including the roles of the tongue, upper esophageal sphincter, and epiglottisTrace the pathway food follows from ingestion into the mouth through release into the stomach",
    "In this section, you will examine the anatomy and functions of the three main organs of the upper alimentary canal—the mouth, pharynx, and esophagus—as well as three associated accessory organs—the tongue, salivary glands, and teeth.",
    "[H3] The Mouth.",
    "The cheeks, tongue, and palate frame the mouth, which is also called the oral cavity (or buccal cavity).",
    "The structures of the mouth are illustrated in Figure 23.7.",
    "At the entrance to the mouth are the lips, or labia (singular = labium).",
    "Their outer covering is skin, which transitions to a mucous membrane in the mouth proper.",
    "Lips are very vascular with a thin layer of keratin; hence, the reason",
    "23 • The Digestive System",
    "they are \"red.\"",
    "They have a huge representation on the cerebral cortex, which probably explains the human fascination with kissing!",
    "The lips cover the orbicularis oris muscle, which regulates what comes in and goes out of the mouth.",
    "The labial frenulum is a midline fold of mucous membrane that attaches the inner surface of each lip to the gum.",
    "The cheeks make up the oral cavity's sidewalls.",
    "While their outer covering is skin, their inner covering is mucous membrane.",
    "This membrane is made up of non-keratinized, stratified squamous epithelium.",
    "Between the skin and mucous membranes are connective tissue and buccinator muscles.",
    "The next time you eat some food, notice how the buccinator muscles in your cheeks and the orbicularis oris muscle in your lips contract, helping you keep the food from falling out of your mouth.",
    "Additionally, notice how these muscles work when you are speaking.",
    "The pocket-like part of the mouth that is framed on the inside by the gums and teeth, and on the outside by the cheeks and lips is called the oral vestibule.",
    "Moving farther into the mouth, the opening between the oral cavity and throat (oropharynx) is called the fauces (like the kitchen \"faucet\").",
    "The main open area of the mouth, or oral cavity proper, runs from the gums and teeth to the fauces.",
    "When you are chewing, you do not find it difficult to breathe simultaneously.",
    "The next time you have food in your mouth, notice how the arched shape of the roof of your mouth allows you to handle both digestion and respiration at the same time.",
    "This arch is called the palate.",
    "The anterior region of the palate serves as a wall (or septum) between the oral and nasal cavities as well as a rigid shelf against which the tongue can push food.",
    "It is created by the maxillary and palatine bones of the skull and, given its bony structure, is known as the hard palate.",
    "If you run your tongue along the roof of your mouth, you'll notice that the hard palate ends in the posterior oral cavity, and the tissue becomes fleshier.",
    "This part of the palate, known as the soft palate, is composed mainly of skeletal muscle.",
    "You can therefore manipulate, subconsciously, the soft palate—for instance, to yawn, swallow, or sing (see Figure 23.7).",
    "FIGURE 23.7 Mouth The mouth includes the lips, tongue, palate, gums, and teeth.",
    "A fleshy bead of tissue called the uvula drops down from the center of the posterior edge of the soft palate.",
    "Although some have suggested that the uvula is a vestigial organ, it serves an important purpose.",
    "When you swallow, the soft",
    "Access for free at openstax.org",
    "palate and uvula move upward, helping to keep foods and liquid from entering the nasal cavity.",
    "Unfortunately, it can also contribute to the sound produced by snoring.",
    "Two muscular folds extend downward from the soft palate, on either side of the uvula.",
    "Toward the front, the palatoglossal arch lies next to the base of the tongue; behind it, the palatopharyngeal arch forms the superior and lateral margins of the fauces.",
    "Between these two arches are the palatine tonsils, clusters of lymphoid tissue that protect the pharynx.",
    "The lingual tonsils are located at the base of the tongue.",
    "[H3] The Tongue.",
    "Perhaps you have heard it said that the tongue is the strongest muscle in the body.",
    "Those who stake this claim cite its strength proportionate to its size.",
    "Although it is difficult to quantify the relative strength of different muscles, it remains indisputable that the tongue is a workhorse, facilitating ingestion, mechanical digestion, chemical digestion (lingual lipase), sensation (of taste, texture, and temperature of food), swallowing, and vocalization.",
    "The tongue is attached to the mandible, the styloid processes of the temporal bones, and the hyoid bone.",
    "The hyoid is unique in that it only distantly/indirectly articulates with other bones.",
    "The tongue is positioned over the floor of the oral cavity.",
    "A medial septum extends the entire length of the tongue, dividing it into symmetrical halves.",
    "Beneath its mucous membrane covering, each half of the tongue is composed of the same number and type of intrinsic and extrinsic skeletal muscles.",
    "The intrinsic muscles (those within the tongue) are the longitudinalis inferior, longitudinalis superior, transversus linguae, and verticalis linguae muscles.",
    "These allow you to change the size and shape of your tongue, as well as to stick it out, if you wish.",
    "Having such a flexible tongue facilitates both swallowing and speech.",
    "As you learned in your study of the muscular system, the extrinsic muscles of the tongue are the palatoglossus, hyoglossus, styloglossus, and genioglossus muscles.",
    "These muscles originate outside the tongue and insert into connective tissues within the tongue.",
    "The mylohyoid is responsible for raising the tongue, the hyoglossus pulls it down and back, the styloglossus pulls it up and back, and the genioglossus pulls it forward.",
    "Working in concert, these muscles perform three important digestive functions in the mouth: (1) position food for optimal chewing, (2) gather food into a bolus (rounded mass), and (3) position food so it can be swallowed.",
    "The top and sides of the tongue are studded with papillae, extensions of lamina propria of the mucosa, which are covered in stratified squamous epithelium (Figure 23.8).",
    "Fungiform papillae, which are mushroom shaped, cover a large area of the tongue; they tend to be larger toward the rear of the tongue and smaller on the tip and sides.",
    "In contrast, filiform papillae are long and thin.",
    "Fungiform papillae contain taste buds, and filiform papillae have touch receptors that help the tongue move food around in the mouth.",
    "The filiform papillae create an abrasive surface that performs mechanically, much like a cat's rough tongue that is used for grooming.",
    "Lingual glands in the lamina propria of the tongue secrete mucus and a watery serous fluid that contains the enzyme lingual lipase, which plays a minor role in breaking down triglycerides but does not begin working until it is activated in the stomach.",
    "A fold of mucous membrane on the underside of the tongue, the lingual frenulum, tethers the tongue to the floor of the mouth.",
    "People with the congenital anomaly ankyloglossia, also known by the non-medical term “tongue tie,” have a lingual frenulum that is too short or otherwise malformed.",
    "Severe ankyloglossia can impair speech and must be corrected with surgery.",
    "23 • The Digestive System",
    "[H1] The Teeth.",
    "The teeth, or dentes (singular = dens), are organs similar to bones that you use to tear, grind, and otherwise mechanically break down food.",
    "[H1] Types of Teeth.",
    "During the course of your lifetime, you have two sets of teeth (one set of teeth is a dentition).",
    "Your 20 deciduous teeth, or baby teeth, first begin to appear at about 6 months of age.",
    "Between approximately age 6 and 12, these teeth are replaced by 32 permanent teeth.",
    "Moving from the center of the mouth toward the side, these are as follows (Figure 23.10):",
    "[LIST_ITEM] The eight incisors, four top and four bottom, are the sharp front teeth you use for biting into food.",
    "[LIST_ITEM] The four cuspids (or canines) flank the incisors and have a pointed edge (cusp) to tear up food. These fang-like teeth are superb for piercing tough or fleshy foods.",
    "[LIST_ITEM] Posterior to the cuspids are the eight premolars (or bicuspids), which have an overall flatter shape with two rounded cusps useful for mashing foods.",
    "[LIST_ITEM] The most posterior and largest are the 12 molars, which have several pointed cusps used to crush food so it is ready for swallowing. The third members of each set of three molars, top and bottom, are commonly referred to as the wisdom teeth, because their eruption is commonly delayed until early adulthood. It is not uncommon for wisdom teeth to fail to erupt; that is, they remain impacted. In these cases, the teeth are typically removed by orthodontic surgery.",
    "Access for free at openstax.org",
    "23.3 • The Mouth, Pharynx, and Esophagus",
    "FIGURE 23.10 Permanent and Deciduous Teeth",
    "This figure of two human dentitions shows the arrangement of teeth in the maxilla and mandible, and the relationship between the deciduous and permanent teeth.",
    "[H1] Anatomy of a Tooth.",
    "The teeth are secured in the alveolar processes (sockets) of the maxilla and the mandible.",
    "Gingivae (commonly called the gums) are soft tissues that line the alveolar processes and surround the necks of the teeth.",
    "Teeth are also held in their sockets by a connective tissue called the periodontal ligament.",
    "The two main parts of a tooth are the crown, which is the portion projecting above the gum line, and the root, which is embedded within the maxilla and mandible.",
    "Both parts contain an inner pulp cavity, containing loose connective tissue through which run nerves and blood vessels.",
    "The region of the pulp cavity that runs through the root of the tooth is called the root canal.",
    "Surrounding the pulp cavity is dentin, a bone-like tissue.",
    "In the root of each tooth, the dentin is covered by an even harder bone-like layer called cementum.",
    "In the crown of each tooth, the dentin is covered by an outer layer of enamel, the hardest substance in the body (Figure 23.11).",
    "Although enamel protects the underlying dentin and pulp cavity, it is still nonetheless susceptible to mechanical and chemical erosion, or what is known as tooth decay.",
    "The most common form, dental caries (cavities) develops when colonies of bacteria feeding on sugars in the mouth release acids that cause soft tissue inflammation and degradation of the calcium crystals of the enamel.",
    "The digestive functions of the mouth are summarized in Table 23.4.",
    "23 • The Digestive System",
    "FIGURE 23.11",
    "The Structure of the Tooth This longitudinal section through a molar in its alveolar socket shows the relationships between enamel, dentin, and pulp.",
    "Digestive Functions of the Mouth",
    "|  Structure | Action | Outcome  | | --- | --- | --- | |  Lips and cheeks | Confine food between teeth | • Food is chewed evenly during mastication  | |  Salivary glands | Secrete saliva | • Moisten and lubricate the lining of the mouth and pharynx • Moisten, soften, and dissolve food • Clean the mouth and teeth • Salivary amylase breaks down starch  | |  Tongue’s extrinsic muscles | Move tongue sideways, and in and out | • Manipulate food for chewing • Shape food into a bolus • Manipulate food for swallowing  | |  Tongue’s intrinsic muscles | Change tongue shape | • Manipulate food for swallowing  | |  Taste buds | Sense food in mouth and sense taste | • Nerve impulses from taste buds are conducted to salivary nuclei in the brain stem and then to salivary glands, stimulating saliva secretion  | |  Lingual glands | Secrete lingual lipase | • Activated in the stomach • Break down triglycerides into fatty acids and diglycerides  | |  Teeth | Shred and crush food | • Break down solid food into smaller particles for deglutition  |",
    "TABLE 23.4",
    "Access for free at openstax.org",
    "23.3 • The Mouth, Pharynx, and Esophagus 1013",
    "[H1] The Pharynx.",
    "The pharynx (throat) is involved in both digestion and respiration.",
    "It receives food and air from the mouth, and air from the nasal cavities.",
    "When food enters the pharynx, involuntary muscle contractions close off the air passageways.",
    "A short tube of skeletal muscle lined with a mucous membrane, the pharynx runs from the posterior oral and nasal cavities to the opening of the esophagus and larynx.",
    "It has three subdivisions.",
    "The most superior, the nasopharynx, is involved only in breathing and speech.",
    "The other two subdivisions, the oropharynx and the laryngopharynx, are used for both breathing and digestion.",
    "The oropharynx begins inferior to the nasopharynx and is continuous below with the laryngopharynx (Figure 23.12).",
    "The inferior border of the laryngopharynx connects to the esophagus, whereas the anterior portion connects to the larynx, allowing air to flow into the bronchial tree.",
    "FIGURE 23.12 Pharynx The pharynx runs from the nostrils to the esophagus and the larynx.",
    "Histologically, the wall of the oropharynx is similar to that of the oral cavity.",
    "The mucosa includes a stratified squamous epithelium that is endowed with mucus-producing glands.",
    "During swallowing, the elevator skeletal muscles of the pharynx contract, raising and expanding the pharynx to receive the bolus of food.",
    "Once received, these muscles relax and the constrictor muscles of the pharynx contract, forcing the bolus into the esophagus and initiating peristalsis.",
    "Usually during swallowing, the soft palate and uvula rise reflexively to close off the entrance to the nasopharynx.",
    "At the same time, the larynx is pulled superiorly and the cartilaginous epiglottis, its most superior structure, folds inferiorly, covering the glottis (the opening to the larynx); this process effectively blocks access to the trachea and bronchi.",
    "When the food \"goes down the wrong way,\" it goes into the trachea.",
    "When food enters the trachea, the reaction is to cough, which usually forces the food up and out of the trachea, and back into the pharynx.",
    "[H1] The Esophagus.",
    "The esophagus is a muscular tube that connects the pharynx to the stomach. It is approximately 25.4 cm (10 in) in",
    "23 • The Digestive System",
    "length, located posterior to the trachea, and remains in a collapsed form when not engaged in swallowing.",
    "As you can see in Figure 23.13, the esophagus runs a mainly straight route through the mediastinum of the thorax.",
    "To enter the abdomen, the esophagus penetrates the diaphragm through an opening called the esophageal hiatus.",
    "[H2] Passage of Food through the Esophagus.",
    "The upper esophageal sphincter, which is continuous with the inferior pharyngeal constrictor, controls the movement of food from the pharynx into the esophagus.",
    "The upper two-thirds of the esophagus consists of both smooth and skeletal muscle fibers, with the latter fading out in the bottom third of the esophagus.",
    "Rhythmic waves of peristalsis, which begin in the upper esophagus, propel the bolus of food toward the stomach.",
    "Meanwhile, secretions from the esophageal mucosa lubricate the esophagus and food.",
    "Food passes from the esophagus into the stomach at the lower esophageal sphincter (also called the gastroesophageal or cardiac sphincter).",
    "Recall that sphincters are muscles that surround tubes and serve as valves, closing the tube when the sphincters contract and opening it when they relax.",
    "The lower esophageal sphincter relaxes to let food pass into the stomach, and then contracts to prevent stomach acids from backing up into the esophagus.",
    "Surrounding this sphincter is the muscular diaphragm, which helps close off the sphincter when no food is being swallowed.",
    "When the lower esophageal sphincter does not completely close, the stomach's contents can reflux (that is, back up into the esophagus), causing heartburn or gastroesophageal reflux disease (GERD).",
    "FIGURE 23.13",
    "Esophagus",
    "The upper esophageal sphincter controls the movement of food from the pharynx to the esophagus.",
    "The lower esophageal sphincter controls the movement of food from the esophagus to the stomach.",
    "[H2] Histology of the Esophagus.",
    "The mucosa of the esophagus is made up of an epithelial lining that contains non-keratinized, stratified squamous epithelium, with a layer of basal and parabasal cells.",
    "This epithelium protects against erosion from food particles.",
    "The mucosa's lamina propria contains mucus-secreting glands.",
    "The muscularis layer changes according to location: In the upper third of the esophagus, the muscularis is skeletal muscle.",
    "In the middle third, it is both skeletal and smooth muscle.",
    "In the lower third, it is smooth muscle.",
    "As mentioned previously, the most superficial layer of the esophagus is called the adventitia, not the serosa.",
    "In contrast to the stomach and intestines, the loose connective tissue of the adventitia is not covered by a fold of visceral peritoneum.",
    "The digestive functions of the esophagus are identified in Table 23.5.",
    "Access for free at openstax.org",
    "23.3 • The Mouth, Pharynx, and Esophagus 1015",
    "[H1] Digestive Functions of the Esophagus.",
    "|  Action | Outcome  | | --- | --- | |  Upper esophageal sphincter relaxation | Allows the bolus to move from the laryngopharynx to the esophagus  | |  Peristalsis | Propels the bolus through the esophagus  | |  Lower esophageal sphincter relaxation | Allows the bolus to move from the esophagus into the stomach and prevents chyme from entering the esophagus  | |  Mucus secretion | Lubricates the esophagus, allowing easy passage of the bolus  |",
    "[H1] TABLE 23.5.",
    "[H2] Deglutition.",
    "Deglutition is another word for swallowing—the movement of food from the mouth to the stomach.",
    "The entire process takes about 4 to 8 seconds for solid or semisolid food, and about 1 second for very soft food and liquids.",
    "Although this sounds quick and effortless, deglutition is, in fact, a complex process that involves both the skeletal muscle of the tongue and the muscles of the pharynx and esophagus.",
    "It is aided by the presence of mucus and saliva.",
    "There are three stages in deglutition: the voluntary phase, the pharyngeal phase, and the esophageal phase (Figure 23.14).",
    "The autonomic nervous system controls the latter two phases.",
    "FIGURE 23.14 Deglutition Deglutition includes the voluntary phase and two involuntary phases: the pharyngeal phase and the esophageal phase.",
    "[H2] The Voluntary Phase.",
    "The voluntary phase of deglutition (also known as the oral or buccal phase) is so called because you can control when you swallow food.",
    "In this phase, chewing has been completed and swallowing is set in motion.",
    "The tongue moves upward and backward against the palate, pushing the bolus to the back of the oral cavity and into the oropharynx.",
    "Other muscles keep the mouth closed and prevent food from falling out.",
    "At this point, the two involuntary phases of swallowing begin.",
    "[H2] The Pharyngeal Phase.",
    "In the pharyngeal phase, stimulation of receptors in the oropharynx sends impulses to the deglutition center (a collection of neurons that controls swallowing) in the medulla oblongata.",
    "Impulses are then sent back to the uvula",
    "and soft palate, causing them to move upward and close off the nasopharynx.",
    "The laryngeal muscles also constrict to prevent aspiration of food into the trachea.",
    "At this point, deglutition apnea takes place, which means that breathing ceases for a very brief time.",
    "Contractions of the pharyngeal constrictor muscles move the bolus through the oropharynx and laryngopharynx.",
    "Relaxation of the upper esophageal sphincter then allows food to enter the esophagus.",
    "[H3] The Esophageal Phase.",
    "The entry of food into the esophagus marks the beginning of the esophageal phase of deglutition and the initiation of peristalsis.",
    "As in the previous phase, the complex neuromuscular actions are controlled by the medulla oblongata.",
    "Peristalsis propels the bolus through the esophagus and toward the stomach.",
    "The circular muscle layer of the muscularis contracts, pinching the esophageal wall and forcing the bolus forward.",
    "At the same time, the longitudinal muscle layer of the muscularis also contracts, shortening this area and pushing out its walls to receive the bolus.",
    "In this way, a series of contractions keeps moving food toward the stomach.",
    "When the bolus nears the stomach, distention of the esophagus initiates a short reflex relaxation of the lower esophageal sphincter that allows the bolus to pass into the stomach.",
    "During the esophageal phase, esophageal glands secrete mucus that lubricates the bolus and minimizes friction.",
    "[H2] INTERACTIVE LINK.",
    "Watch this animation (http://openstax.org/l/swallowing) to see how swallowing is a complex process that involves the nervous system to coordinate the actions of upper respiratory and digestive activities.",
    "During which stage of swallowing is there a risk of food entering respiratory pathways and how is this risk blocked?",
    "[H2] 23.4 The Stomach.",
    "[H3] Learning objectives.",
    "By the end of this section, you will be able to:Label on a diagram the four main regions of the stomach, its curvatures, and its sphincterIdentify the four main types of secreting cells in gastric glands, and their important productsExplain why the stomach does not digest itselfDescribe the mechanical and chemical digestion of food entering the stomach",
    "Although a minimal amount of carbohydrate digestion occurs in the mouth, chemical digestion really gets underway in the stomach.",
    "An expansion of the alimentary canal that lies immediately inferior to the esophagus, the stomach links the esophagus to the first part of the small intestine (the duodenum) and is relatively fixed in place at its esophageal and duodenal ends.",
    "In between, however, it can be a highly active structure, contracting and continually changing position and size.",
    "These contractions provide mechanical assistance to digestion.",
    "The empty stomach is only about the size of your fist, but can stretch to hold as much as 4 liters of food and fluid, or more than 75 times its empty volume, and then return to its resting size when empty.",
    "Although you might think that the size of a person's stomach is related to how much food that individual consumes, body weight does not correlate with stomach size.",
    "Rather, when you eat greater quantities of food—such as at holiday dinner—you stretch the stomach more than when you eat less.",
    "Popular culture tends to refer to the stomach as the location where all digestion takes place.",
    "Of course, this is not true.",
    "An important function of the stomach is to serve as a temporary holding chamber.",
    "You can ingest a meal far more quickly than it can be digested and absorbed by the small intestine.",
    "Thus, the stomach holds food and parses only small amounts into the small intestine at a time.",
    "Foods are not processed in the order they are eaten; rather, they are mixed together with digestive juices in the stomach until they are converted into chyme, which is released into the small intestine.",
    "As you will see in the sections that follow, the stomach plays several important roles in chemical digestion, including the continued digestion of carbohydrates and the initial digestion of proteins and triglycerides.",
    "Little if any nutrient absorption occurs in the stomach, with the exception of the negligible amount of nutrients in alcohol.",
    "[H3] Structure.",
    "There are four main regions in the stomach: the cardia, fundus, body, and pylorus (Figure 23.15). The cardia (or",
    "23.4 • The Stomach",
    "cardiac region) is the point where the esophagus connects to the stomach and through which food passes into the stomach.",
    "Located inferior to the diaphragm, above and to the left of the cardia, is the dome-shaped fundus.",
    "Below the fundus is the body, the main part of the stomach.",
    "The funnel-shaped pylorus connects the stomach to the duodenum.",
    "The wider end of the funnel, the pyloric antrum, connects to the body of the stomach.",
    "The narrower end is called the pyloric canal, which connects to the duodenum.",
    "The smooth muscle pyloric sphincter is located at this latter point of connection and controls stomach emptying.",
    "In the absence of food, the stomach deflates inward, and its mucosa and submucosa fall into a large fold called a ruga.",
    "FIGURE 23.15 Stomach The stomach has four major regions: the cardia, fundus, body, and pylorus.",
    "The addition of an inner oblique smooth muscle layer gives the muscularis the ability to vigorously churn and mix food.",
    "The convex lateral surface of the stomach is called the greater curvature; the concave medial border is the lesser curvature.",
    "The stomach is held in place by the lesser omentum, which extends from the liver to the lesser curvature, and the greater omentum, which runs from the greater curvature to the posterior abdominal wall.",
    "[H1] Histology.",
    "The wall of the stomach is made of the same four layers as most of the rest of the alimentary canal, but with adaptations to the mucosa and muscularis for the unique functions of this organ.",
    "In addition to the typical circular and longitudinal smooth muscle layers, the muscularis has an inner oblique smooth muscle layer (Figure 23.16).",
    "As a result, in addition to moving food through the canal, the stomach can vigorously churn food, mechanically breaking it down into smaller particles.",
    "23 • The Digestive System",
    "FIGURE 23.16 Histology of the Stomach The stomach wall is adapted for the functions of the stomach.",
    "In the epithelium, gastric pits lead to gastric glands that secrete gastric juice.",
    "The gastric glands (one gland is shown enlarged on the right)",
    "contain different types of cells that secrete a variety of enzymes, including hydrochloride acid, which activates the protein-digesting enzyme pepsin.",
    "The stomach mucosa's epithelial lining consists only of surface mucus cells, which secrete a protective coat of alkaline mucus.",
    "A vast number of gastric pits dot the surface of the epithelium, giving it the appearance of a well-used pincushion, and mark the entry to each gastric gland, which secretes a complex digestive fluid referred to as gastric juice.",
    "Although the walls of the gastric pits are made up primarily of mucus cells, the gastric glands are made up of different types of cells.",
    "The glands of the cardia and pylorus are composed primarily of mucus-secreting cells.",
    "Cells that make up the pyloric antrum secrete mucus and a number of hormones, including the majority of the stimulatory hormone, gastrin.",
    "The much larger glands of the fundus and body of the stomach, the site of most chemical digestion, produce most of the gastric secretions.",
    "These glands are made up of a variety of secretory cells.",
    "These include parietal cells, chief cells, mucous neck cells, and enteroendocrine cells.",
    "Parietal cells—Located primarily in the middle region of the gastric glands are parietal cells, which are among the most highly differentiated of the body's epithelial cells.",
    "These relatively large cells produce both hydrochloric acid (HCl) and intrinsic factor.",
    "HCl is responsible for the high acidity (pH 1.5 to 3.5) of the stomach contents and is needed to activate the protein-digesting enzyme, pepsin.",
    "The acidity also kills much of the bacteria you ingest with food and helps to denature proteins, making them more available for enzymatic digestion.",
    "Intrinsic factor is a glycoprotein necessary for the absorption of vitamin  $\\mathsf{B}_{12}$  in the small intestine.",
    "Chief cells—Located primarily in the basal regions of gastric glands are chief cells, which secrete pepsinogen, the inactive proenzyme form of pepsin.",
    "HCl is necessary for the conversion of pepsinogen to pepsin.",
    "Mucous neck cells—Gastric glands in the upper part of the stomach contain mucous neck cells that secrete thin, acidic mucus that is much different from the mucus secreted by the goblet cells of the surface epithelium.",
    "The role of this mucus is not currently known.",
    "Enteroendocrine cells—Finally, enteroendocrine cells found in the gastric glands secrete various hormones into the interstitial fluid of the lamina propria.",
    "These include gastrin, which is released mainly by enteroendocrine G cells.",
    "Table 23.6 describes the digestive functions of important hormones secreted by the stomach.",
    "[H2] INTERACTIVE LINK.",
    "Watch this animation (http://openstax.org/l/stomach1) that depicts the structure of the stomach and how this structure functions in the initiation of protein digestion.",
    "This view of the stomach shows the characteristic rugae.",
    "What is the function of these rugae?",
    "Access for free at openstax.org",
    "23 • The Digestive System",
    "process is repeated when the next mixing waves force more chyme into the duodenum.",
    "Gastric emptying is regulated by both the stomach and the duodenum.",
    "The presence of chyme in the duodenum activates receptors that inhibit gastric secretion.",
    "This prevents additional chyme from being released by the stomach before the duodenum is ready to process it.",
    "[H2] Chemical Digestion.",
    "The fundus plays an important role, because it stores both undigested food and gases that are released during the process of chemical digestion.",
    "Food may sit in the fundus of the stomach for a while before being mixed with the chyme.",
    "While the food is in the fundus, the digestive activities of salivary amylase continue until the food begins mixing with the acidic chyme.",
    "Ultimately, mixing waves incorporate this food with the chyme, the acidity of which inactivates salivary amylase and activates lingual lipase.",
    "Lingual lipase then begins breaking down triglycerides into free fatty acids, and mono- and diglycerides.",
    "The breakdown of protein begins in the stomach through the actions of HCl and the enzyme pepsin.",
    "Its numerous digestive functions notwithstanding, there is only one stomach function necessary to life: the production of intrinsic factor.",
    "The intestinal absorption of vitamin B₁₂, which is necessary for both the production of mature red blood cells and normal neurological functioning, cannot occur without intrinsic factor.",
    "People who undergo total gastrectomy (stomach removal)—for life-threatening stomach cancer, for example—can survive with minimal digestive dysfunction if they receive vitamin B₁₂ injections.",
    "The contents of the stomach are completely emptied into the duodenum within 2 to 4 hours after you eat a meal.",
    "Different types of food take different amounts of time to process.",
    "Foods heavy in carbohydrates empty fastest, followed by high-protein foods.",
    "Meals with a high triglyceride content remain in the stomach the longest.",
    "Since enzymes in the small intestine digest fats slowly, food can stay in the stomach for 6 hours or longer when the duodenum is processing fatty chyme.",
    "However, note that this is still a fraction of the 24 to 72 hours that full digestion typically takes from start to finish.",
    "[H2] 23.5 The Small and Large Intestines.",
    "[H3] LEARNING OBJECTIVES.",
    "By the end of this section, you will be able to:",
    "[LIST_ITEM] Compare and contrast the location and gross anatomy of the small and large intestines",
    "[LIST_ITEM] Identify three main adaptations of the small intestine wall that increase its absorptive capacity",
    "[LIST_ITEM] Describe the mechanical and chemical digestion of chyme upon its release into the small intestine",
    "[LIST_ITEM] List three features unique to the wall of the large intestine and identify their contributions to its function",
    "[LIST_ITEM] Identify the beneficial roles of the bacterial flora in digestive system functioning",
    "[LIST_ITEM] Trace the pathway of food waste from its point of entry into the large intestine through its exit from the body as feces",
    "The word intestine is derived from a Latin root meaning \"internal,\" and indeed, the two organs together nearly fill the interior of the abdominal cavity.",
    "In addition, called the small and large bowel, or colloquially the \"guts,\" they constitute the greatest mass and length of the alimentary canal and, with the exception of ingestion, perform all digestive system functions.",
    "[H3] The Small Intestine.",
    "Chyme released from the stomach enters the small intestine, which is the primary digestive organ in the body.",
    "Not only is this where most digestion occurs, it is also where practically all absorption occurs.",
    "The longest part of the alimentary canal, the small intestine is about 3.05 meters (10 feet) long in a living person (but about twice as long in a cadaver due to the loss of muscle tone).",
    "Since this makes it about five times longer than the large intestine, you might wonder why it is called \"small.\"",
    "In fact, its name derives from its relatively smaller diameter of only about 2.54 cm (1 in), compared with 7.62 cm (3 in) for the large intestine.",
    "As we'll see shortly, in addition to its length, the folds and projections of the lining of the small intestine work to give it an enormous surface area, which is approximately 200 m², more than 100 times the surface area of your skin.",
    "This large surface area is necessary for complex processes of digestion and absorption that occur within it.",
    "Access for free at openstax.org",
    "23.5 • The Small and Large Intestines 1023",
    "[H1] Structure.",
    "The coiled tube of the small intestine is subdivided into three regions.",
    "From proximal (at the stomach) to distal, these are the duodenum, jejunum, and ileum (Figure 23.18).",
    "The shortest region is the 25.4-cm (10-in) duodenum, which begins at the pyloric sphincter.",
    "Just past the pyloric sphincter, it bends posteriorly behind the peritoneum, becoming retroperitoneal, and then makes a C-shaped curve around the head of the pancreas before ascending anteriorly again to return to the peritoneal cavity and join the jejunum.",
    "The duodenum can therefore be subdivided into four segments: the superior, descending, horizontal, and ascending duodenum.",
    "Of particular interest is the hepatopancreatic ampulla (ampulla of Vater).",
    "Located in the duodenal wall, the ampulla marks the transition from the anterior portion of the alimentary canal to the mid-region, and is where the bile duct (through which bile passes from the liver) and the main pancreatic duct (through which pancreatic juice passes from the pancreas) join.",
    "This ampulla opens into the duodenum at a tiny volcano-shaped structure called the major duodenal papilla.",
    "The hepatopancreatic sphincter (sphincter of Oddi) regulates the flow of both bile and pancreatic juice from the ampulla into the duodenum.",
    "FIGURE 23.18 Small Intestine The three regions of the small intestine are the duodenum, jejunum, and ileum.",
    "The jejunum is about 0.9 meters (3 feet) long (in life) and runs from the duodenum to the ileum.",
    "Jejunum means \"empty\" in Latin and supposedly was so named by the ancient Greeks who noticed it was always empty at death.",
    "No clear demarcation exists between the jejunum and the final segment of the small intestine, the ileum.",
    "The ileum is the longest part of the small intestine, measuring about 1.8 meters (6 feet) in length.",
    "It is thicker, more vascular, and has more developed mucosal folds than the jejunum.",
    "The ileum joins the cecum, the first portion of the large intestine, at the ileocecal sphincter (or valve).",
    "The jejunum and ileum are tethered to the posterior abdominal wall by the mesentery.",
    "The large intestine frames these three parts of the small intestine.",
    "Parasympathetic nerve fibers from the vagus nerve and sympathetic nerve fibers from the thoracic splanchnic nerve provide extrinsic innervation to the small intestine.",
    "The superior mesenteric artery is its main arterial supply.",
    "Veins run parallel to the arteries and drain into the superior mesenteric vein.",
    "Nutrient-rich blood from the small intestine is then carried to the liver via the hepatic portal vein.",
    "[H1] Histology.",
    "The wall of the small intestine is composed of the same four layers typically present in the alimentary system.",
    "However, three features of the mucosa and submucosa are unique.",
    "These features, which increase the absorptive surface area of the small intestine more than 600-fold, include circular folds, villi, and microvilli (Figure 23.19).",
    "These adaptations are most abundant in the proximal two-thirds of the small intestine, where the majority of absorption occurs.",
    "23 • The Digestive System",
    "(a)",
    "(b)",
    "(c) FIGURE 23.19 Histology of the Small Intestine (a) The absorptive surface of the small intestine is vastly enlarged by the presence of circular folds, villi, and microvilli.",
    "(b) Micrograph of the circular folds.",
    "(c) Micrograph of the villi.",
    "(d) Electron micrograph of the microvilli.",
    "From left to right, LM x 56, LM x 508, EM x 196,000.",
    "(credit b-d:",
    "Micrograph provided by the Regents of University of Michigan Medical School © 2012)",
    "(d)",
    "[H1] Circular folds.",
    "Also called a plica circular, a circular fold is a deep ridge in the mucosa and submucosa.",
    "Beginning near the proximal part of the duodenum and ending near the middle of the ileum, these folds facilitate absorption.",
    "Their shape causes the chyme to spiral, rather than move in a straight line, through the small intestine.",
    "Spiraling slows the movement of chyme and provides the time needed for nutrients to be fully absorbed.",
    "[H1] Villi.",
    "Within the circular folds are small (0.5–1 mm long) hairlike vascularized projections called villi (singular = villus) that give the mucosa a furry texture.",
    "There are about 20 to 40 villi per square millimeter, increasing the surface area of the epithelium tremendously.",
    "The mucosal epithelium, primarily composed of absorptive cells, covers the villi.",
    "In addition to muscle and connective tissue to support its structure, each villus contains a capillary bed composed of one arteriole and one venule, as well as a lymphatic capillary called a lacteal.",
    "The breakdown products of carbohydrates and proteins (sugars and amino acids) can enter the bloodstream directly, but lipid breakdown products are absorbed by the lacteals and transported to the bloodstream via the lymphatic system.",
    "[H1] Microvilli.",
    "As their name suggests, microvilli (singular = microvillus) are much smaller (1  $\\mu$ m) than villi.",
    "They are cylindrical apical surface extensions of the plasma membrane of the mucosa's epithelial cells, and are supported by microfilaments within those cells.",
    "Although their small size makes it difficult to see each microvillus, their combined microscopic appearance suggests a mass of bristles, which is termed the brush border.",
    "Fixed to the surface of the microvilli membranes are enzymes that finish digesting carbohydrates and proteins.",
    "There are an estimated 200 million microvilli per square millimeter of small intestine, greatly expanding the surface area of the plasma membrane and thus greatly enhancing absorption.",
    "[H1] Intestinal Glands.",
    "In addition to the three specialized absorptive features just discussed, the mucosa between the villi is dotted with deep crevices that each lead into a tubular intestinal gland (crypt of Lieberkühn), which is formed by cells that line",
    "Access for free at openstax.org",
    "23.5 • The Small and Large Intestines 1025",
    "the crevices (see Figure 23.19).",
    "These produce intestinal juice, a slightly alkaline (pH 7.4 to 7.8) mixture of water and mucus.",
    "Each day, about 0.95 to 1.9 liters (1 to 2 quarts) are secreted in response to the distention of the small intestine or the irritating effects of chyme on the intestinal mucosa.",
    "The submucosa of the duodenum is the only site of the complex mucus-secreting duodenal glands (Brunner's glands), which produce a bicarbonate-rich alkaline mucus that buffers the acidic chyme as it enters from the stomach.",
    "The roles of the cells in the small intestinal mucosa are detailed in Table 23.7.",
    "Cells of the Small Intestinal Mucosa",
    "|  Cell type | Location in the mucosa | Function  | | --- | --- | --- | |  Absorptive | Epithelium/intestinal glands | Digestion and absorption of nutrients in chyme  | |  Goblet | Epithelium/intestinal glands | Secretion of mucus  | |  Paneth | Intestinal glands | Secretion of the bactericidal enzyme lysozyme; phagocytosis  | |  G cells | Intestinal glands of duodenum | Secretion of the hormone intestinal gastrin  | |  I cells | Intestinal glands of duodenum | Secretion of the hormone cholecystokinin, which stimulates release of pancreatic juices and bile  | |  K cells | Intestinal glands | Secretion of the hormone glucose-dependent insulinotropic peptide, which stimulates the release of insulin  | |  M cells | Intestinal glands of duodenum and jejunum | Secretion of the hormone motilin, which accelerates gastric emptying, stimulates intestinal peristalsis, and stimulates the production of pepsin  | |  S cells | Intestinal glands | Secretion of the hormone secretin  |",
    "TABLE 23.7",
    "Intestinal MALT",
    "The lamina propria of the small intestine mucosa is studded with quite a bit of MALT.",
    "In addition to solitary lymphatic nodules, aggregations of intestinal MALT, which are typically referred to as Peyer's patches, are concentrated in the distal ileum, and serve to keep bacteria from entering the bloodstream.",
    "Peyer's patches are most prominent in young people and become less distinct as you age, which coincides with the general activity of our immune system.",
    "INTERACTIVE LINK",
    "Watch this animation (http://openstax.org/l/sintestine) that depicts the structure of the small intestine, and, in particular, the villi.",
    "Epithelial cells continue the digestion and absorption of nutrients and transport these nutrients to the lymphatic and circulatory systems.",
    "In the small intestine, the products of food digestion are absorbed by different structures in the villi.",
    "Which structure absorbs and transports fats?",
    "surfaces of the mucosal cells.",
    "For optimal chemical digestion, chyme must be delivered from the stomach slowly and in small amounts.",
    "This is because chyme from the stomach is typically hypertonic, and if large quantities were forced all at once into the small intestine, the resulting osmotic water loss from the blood into the intestinal lumen would result in potentially life-threatening low blood volume.",
    "In addition, continued digestion requires an upward adjustment of the low pH of stomach chyme, along with rigorous mixing of the chyme with bile and pancreatic juices.",
    "Both processes take time, so the pumping action of the pylorus must be carefully controlled to prevent the duodenum from being overwhelmed with chyme.",
    "Disorders of the...",
    "Small Intestine: Lactose Intolerance",
    "Lactose intolerance is a condition characterized by indigestion caused by dairy products.",
    "It occurs when the absorptive cells of the small intestine do not produce enough lactase, the enzyme that digests the milk sugar lactose.",
    "In most mammals, lactose intolerance increases with age.",
    "In contrast, some human populations are able to maintain the ability to produce lactase as adults.",
    "In people with lactose intolerance, the lactose in chyme is not digested.",
    "Bacteria in the large intestine ferment the undigested lactose, a process that produces gas.",
    "In addition to gas, symptoms include abdominal cramps, bloating, and diarrhea.",
    "Symptom severity ranges from mild discomfort to severe pain; however, symptoms resolve once the lactose is eliminated in feces.",
    "The hydrogen breath test is used to help diagnose lactose intolerance.",
    "Lactose-tolerant people have very little hydrogen in their breath.",
    "Those with lactose intolerance exhale hydrogen, which is one of the gases produced by the bacterial fermentation of lactose in the colon.",
    "After the hydrogen is absorbed from the intestine, it is transported through blood vessels into the lungs.",
    "There are a number of lactose-free dairy products available in grocery stores.",
    "In addition, dietary supplements are available.",
    "Taken with food, they provide lactase to help digest lactose.",
    "[H3] The Large Intestine.",
    "The large intestine is the terminal part of the alimentary canal.",
    "The primary function of this organ is to finish absorption of nutrients and water, synthesize certain vitamins, form feces, and eliminate feces from the body.",
    "[H3] Structure.",
    "The large intestine runs from the appendix to the anus.",
    "It frames the small intestine on three sides.",
    "Despite its being about one-half as long as the small intestine, it is called large because it is more than twice the diameter of the small intestine, about 3 inches.",
    "[H3] Subdivisions.",
    "The large intestine is subdivided into four main regions: the cecum, the colon, the rectum, and the anus.",
    "The ileocecal valve, located at the opening between the ileum and the large intestine, controls the flow of chyme from the small intestine to the large intestine.",
    "[H3] Cecum.",
    "The first part of the large intestine is the cecum, a sac-like structure that is suspended inferior to the ileocecal valve.",
    "It is about 6 cm (2.4 in) long, receives the contents of the ileum, and continues the absorption of water and salts.",
    "The appendix (or vermiform appendix) is a winding tube that attaches to the cecum.",
    "Although the 7.6-cm (3-in) long appendix contains lymphoid tissue, suggesting an immunologic function, this organ is generally considered vestigial.",
    "However, at least one recent report postulates a survival advantage conferred by the appendix: In diarrheal illness, the appendix may serve as a bacterial reservoir to repopulate the enteric bacteria for those surviving the initial phases of the illness.",
    "Moreover, its twisted anatomy provides a haven for the accumulation and multiplication of enteric bacteria.",
    "The mesoappendix, the mesentery of the appendix, tethers it to the mesentery of the ileum.",
    "Colon",
    "The cecum blends seamlessly with the colon.",
    "Upon entering the colon, the food residue first travels up the ascending colon on the right side of the abdomen.",
    "At the inferior surface of the liver, the colon bends to form the right colic flexure (hepatic flexure) and becomes the transverse colon.",
    "The region defined as hindgut begins with the last third of the transverse colon and continues on.",
    "Food residue passing through the transverse colon travels across to the left side of the abdomen, where the colon angles sharply immediately inferior to the spleen, at the left colic flexure (splenic flexure).",
    "From there, food residue passes through the descending colon, which runs down the left side of the posterior abdominal wall.",
    "After entering the pelvis inferiorly, it becomes the s-shaped sigmoid colon, which extends medially to the midline (Figure 23.21).",
    "The ascending and descending colon, and the rectum (discussed next) are located in the retroperitoneum.",
    "The transverse and sigmoid colon are tethered to the posterior abdominal wall by the mesocolon.",
    "[H3] Colorectal Cancer.",
    "Each year, approximately 140,000 Americans are diagnosed with colorectal cancer, and another 49,000 die from it, making it one of the most deadly malignancies.",
    "People with a family history of colorectal cancer are at increased risk.",
    "Smoking, excessive alcohol consumption, and a diet high in animal fat and protein also increase the risk.",
    "Despite popular opinion to the contrary, studies support the conclusion that dietary fiber and calcium do not reduce the risk of colorectal cancer.",
    "Colorectal cancer may be signaled by constipation or diarrhea, cramping, abdominal pain, and rectal bleeding.",
    "Bleeding from the rectum may be either obvious or occult (hidden in feces).",
    "Since most colon cancers arise from benign mucosal growths called polyps, cancer prevention is focused on identifying these polyps.",
    "The colonoscopy is both diagnostic and therapeutic.",
    "Colonoscopy not only allows identification of precancerous polyps, the procedure also enables them to be removed before they become malignant.",
    "Screening for fecal occult blood tests and colonoscopy is recommended for those over 50 years of age.",
    "[H3] Rectum.",
    "Food residue leaving the sigmoid colon enters the rectum in the pelvis, near the third sacral vertebra.",
    "The final 20.3 cm (8 in) of the alimentary canal, the rectum extends anterior to the sacrum and coccyx.",
    "Even though rectum is Latin for “straight,” this structure follows the curved contour of the sacrum and has three lateral bends that create a trio of internal transverse folds called the rectal valves.",
    "These valves help separate the feces from gas to prevent the simultaneous passage of feces and gas.",
    "[H3] Anal Canal.",
    "Finally, food residue reaches the last part of the large intestine, the anal canal, which is located in the perineum, completely outside of the abdominopelvic cavity.",
    "This 3.8--5 cm (1.5--2 in) long structure opens to the exterior of the",
    "23.5 • The Small and Large Intestines 1029",
    "body at the anus.",
    "The anal canal includes two sphincters.",
    "The internal anal sphincter is made of smooth muscle, and its contractions are involuntary.",
    "The external anal sphincter is made of skeletal muscle, which is under voluntary control.",
    "Except when defecating, both usually remain closed.",
    "[H2] Histology.",
    "There are several notable differences between the walls of the large and small intestines (Figure 23.22).",
    "For example, few enzyme-secreting cells are found in the wall of the large intestine, and there are no circular folds or villi.",
    "Other than in the anal canal, the mucosa of the colon is simple columnar epithelium made mostly of enterocytes (absorptive cells) and goblet cells.",
    "In addition, the wall of the large intestine has far more intestinal glands, which contain a vast population of enterocytes and goblet cells.",
    "These goblet cells secrete mucus that eases the movement of feces and protects the intestine from the effects of the acids and gases produced by enteric bacteria.",
    "The enterocytes absorb water and salts as well as vitamins produced by your intestinal bacteria.",
    "(a)",
    "(b) FIGURE 23.22 Histology of the large Intestine (a)",
    "The histologies of the large intestine and small intestine (not shown) are adapted for the digestive functions of each organ.",
    "(b) This micrograph shows the colon's simple columnar epithelium and goblet cells.",
    "LM x 464.",
    "(credit b: Micrograph provided by the Regents of University of Michigan Medical School © 2012)",
    "[H2] Anatomy.",
    "Three features are unique to the large intestine: teniae coli, haustra, and epiploic appendages (Figure 23.23).",
    "The teniae coli are three bands of smooth muscle that make up the longitudinal muscle layer of the muscularis of the large intestine, except at its terminal end.",
    "Tonic contractions of the teniae coli bunch up the colon into a succession of pouches called haustra (singular = haustrum), which are responsible for the wrinkled appearance of the colon.",
    "Attached to the teniae coli are small, fat-filled sacs of visceral peritoneum called epiploic appendages.",
    "The purpose of these is unknown.",
    "Although the rectum and anal canal have neither teniae coli nor haustra, they do have well-developed layers of muscularis that create the strong contractions needed for defecation.",
    "The stratified squamous epithelial mucosa of the anal canal connects to the skin on the outside of the anus.",
    "This mucosa varies considerably from that of the rest of the colon to accommodate the high level of abrasion as feces pass through.",
    "The anal canal's mucous membrane is organized into longitudinal folds, each called an anal column, which house a grid of arteries and veins.",
    "Two superficial venous plexuses are found in the anal canal: one within the anal columns and one at the anus.",
    "Depressions between the anal columns, each called an anal sinus, secrete mucus that facilitates defecation.",
    "The pectinate line (or dentate line) is a horizontal, jagged band that runs circumferentially just below the level of the anal sinuses, and represents the junction between the hindgut and external skin.",
    "The mucosa above this line is fairly insensitive, whereas the area below is very sensitive.",
    "The resulting difference in pain threshold is due to the fact that the upper region is innervated by visceral sensory fibers, and the lower region is innervated by somatic sensory fibers.",
    "[H3] Bacterial Flora.",
    "Most bacteria that enter the alimentary canal are killed by lysozyme, defensins, HCl, or protein-digesting enzymes.",
    "However, trillions of bacteria live within the large intestine and are referred to as the bacterial flora.",
    "Most of the more than 700 species of these bacteria are nonpathogenic commensal organisms that cause no harm as long as they stay in the gut lumen.",
    "In fact, many facilitate chemical digestion and absorption, and some synthesize certain vitamins, mainly biotin, pantothenic acid, and vitamin K.",
    "Some are linked to increased immune response.",
    "A refined system prevents these bacteria from crossing the mucosal barrier.",
    "First, peptidoglycan, a component of bacterial cell walls, activates the release of chemicals by the mucosa's epithelial cells, which draft immune cells, especially dendritic cells, into the mucosa.",
    "Dendritic cells open the tight junctions between epithelial cells and extend probes into the lumen to evaluate the microbial antigens.",
    "The dendritic cells with antigens then travel to neighboring lymphoid follicles in the mucosa where T cells inspect for antigens.",
    "This process triggers an IgA-mediated response, if warranted, in the lumen that blocks the commensal organisms from infiltrating the mucosa and setting off a far greater, widespread systematic reaction.",
    "[H3] Digestive Functions of the Large Intestine.",
    "The residue of chyme that enters the large intestine contains few nutrients except water, which is reabsorbed as the residue lingers in the large intestine, typically for 12 to 24 hours.",
    "Thus, it may not surprise you that the large intestine can be completely removed without significantly affecting digestive functioning.",
    "For example, in severe cases of inflammatory bowel disease, the large intestine can be removed by a procedure known as a colectomy.",
    "23 • Chapter Review 1051",
    "intestine that move food forward and backward, breaking it apart and mixing it with digestive juices serosa outermost layer of the alimentary canal wall present in regions within the abdominal cavity sigmoid colon end portion of the colon, which terminates at the rectum small intestine section of the alimentary canal where most digestion and absorption occurs soft palate posterior region of the bottom portion of the nasal cavity that consists of skeletal muscle stomach alimentary canal organ that contributes to chemical and mechanical digestion of food from the esophagus before releasing it, as chyme, to the small intestine sublingual gland one of a pair of major salivary glands located beneath the tongue submandibular gland one of a pair of major salivary glands located in the floor of the mouth submucosa layer of dense connective tissue in the alimentary canal wall that binds the overlying mucosa to the underlying muscularis submucosal plexus (plexus of Meissner) nerve supply that regulates activity of glands and smooth muscle",
    "[H1] Chapter Review.",
    "[H2] 23.1 Overview of the Digestive System.",
    "The digestive system includes the organs of the alimentary canal and accessory structures.",
    "The alimentary canal forms a continuous tube that is open to the outside environment at both ends.",
    "The organs of the alimentary canal are the mouth, pharynx, esophagus, stomach, small intestine, and large intestine.",
    "The accessory digestive structures include the teeth, tongue, salivary glands, liver, pancreas, and gallbladder.",
    "The wall of the alimentary canal is composed of four basic tissue layers: mucosa, submucosa, muscularis, and serosa.",
    "The enteric nervous system provides intrinsic innervation, and the autonomic nervous system provides extrinsic innervation.",
    "[H2] 23.2 Digestive System Processes and Regulation.",
    "The digestive system ingests and digests food, absorbs released nutrients, and excretes food components that are indigestible.",
    "The six activities involved in this process are ingestion, motility, mechanical digestion, chemical digestion, absorption, and defecation.",
    "These processes are regulated by neural and hormonal mechanisms.",
    "sucrase brush border enzyme that breaks down sucrose into glucose and fructose tenia coli one of three smooth muscle bands that make up the longitudinal muscle layer of the muscularis in all of the large intestine except the terminal end tongue accessory digestive organ of the mouth, the bulk of which is composed of skeletal muscle transverse colon part of the colon between the ascending colon and the descending colon upper esophageal sphincter skeletal muscle sphincter that regulates food movement from the pharynx to the esophagus Valsalva's maneuver voluntary contraction of the diaphragm and abdominal wall muscles and closing of the glottis, which increases intra-abdominal pressure and facilitates defecation villus projection of the mucosa of the small intestine voluntary phase initial phase of deglutition, in which the bolus moves from the mouth to the oropharynx α-dextrin breakdown product of starch α-dextrinase brush border enzyme that acts on α-dextrins",
    "[H2] 23.3 The Mouth, Pharynx, and Esophagus.",
    "In the mouth, the tongue and the teeth begin mechanical digestion, and saliva begins chemical digestion.",
    "The pharynx, which plays roles in breathing and vocalization as well as digestion, runs from the nasal and oral cavities superiorly to the esophagus inferiorly (for digestion) and to the larynx anteriorly (for respiration).",
    "During deglutition (swallowing), the soft palate rises to close off the nasopharynx, the larynx elevates, and the epiglottis folds over the glottis.",
    "The esophagus includes an upper esophageal sphincter made of skeletal muscle, which regulates the movement of food from the pharynx to the esophagus.",
    "It also has a lower esophageal sphincter, made of smooth muscle, which controls the passage of food from the esophagus to the stomach.",
    "Cells in the esophageal wall secrete mucus that eases the passage of the food bolus.",
    "[H2] 23.4 The Stomach.",
    "The stomach participates in all digestive activities except ingestion and defecation.",
    "It vigorously churns food.",
    "It secretes gastric juices that break down food and absorbs certain drugs, including aspirin and some alcohol.",
    "The stomach begins the digestion of protein and continues the digestion of carbohydrates and fats.",
    "It stores food as an acidic liquid called chyme, and",
    "releases it gradually into the small intestine through the pyloric sphincter.",
    "[H3] 23.5 The Small and Large Intestines.",
    "The three main regions of the small intestine are the duodenum, the jejunum, and the ileum.",
    "The small intestine is where digestion is completed and virtually all absorption occurs.",
    "These two activities are facilitated by structural adaptations that increase the mucosal surface area by 600-fold, including circular folds, villi, and microvilli.",
    "There are around 200 million microvilli per square millimeter of small intestine, which contain brush border enzymes that complete the digestion of carbohydrates and proteins.",
    "Combined with pancreatic juice, intestinal juice provides the liquid medium needed to further digest and absorb substances from chyme.",
    "The small intestine is also the site of unique mechanical digestive movements.",
    "Segmentation moves the chyme back and forth, increasing mixing and opportunities for absorption.",
    "Migrating motility complexes propel the residual chyme toward the large intestine.",
    "The main regions of the large intestine are the cecum, the colon, and the rectum.",
    "The large intestine absorbs water and forms feces, and is responsible for defecation.",
    "Bacterial flora break down additional carbohydrate residue, and synthesize certain vitamins.",
    "The mucosa of the large intestinal wall is generously endowed with goblet cells, which secrete mucus that eases the passage of feces.",
    "The entry of feces into the rectum activates the defecation reflex.",
    "[H3] 23.6 Accessory Organs in Digestion: The Liver, Pancreas, and Gallbladder.",
    "Chemical digestion in the small intestine cannot occur without the help of the liver and pancreas.",
    "The liver produces bile and delivers it to the common hepatic duct.",
    "Bile contains bile salts and phospholipids, which emulsify large lipid globules into tiny lipid droplets, a necessary step in lipid digestion and absorption.",
    "The gallbladder stores and concentrates bile, releasing it when it is needed by the small intestine.",
    "The pancreas produces the enzyme- and bicarbonate-rich pancreatic juice and delivers it to the small intestine through ducts.",
    "Pancreatic juice buffers the acidic gastric juice in chyme, inactivates pepsin from the stomach, and enables the optimal functioning of digestive enzymes in the small intestine.",
    "[H3] 23.7 Chemical Digestion and Absorption: A Closer Look.",
    "The small intestine is the site of most chemical digestion and almost all absorption.",
    "Chemical digestion breaks large food molecules down into their chemical building blocks, which can then be absorbed through the intestinal wall and into the general circulation.",
    "Intestinal brush border enzymes and pancreatic enzymes are responsible for the majority of chemical digestion.",
    "The breakdown of fat also requires bile.",
    "Most nutrients are absorbed by transport mechanisms at the apical surface of enterocytes.",
    "Exceptions include lipids, fat-soluble vitamins, and most water-soluble vitamins.",
    "With the help of bile salts and lecithin, the dietary fats are emulsified to form micelles, which can carry the fat particles to the surface of the enterocytes.",
    "There, the micelles release their fats to diffuse across the cell membrane.",
    "The fats are then reassembled into triglycerides and mixed with other lipids and proteins into chylomicrons that can pass into lacteals.",
    "Other absorbed monomers travel from blood capillaries in the villus to the hepatic portal vein and then to the liver.",
    "Watch this animation (http://openstax.org/l/swallowing) to see how swallowing is a complex process that involves the nervous system to coordinate the actions of upper respiratory and digestive activities.",
    "During which stage of swallowing is there a risk of food entering respiratory pathways and how is this risk blocked?",
    "Watch this animation (http://openstax.org/l/stomach1) that depicts the structure of the stomach and how this structure functions in the initiation of protein digestion.",
    "This view of the stomach shows the characteristic rugae.",
    "What is the function of these rugae?",
    "23 • Review Questions 1053",
    "[NUMBERED_ITEM] Watch this animation (http://openstax.org/l/sintestine) that depicts the structure of the small intestine, and, in particular, the villi. Epithelial cells continue the digestion and absorption of nutrients and transport these nutrients to the lymphatic and circulatory systems. In the small intestine, the products of food digestion are absorbed by different structures in the villi. Which structure absorbs and transports fats?",
    "[H2] Review Questions.",
    "[NUMBERED_ITEM] Which of these organs is not considered an accessory digestive structure? a. mouth b. salivary glands c. pancreas d. liver",
    "[NUMBERED_ITEM] Which of the following organs is supported by a layer of adventitia rather than serosa? a. esophagus b. stomach c. small intestine d. large intestine",
    "[NUMBERED_ITEM] Which of the following membranes covers the stomach? a. falciform ligament b. mesocolon c. parietal peritoneum d. visceral peritoneum",
    "[NUMBERED_ITEM] Which of these processes occurs in the mouth? a. ingestion b. mechanical digestion c. chemical digestion d. all of the above",
    "[NUMBERED_ITEM] Which of these processes occurs throughout most of the alimentary canal? a. ingestion b. propulsion c. segmentation d. absorption",
    "[NUMBERED_ITEM] By watching this animation (http://openstax.org/l/foodgroups), you will see that for the various food groups—proteins, fats, and carbohydrates—digestion begins in different parts of the digestion system, though all end in the same place. Of the three major food classes (carbohydrates, fats, and proteins), which is digested in the mouth, the stomach, and the small intestine?",
    "[NUMBERED_ITEM] Watch this video (http://openstax.org/l/liver) to see the structure of the liver and how this structure supports the functions of the liver, including the processing of nutrients, toxins, and wastes. At rest, about 1500 mL of blood per minute flow through the liver. What percentage of this blood flow comes from the hepatic portal system?",
    "[NUMBERED_ITEM] Which of the following stimuli activates sensors in the walls of digestive organs? a. breakdown products of digestion b. distension c. pH of chyme d. all of the above",
    "[NUMBERED_ITEM] Which of these statements about reflexes in the GI tract is false? a. Short reflexes are provoked by nerves near the GI tract. b. Short reflexes are mediated by the enteric nervous system. c. Food that distends the stomach initiates long reflexes. d. Long reflexes can be provoked by stimuli originating outside the GI tract.",
    "[NUMBERED_ITEM] Which of these ingredients in saliva is responsible for activating salivary amylase? a. mucus b. phosphate ions c. chloride ions d. urea",
    "[NUMBERED_ITEM] Which of these statements about the pharynx is true? a. It extends from the nasal and oral cavities superiorly to the esophagus anteriorly. b. The oropharynx is continuous superiorly with the nasopharynx. c. The nasopharynx is involved in digestion. d. The laryngopharynx is composed partially of cartilage.",
    "23 • Review Questions",
    "[NUMBERED_ITEM] Which structure is located where the esophagus penetrates the diaphragm? a. esophageal hiatus b. cardiac orifice c. upper esophageal sphincter d. lower esophageal sphincter",
    "[NUMBERED_ITEM] Which phase of deglutition involves contraction of the longitudinal muscle layer of the muscularis? a. voluntary phase b. buccal phase c. pharyngeal phase d. esophageal phase",
    "[NUMBERED_ITEM] Which of these cells secrete hormones? a. parietal cells b. mucous neck cells c. enteroendocrine cells d. chief cells",
    "[NUMBERED_ITEM] Where does the majority of chemical digestion in the stomach occur? a. fundus and body b. cardia and fundus c. body and pylorus d. body",
    "[NUMBERED_ITEM] During gastric emptying, chyme is released into the duodenum through the ________. a. esophageal hiatus b. pyloric antrum c. pyloric canal d. pyloric sphincter",
    "[NUMBERED_ITEM] Parietal cells secrete ________. a. gastrin b. hydrochloric acid c. pepsin d. pepsinogen",
    "[NUMBERED_ITEM] In which part of the alimentary canal does most digestion occur? a. stomach b. proximal small intestine c. distal small intestine d. ascending colon",
    "[NUMBERED_ITEM] Which of these is most associated with villi? a. haustra b. lacteals c. bacterial flora d. intestinal glands",
    "[NUMBERED_ITEM] What is the role of the small intestine's MALT? a. secreting mucus b. buffering acidic chyme c. activating pepsin d. preventing bacteria from entering the bloodstream",
    "[NUMBERED_ITEM] Which part of the large intestine attaches to the appendix? a. cecum b. ascending colon c. transverse colon d. descending colon",
    "[NUMBERED_ITEM] Which of these statements about bile is true? a. About 500 mL is secreted daily. b. Its main function is the denaturation of proteins. c. It is synthesized in the gallbladder. d. Bile salts are recycled.",
    "[NUMBERED_ITEM] Pancreatic juice ________. a. deactivates bile. b. is secreted by pancreatic islet cells. c. buffers chyme. d. is released into the cystic duct.",
    "[NUMBERED_ITEM] Where does the chemical digestion of starch begin? a. mouth b. esophagus c. stomach d. small intestine",
    "[NUMBERED_ITEM] Which of these is involved in the chemical digestion of protein? a. pancreatic amylase b. trypsin c. sucrase d. pancreatic nuclease",
    "[NUMBERED_ITEM] Where are most fat-digesting enzymes produced? a. small intestine b. gallbladder c. liver d. pancreas",
    "[NUMBERED_ITEM] Which of these nutrients is absorbed mainly in the duodenum? a. glucose b. iron c. sodium d. water",
    "Access for free at openstax.org",
    "23 • Critical Thinking Questions 1055",
    "[H1] Critical Thinking Questions.",
    "[NUMBERED_ITEM] Explain how the enteric nervous system supports the digestive system. What might occur that could result in the autonomic nervous system having a negative impact on digestion?",
    "[NUMBERED_ITEM] What layer of the alimentary canal tissue is capable of helping to protect the body against disease, and through what mechanism?",
    "[NUMBERED_ITEM] Offer a theory to explain why segmentation occurs and peristalsis slows in the small intestine.",
    "[NUMBERED_ITEM] It has been several hours since you last ate. Walking past a bakery, you catch a whiff of freshly baked bread. What type of reflex is triggered, and what is the result?",
    "[NUMBERED_ITEM] The composition of saliva varies from gland to gland. Discuss how saliva produced by the parotid gland differs in action from saliva produced by the sublingual gland.",
    "[NUMBERED_ITEM] During a hockey game, the puck hits a player in the mouth, knocking out all eight of their most anterior teeth. Which teeth did the player lose and how does this loss affect food ingestion?",
    "[NUMBERED_ITEM] What prevents swallowed food from entering the airways?",
    "[NUMBERED_ITEM] Explain the mechanism responsible for gastroesophageal reflux.",
    "[NUMBERED_ITEM] Describe the three processes involved in the esophageal phase of deglutition.",
    "[NUMBERED_ITEM] Explain how the stomach is protected from self-digestion and why this is necessary.",
    "[NUMBERED_ITEM] Describe unique anatomical features that enable the stomach to perform digestive functions.",
    "[NUMBERED_ITEM] Explain how nutrients absorbed in the small intestine pass into the general circulation.",
    "[NUMBERED_ITEM] Why is it important that chyme from the stomach is delivered to the small intestine slowly and in small amounts?",
    "[NUMBERED_ITEM] Describe three of the differences between the walls of the large and small intestines.",
    "[NUMBERED_ITEM] Why does the pancreas secrete some enzymes in their inactive forms, and where are these enzymes activated?",
    "[NUMBERED_ITEM] Describe the location of hepatocytes in the liver and how this arrangement enhances their function.",
    "[NUMBERED_ITEM] Explain the role of bile salts and lecithin in the emulsification of lipids (fats).",
    "[NUMBERED_ITEM] How is vitamin B₁₂ absorbed?"
  ]
}