{
  "doc_id": "Copy of studentnotes_Stomach",
  "sentences": [
    "open.michigan",
    "Author(s): Aken Desai, Michael Mathis, 2008",
    "License: Unless otherwise noted, this material is made available under the terms of the Creative Commons Attribution – Share Alike 3.0 License: http://creativecommons.org/licenses/by-sa/3.0/",
    "We have reviewed this material in accordance with U.S. Copyright Law and have tried to maximize your ability to use, share, and adapt it.",
    "Copyright holders of content included in this material should contact open.michigan@umich.edu with any questions, corrections, or clarification regarding the use of content.",
    "For more information about how to cite these materials visit http://open.umich.edu/education/about/terms-of-use.",
    "Student works are presented as is and may be an interpretation of faculty members' lectures or assignments.",
    "These student works are not a product of faculty members.",
    "Faculty do not guarantee the accuracy of student work nor endorse them in any way.",
    "Any medical information in this material is intended to inform and educate and is not a tool for self-diagnosis or a replacement for medical evaluation, advice, diagnosis or treatment by a healthcare professional.",
    "Please speak to your physician if you have questions about your medical condition.",
    "Viewer discretion is advised: Some medical content is graphic and may not be suitable for all viewers.",
    "MUNIVERSITY OF MICHIGAN",
    "CC BY SA",
    "[H1] Stomach.",
    "Thursday, January 10, 2008 11:00 AM",
    "[NUMBERED_ITEM] States the functions of the stomach. a. Storage of ingested meal b. Inhibition of bacterial growth --&gt; stomach acid c. Mixing contents of stomach d. Mechanical and chemical breakdown of food into small particles; some components solubilized e. Regulate rate of emptying into small intestine f. Provide intrinsic factor for vitamin B12 absorption (this is the only stomach function that is life critical, can survive w/o it)",
    "[NUMBERED_ITEM] Identifies the contents of the parietal (oxyntic) cell secretions. a. Found in fundus/body of stomach b. HCl c. Intrinsic Factor",
    "[NUMBERED_ITEM] Identifies the contents of the chief cell secretions. a. Found in fundus, body, antrum b. Pepsinogen",
    "[NUMBERED_ITEM] Describes the role of HCl in gastric digestion. a. Kills bacteria in food? b. Stimulates pepsin release c. Allows freeing of Cobalamin from food",
    "[NUMBERED_ITEM] States the effects of ingested protein on gastric acidity. a. Following sirloin steak i. Secretion rises for 1.5 hrs after meal ii. Acidity first decreases for an hour then rapidly rises as proteins buffering acid are depleted b. Sham feeding: secretion rises only during sham feeding then declines as soon as stimulus is removed c. Distension (saline w/o food) causes slight rise in acidity and slow decline",
    "[NUMBERED_ITEM] States the mechanism for activating pepsinogen. a. Synthesized and stored in chief cells. b. Release stimulated by vagal nerve and acid in stomach. i. Exocytosis ii. Responds to increased intracellular Ca2+ c. Activated by cleavage at acid pH. i. Optimally active at pH 2 d. Initiates digestion of protein. i. Proteolytic enzyme especially active on collagen ii. Endopeptidase acting on interal peptide bonds",
    "[NUMBERED_ITEM] Describes the digestion products of pepsin activity. a. Peptones b. Potent stimulators of gastrin and CCK release",
    "[NUMBERED_ITEM] Describes the relation between the stomach, intrinsic factor and pernicious anemia. a. Intrinsic Factor i. Glycoprotein (not easily digested) bound to Vitamin B12, cobalamin ii. Produced by parietal cells iii. Binds to receptors on ileal absorptive cells and internalized by endocytosis b. Cobalamin bound exclusively to animal protein i. Involved in methionine synthesis and FA metabolism ii. Release from protein requires acid pH thus can be deficient if chronically using PPIs c. Absorption of Cobalamin i. Food bound Cbl comes into stomach",
    "Physiology Page 10",
    "ii.",
    "Acid pH frees Cbl iii.",
    "Binds to R-proteins and IF iv.",
    "Enters duodenum where proteolytic enzymes from pancreas release R protein v. Cbl-IF complex forms vi.",
    "IF-Cbl absorbed via receptor mediated endocytosis",
    "[NUMBERED_ITEM] Describes the role of the H+/K+ ATPase in secretion of gastric acid and how it is activated to turn on acid secretion.",
    "a. Mechanism of HCl Secretion",
    "i. Carbonic anhydrase in parietal cell makes H+ and HCO3- ii.",
    "H+ transported out into lumen in exchange for K+ via H+/K+ ATPase (\"proton pump\") iii. K+ recycled back out into lumen via K+ channel resulting in elevated K+ in gastric juices iv.",
    "Cl- exits passively through channel",
    "[NUMBERED_ITEM] Basolateral membrane of cell has Cl-/HCO3- exchanger to pump bicarb created out and bring Cl- in to maintain intracellular homeostasis",
    "[NUMBERED_ITEM] Na+/K+ ATPase also maintains intracellular balance like other cells",
    "b. H+/K+ ATPase is structurally and functionally similar to Na+/K+ ATPase and Ca2+ ATPase in muscle",
    "i. Catalytic alpha subunit ii. Glycoprotein beta subunit for targeting iii. Target of proton pump inhibitors (omeprazole)",
    "[NUMBERED_ITEM] Weak bases that concentrate in low pH",
    "[NUMBERED_ITEM] Activated by molecular rearrangement due to low pH",
    "[NUMBERED_ITEM] Binds to cysteine residues in alpha subunit",
    "[NUMBERED_ITEM] More potent than H2 blockers",
    "c. Activation of H+/K+ ATPase",
    "i. At rest, most is present within cell in tubules and vesicles in inactive form ii.",
    "Parietal cell stimulation leads to vesicles fusing with luminal membrane iii.",
    "Reversed with removal of stimulus iv.",
    "Receptors and Intracellular Messengers",
    "[NUMBERED_ITEM] H2 histamine channels activate adenylate cyclase --&gt; cAMP --&gt; proton pump activation",
    "[NUMBERED_ITEM] Gastrin and M3 muscarinic receptors activate phospholipase C --&gt; Ca2+ --&gt; proton pump",
    "[NUMBERED_ITEM] Somatostatin acts on receptor couples to inhibitory G protein and inhibits adenylate cyclase",
    "[NUMBERED_ITEM] Describes the role of the enterochromafin-like cell in stimulation of gastric acid secretion",
    "a. Food leads to gastrin release b.",
    "CNS stimulation leads to acetylcholine release c. Gastrin from G cells and ACh both stimulate ECL cells to release histamine",
    "i. G cells release gastrin in response to amino acids or digested protein",
    "d. Inhibition by blocking gastrin release or activation of proton pump",
    "i. Somatostatin released from D cells in antrum/body in response to luminal acid (pH&lt;3) ii.",
    "PGE from surface cells iii.",
    "Intestinal hormones collectively termed \"enterogastrone\"",
    "[NUMBERED_ITEM] Describes the types of molecules that are absorbed into the blood across the wall of the gastric mucosa.",
    "a. Ethanol because it is lipid soluble b. Salicylates because they are weak acids",
    "[NUMBERED_ITEM] States the effects of aspirin and bile acids on the gastric mucosal barrier.",
    "a. Barrier Components",
    "i. Mucus creates barrier that acids cannot dissolve as fast as it is created by pepsin ii.",
    "HCO3- neutralizes acid and creates gradient from pH 2 in lumen to pH 7 near surface mucous cells iii.",
    "Surfactant removes any penetrating acids iv.",
    "Tight junctions between epithelial cells",
    "b. Aspirin (NSAIDS) block effect of endogenous prostaglandins which stimulate secretion of gastric mucous and therefore can lead to degradation of mucosal barrier",
    "Physiology Page 11",
    "c. Bile salts and lysolecithin if refluxed across pylorus can destroy the barrier as well",
    "[NUMBERED_ITEM] States the effect of vagal stimulation, gastrin, histamine and somatostatin on HCl secretion.",
    "a. Vagal stimulation leads to acetylcholine release from nerves",
    "i. ACh can directly act on M3 receptors to stimulates PLC--&gt;Ca2+--&gt;proton pump activation ii.",
    "Vagal stimulation can also stimulate ECL cells to release histamine",
    "b. Gastrin can either stimulate ECL cell histamine release or PLC activation in the parietal cell c. Histamine acts on H2 receptors to activate adenylate cyclase d. Somatostatin inhibits adenylate cyclase and therefore decreases HCl secretion",
    "[NUMBERED_ITEM] Describes the mechanism of potentiation between gastrin, histamine and acetylcholine in initiating gastric acid secretion.",
    "a. Potentiation is that the effect of combined second messengers is greater than the sum of the individual effects b.",
    "Therefore the efficacy of H2 blockers is higher than simply reducing the histamine response but also taking away the potentiated response",
    "[NUMBERED_ITEM] Describes the stimuli and possible pathways giving rise to the cephalic, gastric and intestinal phases of HCl secretion.",
    "a. Cephalic",
    "i. Sight, taste, smell chewing, stress --&gt; vagus nerve --&gt; enteric nerve plexus ii.",
    "Enteric nerve plexus releases GRP, ACh and stimulates ECL Cells iii.",
    "G-Cells release Gastrin which activates ECL Cells and Parietal Cells iv.",
    "ECL Cells release histamine v. Histamine and ACh directly activate parietal cell to secrete HCl",
    "b. Gastric",
    "i. Peptides, amino acids and distension activate",
    "[NUMBERED_ITEM] G-Cells",
    "[NUMBERED_ITEM] Vagal nerve stimulation --&gt; Parietal cell activation",
    "ii. G-cells release gastrin to activate",
    "[NUMBERED_ITEM] ECL Cells",
    "[NUMBERED_ITEM] Parietal cells",
    "iii. ECL Cells release histamine to activate parietal cells iv. Parietal cells secrete HCl",
    "[NUMBERED_ITEM] Activates D-cells to release somatostatin",
    "[NUMBERED_ITEM] Buffered by proteins in meal",
    "v. Somatostatin inhibits G-Cells and Parietal cells",
    "c. Intestinal",
    "i. Luminal stimuli",
    "[NUMBERED_ITEM] FA",
    "[NUMBERED_ITEM] Acids",
    "[NUMBERED_ITEM] Amino acids",
    "[NUMBERED_ITEM] Hypertonic solutions",
    "[NUMBERED_ITEM] Distension",
    "ii. Stimuli activates nerves and glands",
    "[NUMBERED_ITEM] Glands release hormones",
    "a) Enterogastrone - hormone from gut b) GIP c) CCK - in response to fat d) Secretin - in response to acid",
    "[NUMBERED_ITEM] Nerves and hormones inhibit parietal cell secretion and gastrin release",
    "[NUMBERED_ITEM] States the effect of luminal peptides on HCl secretion. --&gt; increases HCl secretion",
    "[NUMBERED_ITEM] Identifies the stimuli that increase and inhibit gastrin release.",
    "a. Increase: Luminal acids and digested proteins b. Inhibit: somatostatin released in response to pH&lt;3.0",
    "Physiology Page 12"
  ]
}