{
  "doc_id": "Copy of connective tissue",
  "sentences": [
    "open.michigan",
    "Author(s): Matthew Velkey, 2009",
    "License: Unless otherwise noted, this material is made available under the terms of the Creative Commons Attribution – Non-Commercial – Share Alike 3.0 License: http://creativecommons.org/licenses/by-nc-sa/3.0/",
    "We have reviewed this material in accordance with U.S. Copyright Law and have tried to maximize your ability to use, share, and adapt it.",
    "The citation key on the following slide provides information about how you may share and adapt this material.",
    "Copyright holders of content included in this material should contact open.michigan@umich.edu with any questions, corrections, or clarification regarding the use of content.",
    "For more information about how to cite these materials visit http://open.umich.edu/education/about/terms-of-use.",
    "Any medical information in this material is intended to inform and educate and is not a tool for self-diagnosis or a replacement for medical evaluation, advice, diagnosis or treatment by a healthcare professional.",
    "Please speak to your physician if you have questions about your medical condition.",
    "Viewer discretion is advised: Some medical content is graphic and may not be suitable for all viewers.",
    "MININ UNIVERSITY OF MICHIGAN",
    "CC BY NC SA",
    "[H1] Citation Key.",
    "for more information see: http://open.umich.edu/wiki/CitationPolicy",
    "[H2] Use + Share + Adapt.",
    "{ Content the copyright holder, author, or law permits you to use, share and adapt. }",
    "[LIST_ITEM] PD-GOV Public Domain – Government: Works that are produced by the U.S. Government. (USC 17 § 105)",
    "[LIST_ITEM] PD-EXP Public Domain – Expired: Works that are no longer protected due to an expired copyright term.",
    "[LIST_ITEM] PD-SELF Public Domain – Self Dedicated: Works that a copyright holder has dedicated to the public domain.",
    "[LIST_ITEM] ZERO Creative Commons – Zero Waiver",
    "[LIST_ITEM] BY Creative Commons – Attribution License",
    "[LIST_ITEM] BY-SA Creative Commons – Attribution Share Alike License",
    "[LIST_ITEM] BY-NC Creative Commons – Attribution Noncommercial License",
    "[LIST_ITEM] BY-NC-SA Creative Commons – Attribution Noncommercial Share Alike License",
    "[LIST_ITEM] GNU-FOL GNU – Free Documentation License",
    "[H2] Make Your Own Assessment.",
    "{ Content Open.Michigan believes can be used, shared, and adapted because it is ineligible for copyright. }",
    "[LIST_ITEM] PD-ENEL Public Domain – Ineligible: Works that are ineligible for copyright protection in the U.S. (USC 17 § 102(b)) *laws in your jurisdiction may differ",
    "{ Content Open.Michigan has used under a Fair Use determination. }",
    "[LIST_ITEM] FAIR USE Fair Use: Use of works that is determined to be Fair consistent with the U.S. Copyright Act. (USC 17 § 107) *laws in your jurisdiction may differ",
    "Our determination DOES NOT mean that all uses of this 3rd-party content are Fair Uses and we DO NOT guarantee that your use of the content is Fair.",
    "To use this content you should do your own independent analysis to determine whether or not your use will be Fair.",
    "[H1] Medical Histology: Connective Tissue.",
    "Matt Velkey",
    "Fall 2008",
    "University of Michigan Medical School",
    "[H1] Connective Tissue.",
    "PD-ENEL (Both images) University of Michigan Histology Collection",
    "[H1] General Properties of Connective Tissue.",
    "[NUMBERED_ITEM] One of the four basic types of tissues (epithelium, connective tissue, muscle, and nervous tissue)",
    "[NUMBERED_ITEM] Composition:",
    "[LIST_ITEM] cells (fibroblasts and others),",
    "[LIST_ITEM] fibers and ground substance (extracellular matrix)",
    "[NUMBERED_ITEM] Functions:",
    "[LIST_ITEM] Architectural framework of the body",
    "[LIST_ITEM] Bind together and provide mechanical support for other tissue (metabolic, defense, transport, storage)",
    "[LIST_ITEM] Wound repair / inflammatory response",
    "[H1] Connective Tissue.",
    "[LIST_ITEM] Extracellular Matrix",
    "[LIST_ITEM] Fibers – collagen &amp; elastic",
    "[LIST_ITEM] “Ground substance”",
    "[LIST_ITEM] Cells",
    "[LIST_ITEM] Fixed:",
    "[LIST_ITEM] Fibroblasts",
    "[LIST_ITEM] Adipocytes",
    "[LIST_ITEM] “Tissue macrophages”",
    "[LIST_ITEM] Free:",
    "[LIST_ITEM] Immune cells",
    "[LIST_ITEM] (lymphocytes)",
    "[LIST_ITEM] Inflammatory cells",
    "[LIST_ITEM] (neutrophils &amp; activated macrophages)",
    "RD-ENEL",
    "Source Undetermined",
    "[H1] Fibers in Connective Tissue.",
    "[LIST_ITEM] Collagen",
    "[LIST_ITEM] most abundant protein in human body (up to 30% dry weight)",
    "[LIST_ITEM] multiple types: fibril-forming or fibril-associated (in skin, tendon, cartilage, bone, dentin, blood vessels); cross-linked networks (in all basement membranes)",
    "[LIST_ITEM] Reticular Fibers – specialized type of collagen (Type III; reticulin) associated with smooth muscle in organs subjected to changes in volume, forms the stroma in lymphatic and hematopoietic organs",
    "[LIST_ITEM] Elastic Fibers – thin fibers or fenestrated sheets composed of various glycoproteins, including the protein elastin, providing elastic properties to tissues that experience repeated deformation (in skin, blood vessels, lung, bladder)",
    "[H1] Major Collagen Fiber Types (out of at least 20).",
    "|  Collagen Type | Tissues | Function  | | --- | --- | --- | |",
    "Fibril-forming collagens (these are visible)",
    "|   |   | |",
    "I (most abundant) | Skin, tendon, bone, dentin | Resistance to tension  | |  II | Cartilage, vitreous of eye | Resistance to pressure  | |  III (reticulin) | Skin, muscle, blood vessels, liver, etc.",
    "| Structural framework and stability  | |",
    "Network-forming collagens  |   |",
    "| |  IV | All basement membranes | Support and filtration  | |",
    "Fibril-associated collagens with interrupted triple helices (FACIT)",
    "|   |   | |  VI, IX | Assoc.",
    "w/ type I and II fibrils",
    "| Fibril-fibril / fibril-ECM binding  | |",
    "Anchoring filament collagens  |   |   | |",
    "VII | Epithelia | Epidermis to basal lamina  |",
    "I JOURNAL",
    "Source Undetermined",
    "[H1] Collagen fibers viewed by light microscopy.",
    "PDF",
    "University of Michigan Histology Collection",
    "PDF",
    "University of Michigan Histology Collection",
    "© PD-INEL Source Undetermined",
    "[H1] Collagen fibers viewed by TEM*.",
    "Longitudinal",
    "Transverse",
    "© PD-INEL Source Undetermined",
    "*TEM, transmission electron microscopy",
    "[H1] Collagen Fibrils (Type I).",
    "PD-INE",
    "Ross,M, Pawlina, W. Wheater's Functional Histology: A Text and Atlas. Fifth Edition. 2006. Figure 4.2.",
    "[H1] Collagen Fibers vs. Fibrils.",
    "© PD-INEL Source Undetermined",
    "© PD-INEL Junquiera and Carneiro. Basic Histology. Tenth Edition. 2003.",
    "[H1] Collagen Synthesis.",
    "PD-2NEL",
    "Alberts et. al. Molecular Biology of the Cell. Second Edition.",
    "[H1] Assembly of collagen fiber bundles.",
    "PD-INEL",
    "Junquiera and Carneiro. Basic Histology. Tenth Edition. 2003. Figure 5-19.",
    "[H1] FACIT: Fibril-Associated Collagens with Interrupted Triple helices.",
    "[NUMBERED_ITEM] Triple helices interrupted by non-helical domains",
    "[NUMBERED_ITEM] Retain propeptides at ends",
    "[NUMBERED_ITEM] Do not aggregate into large fibrils",
    "[NUMBERED_ITEM] Bind collagen fibrils to each other and/or the ECM",
    "[H2] Type IX Collagen (left).",
    "[LIST_ITEM] Binds type II Fibrils to the ECM",
    "[LIST_ITEM] Globular N-terminus interacts with ECM",
    "[LIST_ITEM] Heparin- $\\mathrm{SO}_4$ at kink interacts with ECM",
    "[LIST_ITEM] Helical region interacts with type II fibril",
    "[H2] Type VI Collagen (right).",
    "Bundles type I fibrils into FIBERS Binds fibrils via helical domains",
    "PD-INEL",
    "Alberts et. al. Molecular Biology of the Cell. Second Edition.",
    "PD-INEL",
    "Alberts et. al. Molecular Biology of the Cell. Second Edition.",
    "[H1] Reticular (Reticulin) Fibers.",
    "[LIST_ITEM] Form a delicate supporting framework for highly cellular tissues (endocrine glands, lymph nodes, liver, bone marrow, spleen, smooth muscle).",
    "[LIST_ITEM] Composed mainly of Type III collagen, with a carbohydrate moiety that reduces Ag+ to metallic sliver = argyrophilic",
    "[LIST_ITEM] Special stain: silver impregnation to visualize.",
    "[LIST_ITEM] Thinner than type I collagen (Type III fibrils are 30-40 nm diameter; type I fibrils are ~200 nm diameter)",
    "IPI-INEEL",
    "University of Michigan Histology Collection",
    "[H1] Reticular Fibers (type III collagen).",
    "[LIST_ITEM] made by reticular cells (specialized fibroblasts) and vascular smooth muscle cells",
    "Figure 6.12.",
    "Bottom left and Far right: Source Undetermined",
    "PD-THEL",
    "Top left: Ross,M, Pawlina, W. Wheater's Functional Histology: A Text and Atlas. Fifth Edition. 2006.",
    "[H1] Clinical disorders resulting from defects in collagen synthesis.",
    "|  Type | Disease | Symptoms  | | --- | --- | --- | |",
    "I | Osteogenesis imperfecta | Spontaneous fractures, progressive hearing loss, cardiac insufficiency",
    "| |  III | Ehlers-Danlos (type IV)",
    "| Hypermobility of digits, early morbidity/mortality from rupture of aorta or intestine  | |  multiple | Scurvy (lack of vit.",
    "C, a cofactor for prolyl and lysyl hydroxylase) | Ulceration of gums, hemorrhages  |",
    "IPW-INEI",
    "Source Undetermined",
    "[H1] Ehlers-Danlos Syndromes.",
    "[LIST_ITEM] A series of genetic diseases with faulty assembly of collagens (lysyl hydroxylase deficiency).",
    "[LIST_ITEM] Hyperextensible skin and hypermobile joints",
    "[LIST_ITEM] In some forms (e.g., type IV), weakness in blood vessels or intestines are life threatening.",
    "PD-INE",
    "Source Undetermined",
    "[H1] Noncollagen Components of the Extracellular Matrix.",
    "[LIST_ITEM] Elastin",
    "[LIST_ITEM] \"Ground substance\"",
    "[LIST_ITEM] Glycosaminoglycans (GAG's)",
    "[LIST_ITEM] Proteoglycans",
    "[LIST_ITEM] Multiadhesive matrix proteins",
    "[LIST_ITEM] laminin",
    "[LIST_ITEM] fibronectin",
    "[H1] Elastic Fibers.",
    "LM: Visualized by selectively staining with Weigert's resorcin-fuchsin, or aldehyde-fuchsin",
    "EM: Consist of amorphous core of elastin surrounded by microfibrillar glycoprotein, fibrillin (8-10nm).",
    "Elastin: is rich in glycine and proline, but it contains little or no hydroxyproline and hydroxylysine.",
    "uniquely contains desmosine and isodesmosine, which are thought to cross-link the molecules into a network of randomly coiled chains.",
    "This cross-linking is responsible for its rubber-like properties.",
    "Confers elasticity: present in large amounts in ligaments, lung, skin, bladder, and walls of blood vessels.",
    "Marfan Syndrome: defect in elastic fiber synthesis; reduced elasticity in skin and lungs, skeletal defects (bones are longer and thinner than usual), cardiovascular complications (aneurism, valve prolapse)",
    "[H1] Network of elastin molecules can stretch and recoil like a rubber band.",
    "PD-INE",
    "Alberts et. al. Molecular Biology of the Cell.",
    "[H1] Elastin appears amorphous (not fibrillar) in the electron microscope.",
    "PD-1NEL",
    "Ross,M, Pawlina, W. Wheater's Functional Histology: A Text and Atlas. Fifth Edition. 2006. Figure 4.4.",
    "PD-1NEL",
    "Source Undetermined",
    "E=elastin C, collagen fibrils",
    "M/L=microfibrils of fibrillin, a scaffolding glycoprotein involved elastin deposition",
    "Marfan Syndrome: defect in fibrillin gene, results in weakened elastic fibers",
    "[H1] Elastic and Collagen Fibers.",
    "H&amp;E stain: collagen stains orange/pink; elastic fibers stain glassy red (generally only visible if in HIGH abundance)",
    "PD-INEL University of Michigan Histology Collection",
    "elastin stain (“Weigert’s”, “aldehyde fuchsin”, “Verhoeff”): elastic fibers are purple/black",
    "collagen fibers stain orange/pink or blue/green depending on other stains used (von Gieson’s or trichrome, respectively)",
    "[H1] Ground Substance of the Extracellular Matrix (ECM).",
    "[H2] 1. Glycosaminoglycans (GAG).",
    "[LIST_ITEM] linear (unbranched) polysaccharides, e.g. heparan sulfate, condroitin sulfate, keratan sulfate, hyaluronic acid",
    "[LIST_ITEM] very hydrophilic due to abundant negative charges (e.g. $\\mathrm{SO}_4^-$ groups).",
    "[LIST_ITEM] except for hyaluronic acid, are usually bound covalently to protein core as part of a proteoglycan",
    "[H2] 2. Proteoglycans.",
    "[LIST_ITEM] core protein + GAG side chains (like a bottle brush)",
    "[LIST_ITEM] bind cells, other proteins, and/or ECM components",
    "[H2] 3. Multiadhesive glycoproteins.",
    "[LIST_ITEM] small glycosylated proteins containing NUMEROUS binding sites to cells, signaling molecules, and other ECM components",
    "[LIST_ITEM] e.g. fibronectin and laminin: important for adhesion of epithelial cells to the basal lamina via transmembrane integrin receptors.",
    "© PD-INEL Junquiera and Carneiro. Basic Histology. Tenth Edition. 2003. Figure 5-30.",
    "[H1] Basement Membrane – Collagen Types IV, VII, and III.",
    "[LIST_ITEM] Basement membranes are sheets of extracellular matrix proteins located at the interface of parenchyma (epithelia, endothelia, muscle, nerves, adipocytes) and connective tissue / ECM.",
    "[LIST_ITEM] Main constituents are glycosaminoglycans (heparan sulfate), fibrous proteins (collagen types IV, VII, III), structural glycoproteins fibronectin, laminin and entactin.",
    "[LIST_ITEM] This is NOT a plasma membrane.",
    "[H1] Basement membranes vary in thickness.",
    "Thick PD-INEL University of Michigan Histology Collection",
    "[H1] Thin -- requires special stain to visualize.",
    "PD-INEL Ross,M, Pawlina, W. Wheater's Functional Histology: A Text and Atlas. Fifth Edition. 2006. Figure 4.4.",
    "[H1] Intestinal glands, PAS.",
    "[H1] trachea, H&amp;E.",
    "PAS reacts with carbohydrate-rich molecules such as perlecan, laminin and type III collagen associated with the basement membrane.",
    "[H1] Basement Membrane(LM): Three layers in the EM.",
    "[H2] fibroreticular lamina basal lamina.",
    "[NUMBERED_ITEM] lamina lucida (LL) or rara 10-50 nm",
    "[NUMBERED_ITEM] lamina densa (LD) 20-300 nm (type IV collagen)",
    "[NUMBERED_ITEM] Fibroreticular lamina (FL) merges with underlying CT (type III* and type VII collagen fibrils)",
    "*basement membranes can also be visualized with silver stain",
    "So, the “basement membrane” is the basal lamina + the fibroreticular lamina",
    "[H1] Tying it all together.",
    "Interactions of many proteins tether cell to the underlying connective tissue:",
    "Cell to basal lamina...",
    "[LIST_ITEM] Hemidesmosome",
    "[LIST_ITEM] Type IV collagen",
    "[LIST_ITEM] Integrin/laminin",
    "Basal lamina to underlying connective tissue:",
    "[LIST_ITEM] Type IV collagen",
    "[LIST_ITEM] Type VIII collagen",
    "[LIST_ITEM] Fibrillin",
    "[LIST_ITEM] Type III collagen",
    "PD-TNEL",
    "Source Undetermined",
    "[H1] Cells in Connective Tissue.",
    "Fixed (permanent residents)",
    "[NUMBERED_ITEM] Fibroblasts",
    "[NUMBERED_ITEM] Adipose (fat) cells",
    "[NUMBERED_ITEM] Tissue Macrophages**",
    "[NUMBERED_ITEM] Mast cells**",
    "Free (transient residents) 5. Lymphocytes &amp; Plasma Cells (differentiated B-cells)** 6. \"Leukocytes\"**",
    "(specifically, neutrophils, eosinophils, &amp; basophils)",
    "** derived from hematopoietic stem cells and involved in immune function and inflammation",
    "[H1] Connective Cell Lineages.",
    "PD-INEL",
    "Junqueira and Carneiro. Basic Histology. Tenth Edition. 2003.",
    "[H1] Fibroblasts are the most common cells in connective tissue.",
    "[LIST_ITEM] Synthesize and secrete components of the ECM: fibers and ground substance.",
    "[LIST_ITEM] Active and quiescent stages (when quiescent sometimes called fibrocytes or mature fibroblasts).",
    "[LIST_ITEM] Synthesize growth factors.",
    "[LIST_ITEM] Rarely undergo cell division unless tissue is injured, which activates the quiescent cells.",
    "[LIST_ITEM] Play a major role in the process of wound healing and respond to an injury by proliferating and enhanced fiber formation.",
    "Image of active and inactive fibroblasts removed",
    "[H1] Active and inactive fibroblasts.",
    "PD-3NEL",
    "(Both images) Ross, M. Pawlina, W. Wheater's Functional Histology: A Text and Atlas. Fifth Edition. 2006.",
    "[H1] Adipocytes predominate in adipose tissue.",
    "Very active cells with many functions:",
    "[LIST_ITEM] Triglyceride storage and glucose metabolism (insulin and glucagon receptors)",
    "[LIST_ITEM] Secretion of many bioactive molecules:",
    "[LIST_ITEM] leptin (regulates satiety)",
    "[LIST_ITEM] angiotensinogen (blood pressure)",
    "[LIST_ITEM] steroids (glucocorticoids &amp; sex hormones)",
    "[LIST_ITEM] growth factors (e.g. insulin-like growth factor, tumor necrosis factor α)",
    "[LIST_ITEM] cytokines (e.g. interleukin-6)",
    "© IPD-INEI",
    "Ross, M. Pawlina, W. Wheater's Functional Histology: A Text and Atlas. Fifth Edition. 2006.",
    "White (common, yellow, unilocular) adipose tissue stained with Masson's trichrome",
    "[H1] Adipocytes.",
    "© PD-3NEL Source Undetermined",
    "[H1] Brown (Multilocular) Adipose Tissue.",
    "Present in newborns (and hibernating mammals) and involved in thermoregulation",
    "Mitochondria of brown fat cells express uncoupling protein which “short circuits” the electron transport chain producing HEAT rather than ATP.",
    "© PD-INEL Junqueira and Carneiro. Basic Histology. Tenth Edition. 2003. Figure 6.4",
    "© PD-INEL Junqueira and Carneiro. Basic Histology. Tenth Edition. 2003. Figure 6.3",
    "© PD-INEL Junqueira and Carneiro. Basic Histology. Tenth Edition. 2003. Figure 6.5",
    "[H1] Monocytes escape from blood vessels into connective tissue where they differentiate into Macrophages.",
    "PD-TNEL",
    "University of Michigan Histology Collection",
    "Primary function: phagocytosis and antigen presentation",
    "[H1] Ultrastructural features of a Macrophage.",
    "e 10000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000",
    "[H1] Plasma Cells are mature B lymphocytes that constitutively secrete antibodies.",
    "© PD-UNEL University of Michigan Histology Collection",
    "© PD-UNEL Junqueira and Carneiro. Basic Histology. Tenth Edition. 2003. Figure 6.5.",
    "Black arrows indicate several plasma cells",
    "White arrows = Golgi regions",
    "PD-INE L Source Undetermined",
    "[H1] EM of Plasma Cells.",
    "PD-INE L Source Undetermined",
    "[H1] Mast Cells.",
    "PD-THEL Junqueira and Carneiro. Basic Histology. Tenth Edition. 2003. Figure 5.10.",
    "Metachromasia – when stained with toluidine blue, the granules bind the dye and change its color to red.",
    "[LIST_ITEM] Principal function is storage in secretory granules and REGULATED release (degranulation) of histamine and other vasoactive mediators of inflammation.",
    "[LIST_ITEM] Responsible for the immediate hypersensitivity response characteristic of allergies, asthma and anaphylactic shock.",
    "[LIST_ITEM] Connective tissue mast cells are found in skin (dermis) and peritoneal cavity mucosal mast cells are in the mucosa of the digestive and respiratory tracts.",
    "[H1] EM of a Mast Cell.",
    "JPG-21HEL",
    "Junqueira and Carneiro. Basic Histology. Tenth Edition. 2003. Figure 5.11.",
    "[H1] Mast Cell Secretion.",
    "© PD-3NEL",
    "Junqueira and Carneiro. Basic Histology. Tenth Edition. 2003. Figure 5.12.",
    "[H1] Neutrophils.",
    "[LIST_ITEM] Enter connective tissue from blood vessels as the \"first wave\" in acute inflammatory responses",
    "[LIST_ITEM] Small cells with multi-lobed, heterochromatic nuclei (aka \"polymorphonuclear neutrophils\", \"PMNs\", \"polys\")",
    "[LIST_ITEM] Primary function: anti-bacterial (are phagocytic like mphages, but SHORT-lived and NOT antigen presenting)",
    "© 1PD-TNEL University of Michigan Histology Collection",
    "[H1] Types of Connective Tissue Proper.",
    "Loose (areolar) connective tissue – delicate, vascularized, cellular; supports the epithelia of the major organs and glands and fills the space between muscle tissue.",
    "- not very resistant to stress",
    "Dense connective tissue (many more fibers than cells)",
    "[LIST_ITEM] Dense irregular: meshwork of coarse fibers; dermis of skin, organ capsules, fascia - resists multi-directional forces",
    "[LIST_ITEM] Dense regular:",
    "[LIST_ITEM] collagenous: fibers aligned in defined pattern; tendons, ligaments, etc. - resists linear mechanical stresses",
    "[LIST_ITEM] elastic: elastin and microfibrils (fibrillin) - elasticity",
    "Adipose - fat storage, glucose regulation, satiety",
    "Reticular - argyrophilic fibers of type III collagen - forms stroma of highly cellular organs (e.g. liver, lymph nodes, spleen)",
    "[H1] Loose connective tissue:.",
    "delicate, vascularized, flexible; facilitates transport of cells and materials (secretion, absorption, immunity)",
    "© PD-INEL University of Michigan Histology Collection small intestine lamina propria",
    "© PD-INEL University of Michigan Histology Collection mammary gland intralobular connective tissue",
    "[H1] Dense Irregular CT.",
    "Densely packed collagen fibers, often in perpendicular bundles; resists tension in many directions and provides mechanical support.",
    "© iFD-INEL",
    "Source Undetermined",
    "Skin dermis, H &amp;E",
    "[H1] Dermis of Skin has both Loose and Dense Irregular CT.",
    "PD-THEL",
    "University of Michigan Histology Collection",
    "[H1] Dense Regular CT (collagenous).",
    "© PD-INEI University of Michigan Histology Collection",
    "Tendon, H &amp; E",
    "[H1] Dense Regular CT (elastic).",
    "Aorta: slide 36 , Weigert stain, 20x obj",
    "© PD-3NEL",
    "University of Michigan Histology Collection",
    "[H1] Adipose Tissue.",
    "Adipose tissue in mesentery; tang=adipocyte sectioned tangentially",
    "[H1] Reticular connective tissue.",
    "Liver: slide 198 odd, silver stain, 40x obj",
    "© 2010 University of Michigan Histology Collection",
    "[H1] Learning Objectives.",
    "At the end of this session, you should be able to:",
    "[NUMBERED_ITEM] Describe the functions and identify the cells commonly found in connective tissue.",
    "[NUMBERED_ITEM] Recognize interstitial (fibrillar) collagens and elastic fibers at the light and electron microscopic levels.",
    "[NUMBERED_ITEM] Distinguish between elastic, type I collagen, type III (reticular) collagen, and elastic fibers when appropriately stained material is presented.",
    "[NUMBERED_ITEM] Use knowledge about the physical characteristics of collagen and elastin in explaining the functions of tissue where these molecules occur in large quantities (e.g., coarse type I collagen fibrils present in dense connective tissue compared to more delicate type III fibers found closer to the interface of cells and the extracellular matrix).",
    "[NUMBERED_ITEM] Recognize types of connective tissue (e.g., dense irregular, dense regular, loose, adipose) and provide examples where different types of connective tissue are found in the body.",
    "[NUMBERED_ITEM] Recognize a basement membrane (or basal lamina) in sections or micrographs where the structure is conspicuously present and understand its functions.",
    "[H1] Additional Source Information.",
    "for more information see: http://open.umich.edu/wiki/CitationPolicy",
    "Slide 4: University of Michigan Histology Collection",
    "Slide 6: Source Undetermined",
    "Slide 8: Source Undetermined",
    "Slide 9: University of Michigan Histology Collection",
    "Slide 10: Source Undetermined",
    "Slide11: Ross,M, Pawlina, W. Wheater's Functional Histology: A Text and Atlas. Fifth Edition. 2006. Figure 4.2.",
    "Slide 12: Source Undetermined; Junquiera and Carneiro. Basic Histology. Tenth Edition. 2003.",
    "Slide 13: Alberts et. al. Molecular Biology of the Cell. Second Edition.",
    "Slide 14: Junquiera and Carneiro. Basic Histology. Tenth Edition. 2003. Figure 5-19.",
    "Slide 15: Alberts et. al. Molecular Biology of the Cell. Second Edition.",
    "Slide 16: University of Michigan Histology Collection",
    "Slide 17: Ross,M, Pawlina, W. Wheater's Functional Histology: A Text and Atlas. Fifth Edition. 2006. Figure 6.12.; Source Undetermined",
    "Slide 18: Source Undetermined",
    "Slide 19: Source Undetermined",
    "Slide 22: Alberts et. al. Molecular Biology of the Cell.",
    "Slide 23: Ross,M, Pawlina, W. Wheater's Functional Histology: A Text and Atlas. Fifth Edition. 2006. Figure 4.4; Source Undetermined",
    "Slide 24: University of Michigan Histology Collection",
    "Slide 26: Junquiera and Carneiro. Basic Histology. Tenth Edition. 2003. Figure 5-30.",
    "Slide 28: University of Michigan Histology Collection; Ross,M, Pawlina, W. Wheater's Functional Histology: A Text and Atlas.",
    "Fifth Edition.",
    "2006.",
    "Figure 4.4.",
    "Slide 29: Source Undetermined",
    "Slide 30: Source Undetermined",
    "Slide 32: Junqueira and Carneiro. Basic Histology. Tenth Edition. 2003.",
    "Slide 34: Ross, M. Pawlina, W. Wheater's Functional Histology: A Text and Atlas. Fifth Edition. 2006.",
    "Slide 35: Ross, M. Pawlina, W. Wheater's Functional Histology: A Text and Atlas. Fifth Edition. 2006.",
    "Slide 36: Source Undetermined",
    "Slide 37: Junqueira and Carneiro. Basic Histology. Tenth Edition. 2003. Figure 6.3 and Figure 6.5.",
    "Slide 38: University of Michigan Histology Collection",
    "Slide 39: Junqueira and Carneiro. Basic Histology. Tenth Edition. 2003. Figure 5.7.",
    "Slide 40: University of Michigan Histology Collection; Junqueira and Carneiro. Basic Histology. Tenth Edition. 2003. Figure 6.5",
    "Slide 41: Source Undetermined",
    "Slide 42: Junqueira and Carneiro. Basic Histology. Tenth Edition. 2003. Figure 5.10.",
    "Slide 43: Junqueira and Carneiro. Basic Histology. Tenth Edition. 2003. Figure 5.11.",
    "Slide 44: Junqueira and Carneiro. Basic Histology. Tenth Edition. 2003. Figure 5.12.",
    "Slide 45: University of Michigan Histology Collection",
    "Slide 47: University of Michigan Histology Collection",
    "Slide 48: Source Undetermined",
    "Slide 49: University of Michigan Histology Collection",
    "Slide 50: University of Michigan Histology Collection",
    "Slide 51: University of Michigan Histology Collection",
    "Slide 52: University of Michigan Histology Collection",
    "Slide 53: University of Michigan Histology Collection"
  ]
}