{
  "doc_id": "Copy of notes_transplant",
  "sentences": [
    "open.michigan",
    "Author(s): Aken Desai, Michael Mathis, 2008",
    "License: Unless otherwise noted, this material is made available under the terms of the Creative Commons Attribution – Share Alike 3.0 License: http://creativecommons.org/licenses/by-sa/3.0/",
    "We have reviewed this material in accordance with U.S. Copyright Law and have tried to maximize your ability to use, share, and adapt it.",
    "Copyright holders of content included in this material should contact open.michigan@umich.edu with any questions, corrections, or clarification regarding the use of content.",
    "For more information about how to cite these materials visit http://open.umich.edu/education/about/terms-of-use.",
    "Student works are presented as is and may be an interpretation of faculty members' lectures or assignments.",
    "These student works are not a product of faculty members.",
    "Faculty do not guarantee the accuracy of student work nor endorse them in any way.",
    "Any medical information in this material is intended to inform and educate and is not a tool for self-diagnosis or a replacement for medical evaluation, advice, diagnosis or treatment by a healthcare professional.",
    "Please speak to your physician if you have questions about your medical condition.",
    "Viewer discretion is advised: Some medical content is graphic and may not be suitable for all viewers.",
    "MUNIVERSITY OF MICHIGAN",
    "CC BY SA",
    "[H1] Transplantation Self Study.",
    "Tuesday, February 19, 2008 4:00 PM",
    "[LIST_ITEM] Basics",
    "[LIST_ITEM] Transplantation performed to replace non-functioning vital organ",
    "[LIST_ITEM] Risk include (not limited to) rejection and immunosuppressants--&gt;infection",
    "[LIST_ITEM] ABO Matching",
    "[LIST_ITEM] Mismatching leads to endothelial damage by ABO antibodies",
    "[LIST_ITEM] Subsequent widespread thrombosis and graft loss",
    "[LIST_ITEM] O cannot accept A, B, AB",
    "[LIST_ITEM] A cannot accept B, AB; B cannot accept A, AB",
    "[LIST_ITEM] AB an accept everything",
    "[LIST_ITEM] Hyperacute rejection",
    "[LIST_ITEM] w/in hours",
    "[LIST_ITEM] Antibody mediated",
    "[LIST_ITEM] Marked by expanded inflammatory infiltrate composed of mononuclear lymphocytes",
    "[LIST_ITEM] Acute and chronic rejection mediated by T cells",
    "[LIST_ITEM] MHC Rejection",
    "[LIST_ITEM] T cell mediated",
    "[LIST_ITEM] HLA molecules in MHC most important",
    "[LIST_ITEM] Syngeneic grafts (same donor/recipient) never rejected",
    "[LIST_ITEM] If HLA antigens not identical, T cells will react against foreign HLA molecules",
    "[LIST_ITEM] Matching",
    "[LIST_ITEM] HLA-identical siblings optimal",
    "[LIST_ITEM] Post-transplant immunosuppression required for all transplant pairs except identical twins",
    "[LIST_ITEM] MHC antigens",
    "[LIST_ITEM] Self proteins loaded into HLA peptide groove",
    "[LIST_ITEM] Even when HLA antigens identical, differences in self-peptides from donor organ can facilitate immune response",
    "[LIST_ITEM] Matching",
    "[LIST_ITEM] MHC matching sufficient but minor histocompatibility antigens not matched",
    "[LIST_ITEM] T cells clones recognizing allogenic MHC molecules are abundant",
    "[LIST_ITEM] Better matching results in lower likelihood of rejection and better response to immunosuppressants",
    "[LIST_ITEM] T cells for minor antigens less abundant and well controlled immunosuppressants",
    "[LIST_ITEM] Immunosuppression",
    "[LIST_ITEM] Increases risk of infection",
    "[LIST_ITEM] NSAIDs",
    "[LIST_ITEM] Reduce inflammation by inhibiting enzymes",
    "[LIST_ITEM] Aspirin, ibuprofen, acetaminophen, naproxen",
    "[LIST_ITEM] Corticosteroids",
    "[LIST_ITEM] Prednisone",
    "[LIST_ITEM] Inhibit antigen driven T cell differentiation by inhibiting expression of genes",
    "[LIST_ITEM] Lead to apoptosis of activated T cells",
    "[LIST_ITEM] Suppress action of inflammatory cells reducing both PG and LT synthesis and inhibiting emigration of leukocytes from blood vessels",
    "[LIST_ITEM] SE: fluid retention, weight gain, diabetes, bone mineral loss, thinning of skin",
    "[LIST_ITEM] Anti-metabolic drugs",
    "[LIST_ITEM] Azathioprine, cyclophosphamide, mycophenolate",
    "[LIST_ITEM] Act by killing all dividing cells",
    "[LIST_ITEM] Nucleoside analogs that inhibit nucleotide synthesis or by alkylating DNA",
    "Lecture Page 47",
    "Act by killing T cells and B cells undergoing antigen driven differentiation SE: bone marrow stem cells, skin, hair follicles, epithelial cells in intestine, fetus",
    "[LIST_ITEM] Immunosuppressive drugs",
    "[LIST_ITEM] Prevent signaling that is important to antigen-dependent T and B cell differentiation",
    "[LIST_ITEM] Bind to cytoplasmic proteins that prevent signal transduction from T cell or Ig receptor via calcineurin (cyclosporin A and tacrolimus) or inhibit protein translation and progress through cell cycle (rapamycin)",
    "[LIST_ITEM] Cyclosporin A/tacrolimus lead to reduced expression of cytokines",
    "[LIST_ITEM] Rapamycin leads to T cell apoptosis",
    "[LIST_ITEM] Agents are very effective inhibitors of antigen-driven immune responses",
    "[LIST_ITEM] Combo of drugs usually used",
    "[LIST_ITEM] Using smaller doses but multiple groups inhibition is improved but w/ less side effects",
    "[LIST_ITEM] General immunosuppression still exists",
    "[LIST_ITEM] Matching",
    "[LIST_ITEM] Type for MHC expressed on leukocytes using antibodies",
    "[LIST_ITEM] Antibodies for a single allele difficult to obtain",
    "[LIST_ITEM] Many alleles cannot be typed w/ antibodies, esp. class II genes",
    "[LIST_ITEM] Type for MHC genes by PCR and sequencing",
    "[LIST_ITEM] Finds all potential differences",
    "[LIST_ITEM] Expensive and time consuming",
    "[LIST_ITEM] Method of choice if time not major issue",
    "[LIST_ITEM] Mixed Lymphocyte Rxn",
    "[LIST_ITEM] MLR is co-culture from two individuals",
    "[LIST_ITEM] Detects ability of T cells to recognize allogenic differences of WBC from another individual",
    "[LIST_ITEM] T cells divide after recognition",
    "[LIST_ITEM] Cell division can be measured by uptake of tritiated thymidine from culture media into cells",
    "[LIST_ITEM] Negative control is potential graft recipients rxn to his/her own lymphocytes",
    "[LIST_ITEM] Test is recipients lymphocytes reacting to donor's x-irradiated lymphocytes",
    "[LIST_ITEM] Differences in class II are key differences that result in thymidine uptake",
    "[LIST_ITEM] Sensitive measure of immunological recognition",
    "[LIST_ITEM] Availability of suitable reagents is not an issue",
    "[LIST_ITEM] Takes about a week and is expensive",
    "[LIST_ITEM] Bone Marrow Transplantation: Graft-versus-host disease also occurs",
    "[LIST_ITEM] Hematopoietic stem cell transplantation: effective after transplantation b/c stem cells go to bone marrow and reconstitute all components of bone marrow",
    "[LIST_ITEM] GHVD caused by mature T cells that contaminate bone marrow or stem cell preparation",
    "[LIST_ITEM] Donor T cells recognize allogenic MHC molecules of host or minor HC antigens",
    "[LIST_ITEM] Initiate inflammatory immune response against host tissue",
    "[LIST_ITEM] Syngeneic &gt; Genotypic-identical sibling &gt; Other family member &gt; Matched unrelated donor",
    "[LIST_ITEM] The probability that any two unrelated persons will match is extremely low",
    "[LIST_ITEM] Broad application of this technique is made feasible by large volunteer registries",
    "[LIST_ITEM] Conditioning regimens",
    "[LIST_ITEM] Bone marrow transplant recipients undergo chemo/radiation to reduce GVHD chance",
    "[LIST_ITEM] Tumor burden w/ cytotoxic drugs",
    "[LIST_ITEM] Immunosuppress recipient to prevent rejection of bone marrow transplant",
    "[LIST_ITEM] Complications of transplant",
    "[LIST_ITEM] Toxicity from conditioning regiment: short and long term effects",
    "[LIST_ITEM] Graft rejection",
    "[LIST_ITEM] GVHD",
    "[LIST_ITEM] Acute",
    "[LIST_ITEM] ♦ Usu. Develops w/in first 100 d of transplant",
    "[LIST_ITEM] ♦ Primary tgts are skin, liver, intestines",
    "[LIST_ITEM] Chronic",
    "Lecture Page 48",
    "[LIST_ITEM] Clinically represents autoimmune disease",
    "[LIST_ITEM] Skin (scleroderma), dry eyes, mouth and vagina (sicca like syndrome), liver, GI, lungs, fasciitis, serositis",
    "Lecture Page 49"
  ]
}