{
  "doc_id": "Copy of lecturehandouts_Micronutrients",
  "sentences": [
    "open.michigan",
    "Author: John Williams, M.D., Ph.D., 2009",
    "License: Unless otherwise noted, this material is made available under the terms of the Creative Commons Attribution-Non-commercial-Share Alike 3.0 License: http://creativecommons.org/licenses/by-nc-sa/3.0/",
    "We have reviewed this material in accordance with U.S. Copyright Law and have tried to maximize your ability to use, share, and adapt it.",
    "The citation key on the following slide provides information about how you may share and adapt this material.",
    "Copyright holders of content included in this material should contact open.michigan@umich.edu with any questions, corrections, or clarification regarding the use of content.",
    "For more information about how to cite these materials visit http://open.umich.edu/education/about/terms-of-use.",
    "Any medical information in this material is intended to inform and educate and is not a tool for self-diagnosis or a replacement for medical evaluation, advice, diagnosis or treatment by a healthcare professional.",
    "Please speak to your physician if you have questions about your medical condition.",
    "Viewer discretion is advised: Some medical content is graphic and may not be suitable for all viewers.",
    "MUNIVERSITY OF MICHIGAN",
    "CC BY NC SA",
    "[H1] Citation Key.",
    "for more information see: http://open.umich.edu/wiki/CitationPolicy",
    "[H2] Use + Share + Adapt.",
    "{ Content the copyright holder, author, or law permits you to use, share and adapt. }",
    "[LIST_ITEM] PD-GOV Public Domain – Government: Works that are produced by the U.S. Government. (USC 17 § 105)",
    "[LIST_ITEM] PD-EXP Public Domain – Expired: Works that are no longer protected due to an expired copyright term.",
    "[LIST_ITEM] PD-SELF Public Domain – Self Dedicated: Works that a copyright holder has dedicated to the public domain.",
    "[LIST_ITEM] ZERO Creative Commons – Zero Waiver",
    "[LIST_ITEM] BY Creative Commons – Attribution License",
    "[LIST_ITEM] BY-SA Creative Commons – Attribution Share Alike License",
    "[LIST_ITEM] BY-NC Creative Commons – Attribution Noncommercial License",
    "[LIST_ITEM] BY-NC-SA Creative Commons – Attribution Noncommercial Share Alike License",
    "[LIST_ITEM] GNU-FDL GNU – Free Documentation License",
    "[H2] Make Your Own Assessment.",
    "{ Content Open.Michigan believes can be used, shared, and adapted because it is ineligible for copyright. }",
    "[LIST_ITEM] PD-INEL Public Domain – Ineligible: Works that are ineligible for copyright protection in the U.S. (USC 17 § 102(b)) *laws in your jurisdiction may differ",
    "{ Content Open.Michigan has used under a Fair Use determination. }",
    "[LIST_ITEM] FAIR USE Fair Use: Use of works that is determined to be Fair consistent with the U.S. Copyright Act. (USC 17 § 107) *laws in your jurisdiction may differ",
    "Our determination DOES NOT mean that all uses of this 3rd-party content are Fair Uses and we DO NOT guarantee that your use of the content is Fair.",
    "To use this content you should do your own independent analysis to determine whether or not your use will be Fair.",
    "[H1] MICRONUTRIENTS.",
    "John Williams, M.D., Ph.D.",
    "M1 GI Sequence Winter, 2009",
    "[H2] Goals and Objectives.",
    "[NUMBERED_ITEM] Describe the concept of essential mineral elements and how their content in the body is regulated.",
    "[NUMBERED_ITEM] Describe the factors influencing intestinal mineral absorption.",
    "[NUMBERED_ITEM] Describe the cellular mechanism of iron absorption and its regulation.",
    "[NUMBERED_ITEM] Describe the consequences of iron deficiency and abnormal increased absorption.",
    "[NUMBERED_ITEM] Have a general understanding of their function and how different classes of vitamins are absorbed by the intestine.",
    "[NUMBERED_ITEM] Describe the function and absorption of folates.",
    "[NUMBERED_ITEM] Describe the function and dietary source of vitamins E and K.",
    "[NUMBERED_ITEM] Describe the function, dietary source and absorption of Vitamin A and B-carotene.",
    "Required Reading: None",
    "Page 1 Page 2",
    "[H1] ESSENTIAL MINERAL ELEMENTS.",
    "[NUMBERED_ITEM] Required to maintain normal physiology and health",
    "[NUMBERED_ITEM] Occur in diet, sometimes as trace elements",
    "[NUMBERED_ITEM] Variable absorption may be regulated",
    "[NUMBERED_ITEM] In steady state intestinal absorption equals body losses",
    "[H1] MINERAL ABSORPTION BY SMALL INTESTINE IS AFFECTED BY:.",
    "[NUMBERED_ITEM] Intraluminal pH",
    "[NUMBERED_ITEM] Redox state of metals",
    "[NUMBERED_ITEM] Formation of chelates to enhance solubility",
    "[NUMBERED_ITEM] Formation of insoluble complexes",
    "|  Specific Elements | Dietary Intake | Mechanisms of Absorption  | | --- | --- | --- | |  Ca, P, Mg | --- | Facilitated Diffusion  | |  Fe, Cu, Zn, Mn, Se, I | 100’s of mgs per day micrograms to mgs/day (essential trace elements) | Active Transport  | |   |  | Paracellular at High Concentrations  | |   |  | Role for Intracellular Binding Proteins  |",
    "Page 3",
    "[H1] IRON.",
    "[NUMBERED_ITEM] Essential for oxidative energy metabolism and DNA synthesis",
    "[NUMBERED_ITEM] Body stores contain about 4 g with 2.5 g in red blood cells",
    "[NUMBERED_ITEM] To maintain iron balance, the gut absorbs 1-2 mg/day from dietary supply of 10-20 mg",
    "[NUMBERED_ITEM] Because there is no mechanism for active excretion of iron, regulation of body iron is at point of absorption",
    "[H1] CELLULAR IRON HOMEOSTASIS.",
    "[NUMBERED_ITEM] All cells take up iron-transferrin from plasma by transferrin receptor endocytosis.",
    "[NUMBERED_ITEM] Iron is stored intracellularly complexed to the binding protein ferritin.",
    "[NUMBERED_ITEM] Iron regulatory proteins function as cytoplasmic iron sensors and increase Tf Receptors by stabilizing mRNA when more iron is needed.",
    "[NUMBERED_ITEM] Efflux from cells such as macrophages is by ferroportin.",
    "[H1] IRON ABSORPTION.",
    "[NUMBERED_ITEM] Dietary iron present as heme (minor) and nonheme iron compounds (major).",
    "[NUMBERED_ITEM] Nonheme iron in the Fe³⁺ ferric state requires gastric acid for solubilization.",
    "[NUMBERED_ITEM] Fe³⁺ mainly reduced to Fe²⁺ (ferrous) prior to absorption.",
    "[NUMBERED_ITEM] Iron absorption occurs primarily in the duodenum and upper jejunum.",
    "[NUMBERED_ITEM] Amount of iron absorbed is influenced by body iron stores, rate of erythropoesis, and inflammation.",
    "Two Pathways for Absorption of Iron by the Small Intestine",
    "Page 4 PD-3NEL Source Undetermined",
    "Page 5",
    "[H1] Mechanism of Iron Absorption by Enterocytes.",
    "PD-INEL Source Undetermined",
    "[H1] CELLULAR MOLECULES INVOLVED IN INTESTINAL ABSORPTION.",
    "[NUMBERED_ITEM] An apical membrane (brush border) ferrireductase enzyme that converts  $\\mathrm{Fe}^{3+}$  to  $\\mathrm{Fe}^{2+}$ .",
    "[NUMBERED_ITEM] An apical membrane divalent metal transporter termed DMT-1 which mediates entry of  $\\mathrm{Fe}^{2+}$  as well as  $\\mathrm{Ca}^{2+}$ ,  $\\mathrm{Zn}^{2+}$  and other divalent minerals. Its expression is regulated inversely by body iron stores.",
    "[NUMBERED_ITEM] A basolateral membrane transporter known as ferroportin which mediates exit of  $\\mathrm{Fe}^{2+}$ .",
    "[NUMBERED_ITEM] A basolateral membrane protein, hephaestin (Hp), which facilitates the transport of iron out of cells and oxidizes Fe to the  $\\mathrm{Fe}^{3+}$  state.",
    "[H1] Role of Ferritin in the Regulation of Iron Absorption.",
    "PD-INEL Fig. 29-16 Rhoades, R, Tanner, G. Medical Physiology. 1995: 568.",
    "The synthesis of intestinal ferritin is increased when body iron stores are high.",
    "This is mediated by iron response proteins which bind to an iron response element (IRE) in ferritin mRNA.",
    "With iron deficiency little ferritin is synthesized and iron absorption increases.",
    "With iron excess ferritin increases, binds iron in the enterocyte and is sloughed with the cells from the villous tip.",
    "After intestinal absorption, iron in blood binds to the plasma protein transferrin.",
    "Page 6",
    "Page 7 Page 8",
    "[H1] Role of Liver in Regulating Iron Absorption.",
    "[NUMBERED_ITEM] Liver is main storage site for excess iron",
    "[NUMBERED_ITEM] Hepcidin is an antimicrobial peptide secreted by hepatocytes which it acts as an inhibitor of iron absorption by the gut and release from macrophages.",
    "[NUMBERED_ITEM] Production of hepcidin is decreased by iron deficiency and increased with iron loading and inflammation",
    "[NUMBERED_ITEM] Hepacidin interacts directly with ferroportin leading to its degradation. This leads to decreased iron absorption and release",
    "[H1] ORGANISMAL IRON HOMEOSTASIS.",
    "Ferroportin functions as a hepcidin-regulated valve to control the efflux of recycled, dietary and stored iron.",
    "In turn hepcidin levels are controlled by body iron stores and are also increased by inflammation.",
    "[H1] CAUSES OF IRON DEFICIENCY.",
    "[NUMBERED_ITEM] Dietary deficiency",
    "[NUMBERED_ITEM] Excess phytate or oxylate in diet",
    "[NUMBERED_ITEM] Gastric achlorhydria",
    "[NUMBERED_ITEM] Hookworm infestation",
    "[NUMBERED_ITEM] Excessive bleeding",
    "[H1] CONSEQUENCES OF IRON DEFICIENCY.",
    "[NUMBERED_ITEM] Anemia (microcytic, hypochromic)",
    "[NUMBERED_ITEM] Poor growth in children",
    "[NUMBERED_ITEM] Impaired energy metabolism",
    "Page 9 Page 10",
    "[H1] HEREDITY HEMOCHROMATOSIS.",
    "[NUMBERED_ITEM] Common form is autosomal recessive with gene frequency as high as 1 in 10 in individuals of Northern European descent",
    "[NUMBERED_ITEM] Excessive mucosal iron absorption relative to need",
    "[NUMBERED_ITEM] Clinical manifestations are a result of iron deposition in liver, heart, pancreas and joints",
    "[NUMBERED_ITEM] &gt;80% of patients have a single mutation in HFE protein which leads to decreased plasma hepcidin",
    "[NUMBERED_ITEM] Other causes of hemachromatosis include mutations in hepcidin or ferroportin",
    "[H1] ABSORPTION OF VITAMINS.",
    "[NUMBERED_ITEM] Water soluble vitamins",
    "[LIST_ITEM] facilitated diffusion (Na⁺-coupled)",
    "[NUMBERED_ITEM] Fat soluble vitamins",
    "[LIST_ITEM] absorbed same as other lipids",
    "[NUMBERED_ITEM] Vitamin B₁₂",
    "[LIST_ITEM] special receptor",
    "[LIST_ITEM] requires intrinsic factor",
    "[H1] WATER SOLUBLE VITAMINS.",
    "Thiamine  Pyridoxine  Folate Riboflavin Pantothenate  Cobalamin (B₁₂) Niacin  Biotin  Ascorbic Acid (C)",
    "Generally metabolized to forms acting as coenzymes",
    "Vit C functions as a water soluble antioxidant",
    "[H1] Structure of Conjugated Folates.",
    "Fig. 1 Chang, E, Sitrin, M, Black, D. Gastrointestinal, Hepatobiliary, and Nutritional Physiology. Lippincott - Raven, Philadelphia, PA; 1996: 190.",
    "[H1] FOLATE DEFICIENCY.",
    "[NUMBERED_ITEM] Folates function as coenzymes in 1 carbon transfers; important in nucleic acid synthesis and amino acid metabolism",
    "[NUMBERED_ITEM] Deficiency results in megaloblastic anemia and growth retardation",
    "[NUMBERED_ITEM] Recent studies show a relationship to neuronal tube birth defects",
    "PHS recommends women of childbearing age consume  $400\\mu \\mathrm{g}$  daily",
    "[H1] Metabolism and Absorption of Conjugated Folates.",
    "Fig. 2 Chang, E, Sitrin, M, Black, D. Gastrointestinal, Hepatobiliary, and Nutritional Physiology. Lippincott - Raven, Philadelphia, PA; 1996: 191.",
    "[NUMBERED_ITEM] Polyglutamyl folates must be hydrolyzed to the monoglutamyl form before absorption",
    "[NUMBERED_ITEM] A specific enzyme, folate conjugase, is involved which is inhibited by ethanol and some drugs (Dilantin, sulfasalazine)",
    "[NUMBERED_ITEM] Absorption is by a saturable mechanism involving a folic acid: OH- exchange mechanism",
    "[NUMBERED_ITEM] Within enterocyte folic acid is reduced and methylated",
    "Page 13 Page 14",
    "[H1] FAT SOLUBLE VITAMINS.",
    "A–Retinol, carotenoids D–Cholecalciferol(D₃); Ergosterol(D₂) E–α-Tocopherol K–Phylloquinone(K₁); Menaquinones(K₂)",
    "Generally absorbed with fat by similar mechanisms Can get vitamin deficiency with fat malabsorption",
    "[H1] VITAMIN K.",
    "Biological function is to serve as a cofactor for essential post-translational modifications essential for certain proteins including blood clotting factors Dietary form (K1) most abundant in green leafy vegetables Insoluble in water; requires bile salts for absorption Importance of bacterially derived K2 controversial but prevents severe deficiency in humans unless colonic flora absent",
    "[H1] VITAMIN E.",
    "[NUMBERED_ITEM] The major lipid soluble antioxidant in plasma and cell membranes",
    "[NUMBERED_ITEM] Dietary Sources are vegetable oils, wheat germ, nuts, green leafy vegetables. Recommended intake 15 mg/day.",
    "[NUMBERED_ITEM] Absorption varies from 10-80% by passive diffusion and packaging into chylomicrons",
    "[NUMBERED_ITEM] Role in therapy unclear (macular degeneration, cardiovascular disease, prostate cancer)",
    "[H1] VITAMIN A.",
    "Term vitamin A refers to a group of compounds related to all-trans-retinol that are required for vision, growth, cellular differentiation, reproduction, and the integrity of the immune system.",
    "Vitamin A Family",
    "Intestinal Absorption and Metabolism of Vit A Fig. 3",
    "Chang, E, Sitrin, M, Black, D. Gastrointestinal, Hepatobiliary, and Nutritional Physiology.",
    "Lippincott - Raven, Philadelphia, PA; 1996: 166.",
    "Hepatic Vit A Metabolism and Storage Fig.",
    "6",
    "Chang, E, Sitrin, M, Black, D. Gastrointestinal, Hepatobiliary, and Nutritional Physiology.",
    "Lippincott - Raven, Philadelphia, PA; 19961: 70.",
    "[H1] Retinoids - present in liver, milk.",
    "Carotenoids - present in carrots and green leafy vegetables",
    "Recommend daily allowance  $1000\\mu \\mathrm{g}$  retinoids or  $6000\\mu \\mathrm{g}$  B carotene per day",
    "Some functions of carotenoids are distinct from retinal and reflect antioxidant and other functions",
    "Resynthesized retinyl esters are incorporated into chylomicrons and enter the lacteals.",
    "Chylomicron remnants (CMR-RE) taken up from blood by hepatocytes.",
    "Retinol is then secreted by hepatocytes bound to a retinol binding protein (RBP) and taken up for storage in the hepatic sinusoid by the Stellate Cells.",
    "Plasma retinol is relatively constant in spite of variations in dietary intake.",
    "[H1] Uptake, Metabolism and Action of Retinol and Retinoic Acid.",
    "Fig. 7 Chang, E, Sitrin, M, Black, D. Gastrointestinal, Hepatobiliary, and Nutritional Physiology. Lippincott - Raven, Philadelphia, PA; 1996: 171.",
    "ROL = Retinol RA = Retinoic Acid",
    "RBP = Serum Retinol Binding Protein",
    "CRABP = Cellular Retinol Binding Protein",
    "RXR = Retinoid X Receptor",
    "RAR = Retinoic Acid Receptor",
    "[H1] Additional Source Information.",
    "for more information see: http://open.umich.edu/wiki/CitationPolicy",
    "Slide 5 – Source Undetermined",
    "Slide 6 – (Left) Source Undetermined",
    "Slide 6 – (Right) Fig. 29-16 Rhoades, R, Tanner, G. Medical Physiology. 1995: 568.",
    "Slide 7 – Source Undetermined",
    "Slide 9 – (Left) Fig.",
    "1",
    "Chang, E, Sitrin, M, Black, D. Gastrointestinal, Hepatobiliary, and Nutritional Physiology.",
    "Lippincott – Raven, Philadelphia, PA; 1996: 190.",
    "Slide 9 – (Right) Fig.",
    "2",
    "Chang, E, Sitrin, M, Black, D. Gastrointestinal, Hepatobiliary, and Nutritional Physiology.",
    "Lippincott – Raven, Philadelphia, PA; 1996: 191.",
    "Slide 11 – (Left) Source Undetermined",
    "Slide 11 – (Top right) Fig.",
    "3",
    "Chang, E, Sitrin, M, Black, D. Gastrointestinal, Hepatobiliary, and Nutritional Physiology.",
    "Lippincott – Raven, Philadelphia, PA; 1996: 166.",
    "Slide 11 – (Bottom right) Fig.",
    "6",
    "Chang, E, Sitrin, M, Black, D. Gastrointestinal, Hepatobiliary, and Nutritional Physiology.",
    "Lippincott – Raven, Philadelphia, PA; 1996: 170.",
    "Slide 12 – Fig. 7",
    "Chang, E, Sitrin, M, Black, D. Gastrointestinal, Hepatobiliary, and Nutritional Physiology.",
    "Lippincott – Raven, Philadelphia, PA; 1996: 171."
  ]
}