{
  "doc_id": "Copy of 83ab0cbd4d00da27cad21a222a498795_fibroids_chap",
  "sentences": [
    "Harvard-MIT Division of Health Sciences and Technology",
    "HST.071: Human Reproductive Biology",
    "Course Director: Professor Henry Klapholz",
    "HST 071",
    "[H1] IN SUMMARY.",
    "[H1] FIBROIDS.",
    "[LIST_ITEM] Smooth muscle tumors of the uterus, very common;",
    "[LIST_ITEM] Occur in more than one third of women over the age of 35",
    "[LIST_ITEM] Complaints include discharge, bleeding from the vagina, pain, pressure",
    "[LIST_ITEM] Circumscribed - but not truly encapsulated",
    "[LIST_ITEM] Tumor can be readily \"shelled out.\" - is glistening gray",
    "[LIST_ITEM] Composed of interdigitating bundles of smooth muscle.",
    "[LIST_ITEM] Incidence in black women three times greater than in white women.",
    "[LIST_ITEM] Strong hormonal relationship",
    "[H1] LOCATION.",
    "[LIST_ITEM] Intramural, subserosal, and submucosal",
    "[LIST_ITEM] Subserosal and submucosal leiomyomas may become pedunculated",
    "[LIST_ITEM] Submucosal leiomyomas most important - bleeding symptoms may occur",
    "[LIST_ITEM] May occur in the cervix and broad ligaments as well",
    "[LIST_ITEM] Few mitoses are present",
    "[LIST_ITEM] Their spindle shape is readily apparent.",
    "[LIST_ITEM] When the cells are cut across the nuclei appear round",
    "[LIST_ITEM] Frequently undergo degeneration. - hyaline and cystic",
    "[LIST_ITEM] Presence of large amounts of connective tissue - known as fibromyomas or \"fibroids\"",
    "[LIST_ITEM] Bleeding symptoms caused in part by thinning of the overlying endometrium",
    "[LIST_ITEM] Vessels are not capable of retracting in the usual manner",
    "[LIST_ITEM] No basal zone from which the overlying thin layer of endometrium can regenerate",
    "[LIST_ITEM] Submucous, pedunculated leiomyomas may prolapse",
    "[LIST_ITEM] Necrosis in intramural leiomyomas - Only one artery supplies the leiomyoma",
    "[LIST_ITEM] May calcify or undergo \"red\" degeneration",
    "[H1] ATYPICALITY.",
    "[LIST_ITEM] Atypicalities occur in leiomyomas - may be confused with leiomyosarcomas",
    "[LIST_ITEM] Mitotic rate is characteristically less than 5 per 10 high-power fields",
    "[LIST_ITEM] Intravascular leiomyoma - rare tumor - nodular masses of histologically benign smooth muscle growing within veins",
    "[H1] INCIDENCE &amp; ETIOLOGY.",
    "[LIST_ITEM] Most common solid pelvic tumors in women",
    "[LIST_ITEM] Clinically apparent in 20% to 25% of women during the reproductive years",
    "[LIST_ITEM] Pathologic inspection of the uterus - present in more than 80%",
    "[LIST_ITEM] Leiomyomas are clonal in origin",
    "[LIST_ITEM] Classic paradigm – caused by and stimulated to grow by",
    "[LIST_ITEM] Estrogen",
    "[LIST_ITEM] Progesterone",
    "It is now clear that the following are responsible for fibroid growth",
    "[LIST_ITEM] Transforming growth factor-s",
    "[LIST_ITEM] Basic fibroblast growth factor",
    "[LIST_ITEM] Somatic mutations of genes such as HMGI-C",
    "Fibroids are characterized by their location in the uterus",
    "[LIST_ITEM] Subserosal leiomyomas",
    "[LIST_ITEM] Intramural leiomyomas",
    "[LIST_ITEM] Submucous leiomyomas",
    "[LIST_ITEM] Few leiomyomas are actually of a single \"pure\" type",
    "[LIST_ITEM] Most leiomyomas are hybrids that span more than one anatomic location",
    "[LIST_ITEM] Increased incidence of leiomyomas in women of color",
    "[LIST_ITEM] Risk is increased in women with greater body mass index",
    "[LIST_ITEM] Decreased in women who smoke or who have given birth",
    "IN SUMMARY FIBROIDS HST 071",
    "[LIST_ITEM] Good epidemiological evidence to suggest that use of oral contraceptive",
    "[LIST_ITEM] Birth control pills decreases the risk for leiomyomas",
    "[LIST_ITEM] 20% and 50% of women with leiomyomas have tumor-related symptoms",
    "[LIST_ITEM] Fibroids often cause",
    "[LIST_ITEM] Abnormal uterine bleeding",
    "[LIST_ITEM] Prolonged menstrual flow (menorrhagia)",
    "[LIST_ITEM] Submucous leiomyomas appear to be particularly prone",
    "[LIST_ITEM] Pelvic pressure.",
    "[LIST_ITEM] Increase in uterine size",
    "[LIST_ITEM] Pressure of particular myomas on adjacent structures",
    "[LIST_ITEM] Colon - constipation",
    "[LIST_ITEM] Bladder - urinary frequency.",
    "[LIST_ITEM] Ureters - hydronephrosis",
    "[LIST_ITEM] Recurrent miscarriage",
    "[LIST_ITEM] Infertility",
    "[LIST_ITEM] Premature labor",
    "[LIST_ITEM] Fetal malpresentation",
    "[LIST_ITEM] Complications of labor",
    "[H1] DIAGNOSIS.",
    "[LIST_ITEM] Easily determined by bimanual examination",
    "[LIST_ITEM] Uterus is enlarged",
    "[LIST_ITEM] Mobile",
    "[LIST_ITEM] Irregular",
    "[LIST_ITEM] Palpated abdominally above the symphysis",
    "[LIST_ITEM] Ultrasonography most common method for diagnosis",
    "[LIST_ITEM] Submucous fibroid can be missed on traditional ultrasonography",
    "[LIST_ITEM] Magnetic resonance imaging (MRI)",
    "[LIST_ITEM] Electron spin characteristics can often distinguish",
    "[LIST_ITEM] Leiomyomas",
    "[LIST_ITEM] Adenomyomas",
    "[LIST_ITEM] Leiomyosarcomas",
    "[LIST_ITEM] Primary therapy for patients with large or symptomatic leiomyomas is surgery",
    "[LIST_ITEM] Hysterectomy is the most often",
    "[LIST_ITEM] United States: more than 175,000 hysterectomies are performed yearly for leiomyomas",
    "[LIST_ITEM] Diagnosis of leiomyoma the most common indication for this procedure",
    "[LIST_ITEM] Hysterectomy, the only true \"cure\" for leiomyoma, is a surgical option when women are no longer interested in future pregnancies",
    "[LIST_ITEM] Subtraction angiography",
    "[LIST_ITEM] Easily visualize the fibroids and also embolize them in order to cause infarction",
    "[LIST_ITEM] May dramatically reduce bleeding as well as size.",
    "[LIST_ITEM] Myomectomy",
    "[LIST_ITEM] 18,000 myomectomies are performed yearly",
    "[LIST_ITEM] Myomectomy diminishes menorrhagia in roughly 80%",
    "[LIST_ITEM] Significant risk for recurrence of leiomyomas",
    "[LIST_ITEM] Ultrasonography evidence of recurrence in 25% to 51% of patients",
    "[LIST_ITEM] 10% require a second major operative procedure",
    "[LIST_ITEM] GnRH agonists (Lupron, Naferelin, Gosserelin)",
    "[LIST_ITEM] Induce a hypo estrogenic pseudo menopausal state",
    "[LIST_ITEM] Fibroids are dependent on estrogen for their development and growth",
    "[LIST_ITEM] Hypo estrogenic state causes shrinkage",
    "[LIST_ITEM] Uterine volume has been shown to decrease 40% to 60% after 3 months",
    "IN SUMMARY FIBROIDS HST 071",
    "[LIST_ITEM] Induces amenorrhea",
    "[LIST_ITEM] increase iron stores and hemoglobin concentrations",
    "[LIST_ITEM] Cessation of GnRH agonist treatment results in rapid re-growth",
    "[LIST_ITEM] GnRH agonist treatment is useful as a pre-surgical treatment",
    "[LIST_ITEM] Not a long-term treatment option",
    "[LIST_ITEM] Androgenic agents",
    "[LIST_ITEM] Danazol",
    "[LIST_ITEM] Gestrinone",
    "[LIST_ITEM] Progestins",
    "[LIST_ITEM] Medroxyprogesterone acetate (Provera)",
    "[LIST_ITEM] Depo medroxyprogesterone acetate (Depo-Provera)",
    "[LIST_ITEM] Norethindrone",
    "[LIST_ITEM] Do not consistently decrease uterine or fibroid volume",
    "[LIST_ITEM] Mechanism of action is thought to be the induction of endometrial atrophy",
    "[LIST_ITEM] Often not successful in controlling significant menorrhagia",
    "[LIST_ITEM] Somatic mutation is the initial event in most tumorigenesis",
    "[LIST_ITEM] Somatic mutations include a variety of chromosomal aberrations",
    "Point mutations or Chromosomal loss or gain.",
    "[LIST_ITEM] Large chromosomal abnormalities such as translocations and deletions often detected with standard cytogenetic karyotypes",
    "[LIST_ITEM] Independent monoclonal origin of individual myomas",
    "[LIST_ITEM] Suggests somatic mutations offer a selective growth advantage to the mutated myocyte",
    "[H2] Variety of chromosomal rearrangements.",
    "[LIST_ITEM] Most common 12q14-15 and 7q22",
    "[LIST_ITEM] Heterogeneity of the cytogenetic abnormalities",
    "[LIST_ITEM] Different somatic mutations may be involved in myoma tumorigenesis",
    "[LIST_ITEM] Unique somatic mutations in individual myomas",
    "[LIST_ITEM] Biologic basis for the differential responsiveness of individual myomas to a variety of growth-promoting agents",
    "[H2] SOME THOUGHTS ON THE DEVELOPMENT OF FIBROIDS.",
    "[LIST_ITEM] Clonal proliferation precedes the development of cytogenetic rearrangements",
    "[LIST_ITEM] Somatic mutations which cannot be detected cytogenetically with the light microscope are the initial events in myoma tumorigenesis.",
    "[LIST_ITEM] Explains the absence of cytogenetic abnormalities in a large proportion of myoma specimens.",
    "[LIST_ITEM] ER alpha and ER beta mRNA expressed in leiomyoma and normal myometrium.",
    "[LIST_ITEM] Expression of ER alpha higher than ER beta in both leiomyoma &amp; myometrium",
    "[LIST_ITEM] ER alpha expression is increased in leiomyoma compared to that the adjacent normal myometrium",
    "[LIST_ITEM] ER beta expression is same or lower in leiomyoma than in the adjacent normal myometrium",
    "[LIST_ITEM] Estrogen considered the major promoter of myoma growth",
    "[LIST_ITEM] The long-term administration of a gonadotropin-releasing hormone (GnRH) agonist associated with both hypoestrogenemia and a reduction in myoma volume",
    "[LIST_ITEM] Concentration of estradiol significantly higher in myomas than in normal myometrium.",
    "[LIST_ITEM] Lower conversion of estradiol to estrone in myomas than myometrium.",
    "IN SUMMARY FIBROIDS HST 071",
    "[LIST_ITEM] Significantly increased concentration of estrogen receptors in myomas compared with autologous myometrium",
    "[LIST_ITEM] Observations suggest intramyoma hormonal milieu is hyperestrogenic",
    "[LIST_ITEM] No evidence that estrogen directly stimulates myoma growth",
    "[LIST_ITEM] Mitogenic effects of estrogen are likely mediated by other factors and their receptors.",
    "[LIST_ITEM] Several estrogen-regulated genes have been confirmed",
    "[LIST_ITEM] Evidence to suggest that estrogen stimulates",
    "[LIST_ITEM] progesterone receptor",
    "[LIST_ITEM] epidermal growth factor",
    "[LIST_ITEM] insulin-like growth factor-I",
    "[LIST_ITEM] Regulation of myoma extracellular matrix",
    "[LIST_ITEM] Estrogen directly stimulates collagen types I and III m-RNA",
    "[LIST_ITEM] Stimulates expression of gap junction protein connexin-43",
    "[LIST_ITEM] Stimulates local production of the parathyroid hormone related peptide",
    "[LIST_ITEM] Expression of these estrogen-regulated genes appears to be greater in uterine myomas than in the adjacent myometrium.",
    "[LIST_ITEM] Hypersensitivity to estrogen may be important in the pathogenesis of myomas.",
    "[LIST_ITEM] Ultrastructural features of cultured smooth muscle cells from uterine myomas and normal myometrium",
    "[LIST_ITEM] Myoma and myometrial cells in estrogen and progesterone media more active under EM than cells in estrogen only medium.",
    "[LIST_ITEM] Progesterone exposure -&gt; increased number of myofilaments with dense bodies (suggesting that progesterone is involved in myoma differentiation)",
    "[LIST_ITEM] Increased progesterone receptor m-RNA expression",
    "[LIST_ITEM] Increased progesterone receptor protein levels in myoma tissue compared with adjacent myometrium",
    "[H1] FUNDAMENTAL QUESTIONS.",
    "[NUMBERED_ITEM] What constitutes the female reproductive tract?",
    "[NUMBERED_ITEM] Discuss the histologic makeup of the uterus.",
    "[NUMBERED_ITEM] Where does the ureter lie with respect to the uterus and why is this important?",
    "[NUMBERED_ITEM] Describe the histology of the ovary. What cell lines are present?",
    "[NUMBERED_ITEM] What is a fibroid?",
    "[NUMBERED_ITEM] What hormones make fibroids grow?",
    "[NUMBERED_ITEM] Discuss the genetics of fibroids?",
    "[NUMBERED_ITEM] What are the clinical manifestations of fibroids?",
    "[NUMBERED_ITEM] How may fibroids be treated?",
    "IN SUMMARY FIBROIDS HST 071"
  ]
}