{
  "doc_id": "Copy of cc6dd80d0c684432d3c9ad67a82210ef_poly_ovar_syndom",
  "sentences": [
    "Harvard-MIT Division of Health Sciences and Technology",
    "HST.071: Human Reproductive Biology",
    "Course Director: Professor Henry Klapholz",
    "HST 071",
    "IN SUMMARY",
    "Polycystic Ovarian Syndrome",
    "[H1] POLYCYSTIC OVARIAN SYNDROME.",
    "[H2] Presence of oligo- or anovulation in combination with hyperandrogenism.",
    "[LIST_ITEM] Chronic anovulation may present as irregular menstrual periods or amenorrhea.",
    "[LIST_ITEM] It is not essential to document anovulation by ultrasonography or progesterone measurements in the presence of a clear clinical history",
    "[LIST_ITEM] PCOS occurs in 85 to 90% of women with oligomenorrhea and in 30-40% of women with amenorrhea",
    "[LIST_ITEM] Diagnosed either by clinical (hirsutism) or laboratory (elevated testosterone or androstenedione)",
    "[LIST_ITEM] Should not be diagnosed if evidence of other causes of oligo-ovulation and hyperandrogenism (ovarian androgen secreting tumor or nonclassical adrenal hyperplasia)",
    "[LIST_ITEM] Prevalence of PCOS is approximately 5–7% of women of reproductive age",
    "[LIST_ITEM] 50% of PCOS women are obese and tend to have an android pattern of obesity",
    "[H2] Elevated levels of serum LH - increased LH pulse amplitude and LH pulse frequency.",
    "[LIST_ITEM] Steady-state levels of gonadotropins and ovarian steroids",
    "[LIST_ITEM] “chronic estrous state”",
    "[LIST_ITEM] Proliferation and hyperplasia of the endometrium",
    "[LIST_ITEM] Can lead to unpredictable bleeding episodes",
    "[LIST_ITEM] Unopposed estrogen exposure -confirmed by progesterone withdrawal test",
    "[LIST_ITEM] Women with PCOS have higher mean concentrations of LH",
    "[LIST_ITEM] Increased bioactivity of LH",
    "[LIST_ITEM] Low to low-normal levels of follicle stimulating hormone",
    "[LIST_ITEM] Obese PCOS women do not have elevated LH levels",
    "[LIST_ITEM] ☐ normal LH level or normal LH/FSH ratio does not rule out PCOS",
    "[LIST_ITEM] ☐ LH/FSH ratio is now not included in the diagnostic criteria of PCOS",
    "[LIST_ITEM] In research studies almost all women with PCOS have elevated LH secretion.",
    "[LIST_ITEM] In clinical practice - difficult to use a single measurement of LH to diagnose PCOS,",
    "[LIST_ITEM] LH is secreted in a pulsatile manner",
    "[LIST_ITEM] Normal range of serum LH concentration decreases with increasing body mass index (BMI)",
    "IN SUMMARY",
    "Polycystic Ovarian Syndrome",
    "HST 071",
    "[H1] Association between hyperinsulinemia and PCOS.",
    "[LIST_ITEM] First noted by 1980",
    "[LIST_ITEM] Significant positive correlation between insulin, androstenedione and testosterone levels among PCOS women",
    "[LIST_ITEM] It is estimated that 20-40% of PCOS women have impaired glucose tolerance",
    "[LIST_ITEM] Seven-fold higher than the rates in age and weight-matched women",
    "[LIST_ITEM] Prevalence of type 2 diabetes mellitus is also increased in PCOS women (15% versus 2.3% in normal women)",
    "[LIST_ITEM] Lean PCOS women have lower rates of carbohydrate intolerance",
    "[LIST_ITEM] Lean PCOS women still have higher rates than age and weight-matched controls. PCOS is associated with insulin resistance independent of total or fat-free body mass",
    "[LIST_ITEM] Obese PCOS women are more insulin resistant than obese non-PCOS or non-obese PCOS women",
    "[LIST_ITEM] Pancreatic beta cell secretory dysfunction in a subset of PCOS women",
    "[LIST_ITEM] Probably has the highest risk of developing carbohydrate intolerance",
    "[LIST_ITEM] Type 2 diabetes.",
    "[LIST_ITEM] Oral glucose tolerance tests recommended for obese PCOS patients",
    "[LIST_ITEM] PCOS in 8 out 30 premenopausal women with type 2 diabetes",
    "[LIST_ITEM] Insulin resistance is characterized by post-receptor defect in the action of insulin",
    "[LIST_ITEM] Cause of this defect is still being elucidated",
    "[H1] Action of insulin.",
    "[LIST_ITEM] Binds to the cell-surface receptor",
    "[LIST_ITEM] Receptor undergoes auto-phosphorylation on specific tyrosine residues",
    "[LIST_ITEM] Accomplished by activation of insulin receptor tyrosine kinase",
    "[LIST_ITEM] Activated receptor then activates insulin receptor substrates (IRS-1,2 and 3)",
    "[LIST_ITEM] Binds to signaling molecules such as PI3 kinase",
    "[LIST_ITEM] Activates downstream signaling",
    "[LIST_ITEM] Leads to insulin-mediated glucose transport",
    "IN SUMMARY",
    "Polycystic Ovarian Syndrome",
    "HST 071",
    "[H1] PCO insulin resistance.",
    "[LIST_ITEM] Abnormalities in both insulin receptor tyrosine kinase",
    "[LIST_ITEM] Mediators distal to the receptor are present in insulin resistance states",
    "[LIST_ITEM] Adipocytes from women with PCOS",
    "[LIST_ITEM] Adipocyte insensitivity to inhibition of lipolysis by insulin",
    "[LIST_ITEM] Decrease in maximal rates of adipocyte glucose uptake",
    "[LIST_ITEM] Occur in PCOS in the absence of obesity",
    "[LIST_ITEM] Decreased insulin receptor auto-phosphorylation in 50% of fibroblasts removed from PCOS women",
    "[LIST_ITEM] Due to increased receptor serine phosphorylation",
    "[LIST_ITEM] Serine phosphorylation - associated with decreased insulin receptor tyrosine auto-phosphorylation",
    "[LIST_ITEM] In vitro human theca cell studies",
    "[LIST_ITEM] Insulin has direct stimulatory effects on ovarian steroidogenesis",
    "[LIST_ITEM] Insulin produced a greater increase in androgen production by theca cells in PCOS than in cells obtained without PCOS",
    "[LIST_ITEM] Effect is mediated specifically through insulin receptor",
    "[LIST_ITEM] Insulin enhances the effect of LH on preovulatory ovarian follicles",
    "[LIST_ITEM] Premature activation and subsequent follicle arrest",
    "[LIST_ITEM] Hyperinsulinemia (due to insulin resistance) drives the LH effect on ovarian theca cells",
    "[LIST_ITEM] Causes androgen excess which are intrinsically programmed to produce more androgen",
    "[LIST_ITEM] Excess androgens are known to interfere with the process of follicular maturation",
    "[LIST_ITEM] Inhibiting ovulation",
    "[LIST_ITEM] Producing more arrested follicles",
    "[LIST_ITEM] 1983 it was proposed that severe hyperinsulinemia caused by insulin resistance results in ovarian hyperandrogenism (Barbieri &amp; Ryan)",
    "[LIST_ITEM] PCOS is associated with insulin resistance independent of total or fat free body mass",
    "[LIST_ITEM] Hyperandrogenism, insulin resistance and acanthosis nigricans syndrome",
    "[LIST_ITEM] Cause of the insulin resistance – germ line mutation in the insulin receptor gene",
    "[LIST_ITEM] Prevents normal function of the insulin receptor.",
    "[LIST_ITEM] Puberty: LH secretion rises",
    "[LIST_ITEM] Severe insulin resistance",
    "[LIST_ITEM] LH stimulation → hypersecretion of testosterone by the ovary",
    "[LIST_ITEM] Often present with severe insulin resistance and hyperandrogenism including virilization and amenorrhea",
    "IN SUMMARY",
    "Polycystic Ovarian Syndrome",
    "HST 071",
    "[LIST_ITEM] Acanthosis nigricans",
    "[LIST_ITEM] Dermatologic manifestation of the hyperinsulinemia",
    "[LIST_ITEM] Hyperandrogenism",
    "[LIST_ITEM] Clinical criteria suggestive of insulin resistance",
    "[LIST_ITEM] BMI greater than 27 kg/m2",
    "[LIST_ITEM] Waist-to-hip ratio greater than 0.85",
    "[LIST_ITEM] Presence of acanthosis nigricans",
    "[LIST_ITEM] Laboratory criteria",
    "[LIST_ITEM] Elevated fasting insulin concentration",
    "[LIST_ITEM] Elevated glucose-to-insulin ratio",
    "[LIST_ITEM] Must have 2 of the following 3 manifestations",
    "[LIST_ITEM] Irregular or absent ovulation",
    "[LIST_ITEM] Elevated levels of androgenic hormones",
    "[LIST_ITEM] Enlarged ovaries containing at least 12 follicles each",
    "[LIST_ITEM] Polycystic ovaries are defined - on ultrasound",
    "[LIST_ITEM] To contain 12 or more follicles",
    "[LIST_ITEM] Measuring 2 to 9 mm in diameter",
    "[LIST_ITEM] Increased volume of 10 mL or greater",
    "[LIST_ITEM] Only one ovary fulfilling these criteria is enough",
    "[LIST_ITEM] Polycystic ovaries are not necessary feature of PCOS",
    "[LIST_ITEM] Many women with polycystic ovaries do not have PCOS",
    "[LIST_ITEM] Should not be considered to have PCOS unless there is corroborating clinical evidence of the syndrome.",
    "[LIST_ITEM] Treatment of insulin resistance",
    "[LIST_ITEM] Can reduce ovarian androgen secretion and",
    "[LIST_ITEM] Cause the resumption of ovulatory menses.",
    "[LIST_ITEM] Cause-effect relationship between insulin resistance and hyperandrogenism-anovulation.",
    "[LIST_ITEM] Typical Presentation",
    "[LIST_ITEM] Chief compliant of hirsutism",
    "[LIST_ITEM] Irregular menses",
    "[LIST_ITEM] Infertility",
    "[LIST_ITEM] Treatment of Hirsutism",
    "[LIST_ITEM] Combination of an estrogen-progestin contraceptive",
    "[LIST_ITEM] Antiandrogen (spironolactone)",
    "IN SUMMARY",
    "Polycystic Ovarian Syndrome",
    "HST 071",
    "[LIST_ITEM] Standard treatment for infertility",
    "[LIST_ITEM] Clomiphene citrate and weight loss",
    "Treatment with insulin sensitizers, metformin (biguanide which reduces plasma glucose concentrations in type 2 diabetes) and thiazolidinediones (Troglitazone and Rosiglitazone), improve both metabolic and hormonal patterns and also improve ovulation in PCOS",
    "[LIST_ITEM] Metformin",
    "[LIST_ITEM] Does not lead to weight gain",
    "[LIST_ITEM] Can induce weight loss",
    "[LIST_ITEM] Predominantly works by reducing hepatic glucose production",
    "[LIST_ITEM] Inhibiting gluconeogenesis both directly and indirectly (by decreasing free fatty acid concentrations)",
    "[LIST_ITEM] May slightly improve peripheral insulin sensitivity in PCOS",
    "[LIST_ITEM] Reductions in androgen levels",
    "[LIST_ITEM] Improvements in ovulation",
    "[LIST_ITEM] Reduce the high rates of gestational diabetes in PCOS",
    "[LIST_ITEM] Thiazolidinediones (TZDs)",
    "[LIST_ITEM] Decrease peripheral insulin resistance",
    "[LIST_ITEM] Enhancing insulin action",
    "[LIST_ITEM] Skeletal muscle",
    "[LIST_ITEM] Liver",
    "[LIST_ITEM] Adipose tissue",
    "Mechanism of action",
    "[LIST_ITEM] Binding and modulating the activity of a family of nuclear transcription factors",
    "[LIST_ITEM] Peroxisome proliferator-activated receptors (PPARS)",
    "[LIST_ITEM] Shown an improvement of the androgen levels",
    "[LIST_ITEM] Ovulation rate",
    "[LIST_ITEM] Enhanced insulin sensitivity",
    "[LIST_ITEM] No reduction in the weight of subjects",
    "[LIST_ITEM] Decrease testosterone, androstenedione, DHEA",
    "[LIST_ITEM] Increase in SHBG",
    "[LIST_ITEM] Thereby causing a decrease in free testosterone levels",
    "[LIST_ITEM] Improvement in insulin sensitivity",
    "[LIST_ITEM] Improved both spontaneous and clomiphene-induced ovulation rates",
    "[LIST_ITEM] Independent effects on ovarian steroidogenesis",
    "[LIST_ITEM] Direct effect of TZD apart from improvement of insulin resistance?",
    "IN SUMMARY",
    "HST 071",
    "Polycystic Ovarian Syndrome",
    "[LIST_ITEM] PCOS women have higher circulating levels of inflammatory mediators",
    "[LIST_ITEM] C-reactive protein",
    "[LIST_ITEM] Tumor necrosis factor",
    "[LIST_ITEM] Tissue plasminogen activator",
    "[LIST_ITEM] Plasminogen activator inhibitor-1 (PAI-1)",
    "[LIST_ITEM] Hirsutism occurs in approximately 80% of PCOS women",
    "[LIST_ITEM] Documented by measuring androgen levels in the blood",
    "[LIST_ITEM] Free testosterone",
    "[LIST_ITEM] Total testosterone",
    "[LIST_ITEM] Androstenedione",
    "[LIST_ITEM] Dehydroepiandrosterone (DHEA)",
    "[LIST_ITEM] In obese PCOS women",
    "[LIST_ITEM] Sex hormone binding globulin (SHBG) levels are decreased",
    "[LIST_ITEM] Leads to an increase in free testosterone levels",
    "[LIST_ITEM] Insulin is a negative regulator of the production of SHBG by the liver",
    "[LIST_ITEM] SHBG levels are decreased in hyperinsulinemic conditions",
    "[LIST_ITEM] Concentrations of sulfated DHEA (DHEAS) are also increased",
    "[LIST_ITEM] Secreted exclusively by the adrenal glands",
    "[LIST_ITEM] Mechanism of increased DHEAS production by the adrenals unknown",
    "[LIST_ITEM] Insulin ?",
    "[LIST_ITEM] IGF-1 ?",
    "[LIST_ITEM] Under influence of low but constant levels of FSH",
    "[LIST_ITEM] Multiple follicles of the ovary are stimulated",
    "[LIST_ITEM] Do not achieve maturation",
    "[LIST_ITEM] Lifespan of the follicles may extend over several months",
    "[LIST_ITEM] Leading to multiple follicular cysts",
    "[LIST_ITEM] Luteinized in response to constant and relatively high LH levels",
    "[LIST_ITEM] “arrested” follicles provide a constant supply of steroids",
    "[LIST_ITEM] Atretic follicle becomes an androgenic follicle",
    "[LIST_ITEM] Atretic follicles are deficient in aromatase activity",
    "[LIST_ITEM] Follicular cells from the small follicles of polycystic ovaries",
    "[LIST_ITEM] Produce small amounts of estradiol",
    "[LIST_ITEM] Show a dramatic increase in estrogen production when stimulated by FSH or IGF-1",
    "[LIST_ITEM] FSH therapy induces a larger cohort of follicles to develop in women with PCOS",
    "[LIST_ITEM] deficient in vivo ovarian response to FSH",
    "[LIST_ITEM] Due to impaired interaction between signaling pathways associated with FSH and IGF1 ?",
    "IN SUMMARY",
    "Polycystic Ovarian Syndrome",
    "HST 071",
    "Figure removed due to copyright restrictions.",
    "References:",
    "Dhindsa G, Bhatia R, Dhindsa M, Bhatia V. Insulin resistance, insulin sensitization and inflammation in polycystic ovarian syndrome.",
    "J Postgrad Med 2004;50:140-144 *** Excellent review of topic of PCO – most of above abstracted from this paper ***",
    "Robert L. Barbieri,",
    "Metformin for the Treatment of Polycystic Ovary",
    "Syndrome",
    "New England Journal of Medicine",
    "Vol. 101, No. 4, April 2003 *** Excellent review of use of Metformin ***",
    "IN SUMMARY",
    "Polycystic Ovarian Syndrome",
    "HST 071",
    "[H1] FUNDAMENTAL QUESTIONS.",
    "[NUMBERED_ITEM] Describe the PCO syndrome.",
    "[NUMBERED_ITEM] Describe the relationship of PCO with carbohydrate metabolism.",
    "[NUMBERED_ITEM] What is metformin? What benefit does it confer when given to women with PCO?",
    "[NUMBERED_ITEM] Where are androgens produced in the ovary?",
    "[NUMBERED_ITEM] What are some clinical problems associated with PCO?",
    "[NUMBERED_ITEM] What happens under the influence of sustained low levels of FSH?",
    "[NUMBERED_ITEM] Name some inflammatory mediators?",
    "[NUMBERED_ITEM] What is the role of obesity in PCO?",
    "[NUMBERED_ITEM] What happens to SHBG in obese women with PCO?",
    "[NUMBERED_ITEM] What is acanthosis nigricans?",
    "[NUMBERED_ITEM] Is hirsuitism common in PCO?"
  ]
}