{
  "doc_id": "Copy of notes_allergy_asthma",
  "sentences": [
    "open.michigan",
    "Author(s): Aken Desai, Michael Mathis, 2008",
    "License: Unless otherwise noted, this material is made available under the terms of the Creative Commons Attribution – Share Alike 3.0 License: http://creativecommons.org/licenses/by-sa/3.0/",
    "We have reviewed this material in accordance with U.S. Copyright Law and have tried to maximize your ability to use, share, and adapt it.",
    "Copyright holders of content included in this material should contact open.michigan@umich.edu with any questions, corrections, or clarification regarding the use of content.",
    "For more information about how to cite these materials visit http://open.umich.edu/education/about/terms-of-use.",
    "Student works are presented as is and may be an interpretation of faculty members' lectures or assignments.",
    "These student works are not a product of faculty members.",
    "Faculty do not guarantee the accuracy of student work nor endorse them in any way.",
    "Any medical information in this material is intended to inform and educate and is not a tool for self-diagnosis or a replacement for medical evaluation, advice, diagnosis or treatment by a healthcare professional.",
    "Please speak to your physician if you have questions about your medical condition.",
    "Viewer discretion is advised: Some medical content is graphic and may not be suitable for all viewers.",
    "MUNIVERSITY OF MICHIGAN",
    "CC BY SA",
    "Allergy and Asthma Self-Study Module Tuesday, February 19, 2008 3:00 PM",
    "[LIST_ITEM] Type I Allergic Reactions",
    "[LIST_ITEM] Pathophysiology",
    "[LIST_ITEM] Primarily a Th2-type of disease",
    "[LIST_ITEM] ☐ Cytokines secreted increase production of IgE, IL-4, IL-13, IL-5",
    "[LIST_ITEM] ☐ Cytokines mature eosinophils and influence allergic responses",
    "[LIST_ITEM] Mediated by IgE binding to receptor on mast cells, basophils, activated eosinophils",
    "[LIST_ITEM] Degranulation when allergen binds to IgE to release mediators of early phase responses w/in mins",
    "[LIST_ITEM] ☐ Changes in vascular permeability",
    "[LIST_ITEM] ☐ Smooth muscle contraction",
    "[LIST_ITEM] ☐ Initiation of inflammation",
    "[LIST_ITEM] Late phase mediators result in release of more inflammatory mediators hours to days later",
    "[LIST_ITEM] ☐ Vascular permeability",
    "[LIST_ITEM] ☐ Smooth muscle contraction",
    "[LIST_ITEM] ☐ Increased inflammation",
    "[LIST_ITEM] ☐ Remodeling of connective tissue",
    "[LIST_ITEM] ☐ Matrix",
    "[LIST_ITEM] ☐ Mucus secretion",
    "[LIST_ITEM] Granules (mast cell) contain heparin, histamine, proteases, TNF-α, lipid mediators, cytokines, chemokines",
    "[LIST_ITEM] Eosinophils",
    "[LIST_ITEM] ☐ Bilobed nucleus",
    "[LIST_ITEM] ☐ Cytoplasm pink in eosin stain",
    "[LIST_ITEM] ☐ Production in bone marrow enhanced by IL-5",
    "[LIST_ITEM] ☐ Chemokines from Th2 cells chemotactic for eosinophils (presence is characteristic of chronic allergic inflammation)",
    "[LIST_ITEM] Basophils - Stain w/ basic dyes, degranulated when binding IgE",
    "[LIST_ITEM] Antigens and Allergens",
    "[LIST_ITEM] Allergens",
    "[LIST_ITEM] Tend to be small, particulate proteins inhaled or exposed in small quantities",
    "[LIST_ITEM] Can be used for benefits like vaccines or pathology of allergic responses",
    "[LIST_ITEM] Pollens, food proteins, pet dander, dried feces of dust mites",
    "[LIST_ITEM] Routes of exposure: airborne inhalation, contact, oral ingestion, medical injection",
    "[LIST_ITEM] Atopic Individuals do not become allergic to proteins in vaccines",
    "[LIST_ITEM] ☐ b/c these are encountered in different presentation, location, dose",
    "[LIST_ITEM] ☐ Recognized by immune system to stimulate T cell memory and ultimately host protection",
    "[LIST_ITEM] Atopy",
    "[LIST_ITEM] Genetically determined tendency to produce IgE mediated hypersensitivity rxns against innocuous substances",
    "[LIST_ITEM] Significant genetic component w/ several genes involved",
    "[LIST_ITEM] Genetics",
    "[LIST_ITEM] ☐ 60-70% inherited",
    "[LIST_ITEM] ☐ Concordance in twins",
    "[LIST_ITEM] ☐ Latest genome wide screen for genes contributing to asthma revealed ten different loci on different chromosomes",
    "[LIST_ITEM] ☐ 11q and 20p significantly associated w/ asthma even by most conservative tests",
    "[LIST_ITEM] ☐ Several genes whose products regulate Th2/Th1 balance or regulate expression of IgE",
    "Lecture Page 44",
    "seem to contribute to atopic diseases (IL-4 receptor α for example)",
    "[LIST_ITEM] The \"hygiene\" hypothesis",
    "[LIST_ITEM] Observations that infants on farms tend to have less atopic disease than city dwellers or individuals from industrialized nations",
    "[LIST_ITEM] Infants exposed to certain antigens may be less likely to develop allergies",
    "[LIST_ITEM] Exposure to bacterial antigens critical to appropriate balance of Th1 and Th2 immune responses",
    "[LIST_ITEM] Clinical characteristics",
    "[LIST_ITEM] Part of body exposed will display symptoms often",
    "[LIST_ITEM] Response is usually in dose-dependent manner",
    "[LIST_ITEM] Uticaria = hives caused by skin contact",
    "[LIST_ITEM] Asthma",
    "[LIST_ITEM] Allergic response to breathed in allergen",
    "[LIST_ITEM] Result of mast cell degranulation --&gt; smooth muscle contraction",
    "[LIST_ITEM] Recurrence of such problems during late phase",
    "[LIST_ITEM] Increased secretion of mucus and fluids exacerbates problems in oxygen exchange",
    "[LIST_ITEM] Inflamed airway",
    "[LIST_ITEM] Vasodilated",
    "[LIST_ITEM] Smooth muscle contraction",
    "[LIST_ITEM] Thickened basement membrane",
    "[LIST_ITEM] Neutrophil, eosinophil, T-lymphocyte infiltration",
    "[LIST_ITEM] Excessive mucus secretion",
    "[LIST_ITEM] Airway wall edema",
    "[LIST_ITEM] Increased capillary permeability",
    "[LIST_ITEM] Shedding of damaged epithelial cells",
    "[LIST_ITEM] FEV1 changes",
    "[LIST_ITEM] Drop in 30 minutes",
    "[LIST_ITEM] Recovery",
    "[LIST_ITEM] Drop 8 hours later",
    "[LIST_ITEM] Slow recovery",
    "[LIST_ITEM] Immediate phase",
    "[LIST_ITEM] Result of mast cell degranulation",
    "[LIST_ITEM] Causes most of the acute symptoms of allergic rxn",
    "[LIST_ITEM] Late phase",
    "[LIST_ITEM] Due to chemokines, leukotrienes, cytokines synthesized by mast cells after IgE mediated activation by Th2 cells after restimulation by allergenic antigens",
    "[LIST_ITEM] In asthma, late phase is more detrimental b/c it results in permanent lung damage",
    "[LIST_ITEM] Anaphylaxis",
    "[LIST_ITEM] Some allergens in the blood stream can lead to degranulation of mast cells associated w/ blood vessels",
    "[LIST_ITEM] Cascade causes systemic smooth muscle constriction and vascular permeability (anaphylactic shock)",
    "[LIST_ITEM] Drug allergies, insect stings, and food can be associated w/ systemic anaphylactic shock",
    "[LIST_ITEM] Treatment relies on EPI and medicines to restore normal cardiac and respiratory systems",
    "[LIST_ITEM] Treatment",
    "[LIST_ITEM] Avoidance",
    "[LIST_ITEM] Pharmacologic",
    "[LIST_ITEM] Treatment of Symptoms",
    "[LIST_ITEM] Antihistamines",
    "[LIST_ITEM] Nasal corticosteroids",
    "[LIST_ITEM] Decongestants",
    "[LIST_ITEM] β-agonists",
    "[LIST_ITEM] Immunotherapy",
    "[LIST_ITEM] Desensitization by injection of allergens in form that changes nature or intensity of",
    "Lecture Page 45",
    "immunity response",
    "[LIST_ITEM] Inducing tolerance or shifting production of antibodies away from IgE",
    "[LIST_ITEM] Usually used w/ aeroallergens and drugs, not foods",
    "Lecture Page 46"
  ]
}