{
  "doc_id": "Copy of ebf51c8f8000a0893c662795566368e1_cervix",
  "sentences": [
    "Harvard-MIT Division of Health Sciences and Technology",
    "HST.071: Human Reproductive Biology",
    "Course Director: Professor Henry Klapholz",
    "HST 071",
    "[H1] IN SUMMARY.",
    "[H1] CERVICAL NEOPLASIA AND PAP SMEAR.",
    "[H1] CERVICAL NEOPLASIA.",
    "[H2] Appearance of Cervix.",
    "[LIST_ITEM] The normal appearance of the cervix - central cervical os and the smooth, glistening epithelial surface",
    "[LIST_ITEM] The normal appearance of the cervical epithelium - orderly maturation of the basal cells along the basement membrane",
    "[LIST_ITEM] demarcation between the normal cervical mucosa - dysplastic epithelium",
    "[LIST_ITEM] koilocytotic change - human papillomavirus infection - vacuolization of epithelial cells.",
    "[LIST_ITEM] Cytologic features of dysplasia",
    "[LIST_ITEM] Increased nuclear/cytoplasmic ratio",
    "[LIST_ITEM] Darker and more irregular nuclei",
    "[LIST_ITEM] Large amount of cytoplasm and small pyknotic nuclei",
    "[LIST_ITEM] Fungating, exophytic tumor - typical for invasive squamous cell carcinoma.",
    "[LIST_ITEM] Nests of tumor cells have broken through the basement membrane - invade underlying stroma",
    "[H2] What is a Pap Smear?",
    "[LIST_ITEM] Exfoliated cells can be obtained from various body sites",
    "[LIST_ITEM] Many cells and tissues - constant process of maturation/death/regeneration",
    "[LIST_ITEM] Cells that die slough off or exfoliate",
    "[LIST_ITEM] Proliferation and maturation leads ultimately to exfoliation of cells",
    "[LIST_ITEM] Collect exfoliated cells - primarily from epithelial surfaces",
    "[LIST_ITEM] Mechanically enhance the exfoliation process - spatulas or brushes",
    "[LIST_ITEM] Single cells or small tissue fragments",
    "[H2] Infections Detected by Pap Smear.",
    "[LIST_ITEM] Chlamydia",
    "[LIST_ITEM] Gardnerella vaginalis",
    "[LIST_ITEM] Trichomonas vaginalis",
    "[LIST_ITEM] Neisseria gonorrhea",
    "[LIST_ITEM] Group B Streptococcus",
    "[LIST_ITEM] Candida albicans",
    "[LIST_ITEM] Herpes simplex",
    "[LIST_ITEM] Treponema pallidum (syphilis)",
    "[LIST_ITEM] Human papillomavirus",
    "[H2] Cervical Intraepithelial Neoplasia (CIN) – Risk factors.",
    "[LIST_ITEM] Sexual intercourse at a young age",
    "[LIST_ITEM] Multiple sexual partners",
    "[LIST_ITEM] Intercourse with a high risk male",
    "[LIST_ITEM] History of HPV infection",
    "[H2] INTERPRETATION.",
    "[LIST_ITEM] ASC-US (undetermined significance)",
    "[LIST_ITEM] ASC-H (cannot exclude HSIL)",
    "[LIST_ITEM] ALL ASC is suggestive of SIL",
    "[LIST_ITEM] Some cases of ASC-US may represent CIN-2 or 3",
    "[H2] PURPOSE OF THE PAP SMEAR.",
    "[LIST_ITEM] Detection of occult pathologic abnormalities of the uterine cervix in asymptomatic women",
    "[LIST_ITEM] Detection of recurrence of known pathologic abnormalities of the uterine cervix",
    "[LIST_ITEM] Evaluation of a suspected hormonal abnormality",
    "IN SUMMARY CERVICAL NEOPLASIA AND PAP SMEAR HST 071",
    "[LIST_ITEM] Monitoring of hormonal therapy",
    "[H2] Role of HPV.",
    "[LIST_ITEM] World-wide, genital warts (condylomata acuminata) is one of the most common sexually transmitted diseases",
    "[LIST_ITEM] Genital warts is one of the most common new diagnoses made at genito-urinary clinics",
    "[LIST_ITEM] Highest rates occur in men and women aged 18-28 years",
    "[LIST_ITEM] The highest rates of genital HPV infection are consistently found in sexually active women &lt;25 years of age",
    "[LIST_ITEM] In developed countries, genital HPV infection has increased steadily since the 1950s",
    "[LIST_ITEM] About 1% of all sexually active adults (15-49 years of age) either have had or have genital warts",
    "[LIST_ITEM] Only a very small percentage of those infected with the HPV virus actually develop genital warts.",
    "[LIST_ITEM] An overall estimate is that 15% of this population (at least 20 million adults) is infected",
    "[LIST_ITEM] The prevalence of genital warts is higher in certain populations, especially those attending STD clinics.",
    "[LIST_ITEM] Global prevalence of condylomata is between 1-2% of the sexually active population 15-49 years of age.",
    "[H2] Risk Factors Associated with Acquiring HPV Infection.",
    "[LIST_ITEM] The risk of acquiring HPV infection increases with increasing numbers of partners, increasing frequency of intercourse, and having sex with infected partners",
    "[LIST_ITEM] Studies looking at the use of condoms have been inconclusive",
    "[LIST_ITEM] Similar rates of HPV infection are found in pregnant and non-pregnant women",
    "[LIST_ITEM] Highest rates of genital HPV infection are consistently found in sexually active women &lt;25 years of age",
    "[LIST_ITEM] Initiation of sexual intercourse at an early age",
    "[LIST_ITEM] Infection with other STDs",
    "[LIST_ITEM] Increased frequency of sexual intercourse per week",
    "[LIST_ITEM] Oral contraceptives may slow disease progression in women already infected with HPV",
    "[LIST_ITEM] Correlation between smoking and malignant manifestations of HPV disease",
    "[LIST_ITEM] Deficiency of cell-mediated immunity will create a risk factor transplant patients",
    "[LIST_ITEM] diabetes mellitus",
    "[LIST_ITEM] drugs such as steroids and chemotherapy",
    "[LIST_ITEM] cancer",
    "[LIST_ITEM] More than 150 HPV types have been identified",
    "[LIST_ITEM] More than 90% of genital wart lesions examined are associated with HPV types 6 and 11",
    "[LIST_ITEM] The risk of genital tract cancer from HPV types 6, 11 or 42 - 44 is considered low or negligible",
    "[LIST_ITEM] HPV types 16 and 18 have been strongly implicated in cervical and other anogenital cancers",
    "[LIST_ITEM] 99.8% of patients who develop CIN are infected with the HPV virus",
    "[H2] What are the signs of cervical cancer?",
    "[LIST_ITEM] Early stages of cervical cancer usually do not have any symptoms.",
    "[LIST_ITEM] Abnormal bleeding",
    "[LIST_ITEM] Bleeding after sexual intercourse - in between periods",
    "[LIST_ITEM] Heavier/longer lasting menstrual bleeding",
    "[LIST_ITEM] Bleeding after menopause",
    "[LIST_ITEM] Abnormal vaginal discharge (may be foul smelling)",
    "[LIST_ITEM] Pelvic or back pain",
    "[LIST_ITEM] Pain on urination",
    "[LIST_ITEM] Blood in the stool or urine",
    "[LIST_ITEM] Non-specific, and could represent a variety of different conditions",
    "IN SUMMARY CERVICAL NEOPLASIA AND PAP SMEAR HST 071",
    "[H1] Staging of Cervical Cancer.",
    "[LIST_ITEM] Stage IA - microscopic cancer confined to the uterus",
    "[LIST_ITEM] Stage IB - cancer visible by the naked eye confined to the uterus",
    "[LIST_ITEM] Stage II - cervical cancer invading beyond the uterus but not to the pelvic wall or lower 1/3 of the vagina",
    "[LIST_ITEM] Stage III - cervical cancer invading to the pelvic wall and/or lower 1/3 of the vagina and/or causing a non-functioning kidney",
    "[LIST_ITEM] Stage IVA - cervical cancer that invades the bladder or rectum, or extends beyond the pelvis",
    "[LIST_ITEM] Stage IVB - distant metastases",
    "[H1] Type of Cancers.",
    "[LIST_ITEM] Cervical intraepithelial neoplasia (CIN). This is a term used to describe abnormal changes on the surface of the cervix after biopsy. CIN — along with a number (1, 2 or 3) — describes how much of the lining of the cervix contains an abnormal growth of cells. Another term for this condition is dysplasia.",
    "[LIST_ITEM] Carcinoma in situ (CIS). This cancer involves cells on the surface of the cervix that haven't spread into deeper tissues. Treatment to remove the cancer is necessary and highly successful.",
    "[LIST_ITEM] Cervical cancer. Abnormal cells will eventually invade deeper tissues and may spread into blood vessels and the lymphatic system, where they can be carried to distant sites. Both squamous and glandular cancers can arise in the cervix. Most of the time, abnormal Pap tests pick up precancerous tissue that can be treated before these more dangerous diseases arise.",
    "[H1] Treatments.",
    "[LIST_ITEM] Conization. This is a procedure in which your doctor removes a cone-shaped piece of cervical tissue containing the abnormal area.",
    "[LIST_ITEM] Laser surgery. In this procedure, your doctor uses a laser to kill precancerous cells.",
    "[LIST_ITEM] Loop electrosurgical excision procedure (LEEP). This is a technique in which a wire loop with an electrical current running through it is used like a surgeon's knife to remove abnormalities.",
    "[LIST_ITEM] Cryosurgery. Your doctor may use this technique to freeze and kill precancerous cells.",
    "[LIST_ITEM] Hysterectomy. This is the surgical removal of precancerous areas, including the cervix and uterus",
    "[H1] Cervical Cancer Therapy.",
    "[LIST_ITEM] SURGERY",
    "[LIST_ITEM] Radical hysterectomy",
    "[LIST_ITEM] Pelvic lymph nodes",
    "[LIST_ITEM] RADIOTHERAPY",
    "[LIST_ITEM] External Beam",
    "[LIST_ITEM] Brachytherapy HDR, LDR",
    "[LIST_ITEM] CHEMOTHERAPY",
    "[LIST_ITEM] Cisplatin",
    "[LIST_ITEM] 5-FU",
    "[LIST_ITEM] Hydroxyurea",
    "[LIST_ITEM] Ifosfamide",
    "[LIST_ITEM] Paclitaxel",
    "IN SUMMARY",
    "CERVICAL NEOPLASIA AND PAP SMEAR",
    "HST 071",
    "[H1] FUNDAMENTAL QUESTIONS.",
    "[NUMBERED_ITEM] What is the difference between histologic and cytologic diagnostic methods?",
    "[NUMBERED_ITEM] Describe the appearance of a dysplastic cell?",
    "[NUMBERED_ITEM] What is the role of HPV in the development of intraepithelial neoplasia?",
    "[NUMBERED_ITEM] Describe the HPV in terms of structure, replication and classification?",
    "[NUMBERED_ITEM] Discuss the epidemiology of cervical cancer?",
    "[NUMBERED_ITEM] How is cervical cancer staged?",
    "[NUMBERED_ITEM] What are risk factors for the development of cervical neoplasia?",
    "[NUMBERED_ITEM] How are Pap smears classified?",
    "[NUMBERED_ITEM] Describe the different methods of cervical cancer treatment and discuss which treatments are optimal for a given patient.",
    "IN SUMMARY CERVICAL NEOPLASIA AND PAP SMEAR HST 071"
  ]
}