{
  "doc_id": "Copy of 375597c2da0a5750664400fe11380885_normal_mens_cyc",
  "sentences": [
    "Harvard-MIT Division of Health Sciences and Technology",
    "HST.071: Human Reproductive Biology",
    "Course Director: Professor Henry Klapholz",
    "HST 071",
    "[H1] IN SUMMARY.",
    "[H1] NORMAL MENSTRUAL CYCLE.",
    "[H1] MENSTRUAL CYCLE OVERVIEW.",
    "[LIST_ITEM] Purpose: production of a fertilizable egg and development of appropriate uterus for implantation",
    "[LIST_ITEM] Controlled by hypothalamic pulse generator in arcuate nucleus",
    "[LIST_ITEM] Pulse generator signal = Gonadotropin releasing hormone (GnRH)",
    "[H1] GnRH.",
    "[LIST_ITEM] Release is pulsatile in nature, once every 75 minutes",
    "[LIST_ITEM] GnRH causes pituitary to release follicle stimulating hormone (FSH) and luteinizing hormone (LH)",
    "[LIST_ITEM] GnRH and LH one-to-one: each pulse of GnRH causes simultaneous pulse of LH",
    "[LIST_ITEM] FSH more complex, regulated by both GnRH and ovarian peptide inhibin",
    "[H1] FOLLICULAR DEVELOPMENT.",
    "[LIST_ITEM] Resting stage = primordial follicle",
    "[LIST_ITEM] Consists of oocyte in meiosis I with single layer of granulosa cells",
    "[LIST_ITEM] Maturation initially FSH and LH independent",
    "[LIST_ITEM] Follicular maturation characterized by increase in number of granulosa cells",
    "[LIST_ITEM] Almost all follicles undergo atresia due to lack of rescue by gonadotropins",
    "[LIST_ITEM] Depends on number of FSH receptors",
    "[LIST_ITEM] Contains no LH receptors until final development stage",
    "[LIST_ITEM] During menstrual cycle, several follicles will develop to be sensitive to FSH = \"recruited,\" but only one will gain dominance",
    "[LIST_ITEM] Due to positive feedback within granulosa cells",
    "[LIST_ITEM] FSH induces its own receptor",
    "[LIST_ITEM] Estrogen dependent process (FSH → estradiol → FSH receptor)",
    "[LIST_ITEM] Estradiol is inhibitory to FSH release from pituitary",
    "[LIST_ITEM] Deprives less mature follicles of FSH → only one dominant follicle is produced",
    "[LIST_ITEM] Note: in vitro fertilization administers excess FSH to produce multiple follicles for pregnancy enhancement",
    "[H1] FOLLICULAR PHASE.",
    "[LIST_ITEM] First half of menstrual cycle",
    "[LIST_ITEM] Estradiol levels increase 10-fold due to activity of dominant follicle",
    "[LIST_ITEM] Estradiol → increased LH synthesis, but inhibition of release → “reserve pool” is saturated → massive release of LH over 36-hour period = LH surge → trigger for ovulation (end of follicular phase)",
    "[LIST_ITEM] Estrogen → hypertrophy of endometrium (proliferative phase of endometrial cycle)",
    "[LIST_ITEM] Prior to LH surge, pulsatile release of LH acts on second ovarian cell type, the theca cell",
    "[LIST_ITEM] Theca cell synthesizes androstenedione → substrate for granulosa cell estradiol production via aromatization from aromatase enzyme",
    "[LIST_ITEM] Aromatase activity induced by FSH action on granulosa cell",
    "[LIST_ITEM] LH receptor present at all time on theca cells; high levels of FSH on granulosa cells (a few days prior to LH surge) induces LH receptor",
    "[LIST_ITEM] LH surge typically occurs 14 days into menstrual cycle (counted from first day of bleeding), but can vary 9-17 days",
    "[LIST_ITEM] Second half of cycle, luteal phase, is more precise = 14 +-2 days",
    "[H1] OVULATION.",
    "[LIST_ITEM] LH surge → proteases digest capsule of ovary → extrusion of oocyte and granulosa cells (cumulus oophorus)",
    "[LIST_ITEM] Oocyte proceeds to meiosis II, arrested until fertilization",
    "[LIST_ITEM] LH surge → partial 17 hydroxylase block by remaining theca and granulosa cells → progesterone production → yellow color of remaining dominant follicle → corpus luteum (yellow body)",
    "IN SUMMARY",
    "NORMAL MENSTRUAL CYCLE",
    "HST 071",
    "[H1] LUTEAL PHASE.",
    "[LIST_ITEM] Second half of menstrual cycle",
    "[LIST_ITEM] Estrogen and progesterone dominated",
    "[LIST_ITEM] Premenstrual breast tenderness, bloating, affective lability are progesterone induced",
    "[LIST_ITEM] Progesterone → convert endometrium into secretory pattern (secretory phase of endometrial cycle)",
    "[LIST_ITEM] Day 21 abundant secretion, optimal for implantation of fertilized egg",
    "[LIST_ITEM] Without pregnancy, estrogen and progesterone production from corpus luteum declines → spasm of endometrial vasculature → breakdown of endometrium → menses",
    "[LIST_ITEM] In pregnancy, embryo produces human chorionic gonadotropin (hCG)",
    "[LIST_ITEM] Identical first 121 amino acids to LH",
    "[LIST_ITEM] Maintains corpus luteum → no menses",
    "[H1] FUNDAMENTAL QUESTIONS.",
    "[NUMBERED_ITEM] What is the arcuate nucleus and what does it produce?",
    "[NUMBERED_ITEM] Describe the wave form of GnRH? LH?",
    "[NUMBERED_ITEM] What does inhibin do and where does it come from?",
    "[NUMBERED_ITEM] What is a dominant follicle?",
    "[NUMBERED_ITEM] How many follicles attempt maturation each month?",
    "[NUMBERED_ITEM] What is produced by the corpus luteum?",
    "[NUMBERED_ITEM] What is a basal body temperature and how does a patient go about measuring this?",
    "[NUMBERED_ITEM] Describe what happens in theca cells? Granulosa cells?",
    "[NUMBERED_ITEM] When in the cycle does the LH surge occur?",
    "[NUMBERED_ITEM] Describe the process of mitosis, meiosis one, meiosis two.",
    "[NUMBERED_ITEM] At what point is there a reduction in the number of chromosomes?",
    "[NUMBERED_ITEM] What happens to the endometrium during the follicular phase? The secretory phase?",
    "[NUMBERED_ITEM] Why does the endometrium shed? What happens to the vessels underlying it?",
    "IN SUMMARY NORMAL MENSTRUAL CYCLE HST 071"
  ]
}