{
  "doc_id": "Copy of notes_diabetes",
  "sentences": [
    "open.michigan",
    "Author(s): Aken Desai, Michael Mathis, 2008",
    "License: Unless otherwise noted, this material is made available under the terms of the Creative Commons Attribution – Share Alike 3.0 License: http://creativecommons.org/licenses/by-sa/3.0/",
    "We have reviewed this material in accordance with U.S. Copyright Law and have tried to maximize your ability to use, share, and adapt it.",
    "Copyright holders of content included in this material should contact open.michigan@umich.edu with any questions, corrections, or clarification regarding the use of content.",
    "For more information about how to cite these materials visit http://open.umich.edu/education/about/terms-of-use.",
    "Student works are presented as is and may be an interpretation of faculty members' lectures or assignments.",
    "These student works are not a product of faculty members.",
    "Faculty do not guarantee the accuracy of student work nor endorse them in any way.",
    "Any medical information in this material is intended to inform and educate and is not a tool for self-diagnosis or a replacement for medical evaluation, advice, diagnosis or treatment by a healthcare professional.",
    "Please speak to your physician if you have questions about your medical condition.",
    "Viewer discretion is advised: Some medical content is graphic and may not be suitable for all viewers.",
    "MUNIVERSITY OF MICHIGAN",
    "CC BY SA",
    "[H1] Type I Diabetes.",
    "Tuesday, February 19, 2008 9:00 AM",
    "[LIST_ITEM] Diabetes Mellitus: systemic disease with multiple metabolic abnormalities, mainly elevation in plasma glucose (lipid metabolism, ketones)",
    "[LIST_ITEM] Classification",
    "[LIST_ITEM] Type I",
    "[LIST_ITEM] A. Immune Mediated - 85%",
    "[LIST_ITEM] B. Idiopathic - 15%",
    "[LIST_ITEM] Type II",
    "[LIST_ITEM] Other types (MODY, secondary DM)",
    "[LIST_ITEM] Signs of Type I: Polyuria; Polydipsia (thirst); Polyphagia (hunger); weight loss; fatigue; increased frequency of infections; rapid onset (type II is much slower progressing); insulin dependent; early onset",
    "[LIST_ITEM] Differences between type I and II: type I has islet cell antibodies and patients are typically thin",
    "[LIST_ITEM] HLA related genetic background, no insulin secretion, non-insulin resistant, non-responsive to oral meds, ketosis prone",
    "[LIST_ITEM] Type I is only 5% (1.5-2mm cases)",
    "[LIST_ITEM] Type I is chronic autoimmune disease but can also develop in adults/elderly",
    "[LIST_ITEM] Polygenic: HLA linkage, non-MHC genes",
    "[LIST_ITEM] Autoimmune etiology: antibodies to islet autoantigens, autoreactive T cells",
    "[LIST_ITEM] Immune modulation alters course: antigen vaccination, general immunosuppression",
    "[LIST_ITEM] Graph on pg. 297",
    "[LIST_ITEM] Will see multiple antibodies during beta cell injury phase",
    "[LIST_ITEM] Declining beta cell mass",
    "[LIST_ITEM] Loss of first phase insulin response (pre-diabetes)",
    "[LIST_ITEM] Diabetes full blown once mass is below 10%",
    "[LIST_ITEM] Type I",
    "[LIST_ITEM] Insulin resistance",
    "[LIST_ITEM] β cell hypertrophy",
    "[LIST_ITEM] Islet inflammation, pathogenic T cells, β cell decomposition",
    "[LIST_ITEM] Impaired glucose tolerance",
    "[LIST_ITEM] Autoimmune diabetes, insulitis, β cell death",
    "[LIST_ITEM] Genetic Links",
    "[LIST_ITEM] Lifetime empiric risk increases w/ close relatives",
    "[LIST_ITEM] Father has greater effect than mother --&gt; imprinting",
    "[LIST_ITEM] HLA class II genes have highest incidence",
    "[LIST_ITEM] HLA complex: (DQ2, DQ8), DR3, DR4 are most associated w/ Type I",
    "[LIST_ITEM] Sibling sharing 2 HLA haplotypes w/ type I affected sibling at much higher risk of developing",
    "[LIST_ITEM] Multiple factors",
    "[LIST_ITEM] Autoreactive T cells --&gt; islet autoantibodies (not shown to directly kill β cells)",
    "[LIST_ITEM] Elevated cytokines (IFNγ, IL-1β, TNFα, etc.)",
    "[LIST_ITEM] Increased apoptosis/necrosis, decreased neogenesis",
    "[LIST_ITEM] Hyperglycemia --&gt; glucose toxicity",
    "[LIST_ITEM] Environmental Factors",
    "[LIST_ITEM] All combine to lead to β cell death",
    "[LIST_ITEM] Environmental factors",
    "[LIST_ITEM] Congential rubella syndrome - similar antigens to those in Type I DM --&gt; immune response",
    "[LIST_ITEM] Cocksakie B virus?",
    "[LIST_ITEM] Enterovirus?",
    "[LIST_ITEM] Streptozotocine (low doses)?",
    "[LIST_ITEM] Loss of self tolerance to self-antigens",
    "Lecture Page 36",
    "Insulin - main antigen in T1DM GAD65 ICA512/IA-2 $\\bigcirc$  Znt8 - 60% of Type I Can be one or multiple antigens",
    "Starts w/ insulin --&gt; epitope spreading to GAD, Znt8, IA2",
    "Theory is that not enough insulin enters thymus during T cell development --&gt; recognition as non-self",
    "T Cells",
    "Cell-mediated immunity",
    "CD4 CD8 NK cells? M'phages? Dendritic cells?",
    "Normal individuals have balance btwn pathogenic and regulatory T cells",
    "T1D prone express too much pathogenic/too little regulatory T1D protected are reverse",
    "XLAAD",
    "FOXP3 stop codon",
    "[LIST_ITEM] Genetic defect can lead to type 1 diabetes in presence of other autoimmune disorders for abnormalities in regulatory T cell maturation Tregs may play role in suppressing possible autoimmune disorders",
    "Cytokines: CD4 T cells",
    "IL-12 --&gt; Th1 --&gt; IFN-γ, IL-2 --&gt; cell-mediated immunity, autoimmunity, pro-inflammation, allograft rejection IL-10 + IFN-α --&gt; Tr1 --&gt; IL-10 + TGF-b --&gt; suppression/regulation IL-4 --&gt; Th2 --&gt; IL-4/5 --&gt; humoral immunity/anti-inflammatory IL-  $\\beta$  IFN-y, TNF-  $\\alpha$  -oxidative stress  $- &gt; 0$  NO production  $- &gt; 0$  cell death",
    "[LIST_ITEM] Role of Autoantibodies",
    "Markers of disease GAD65, IA-2, Insulin, Islet cell Assays",
    "Immunoprecipitation for GAD-65, IA-2 antibodies Radioimmunoassay for insulin antibodies Immunoperoxidase staining for islet cell antibodies",
    "More antibodies -- increases probability of developing type II",
    "Conclusions",
    "Type I DM is a polygenic disease w/ HLA DR3, DR4 having the strongest effect CD4 and 8 T cell responses to islet autoantigens are pathogenic Defect of Reg T cells in suppressing pathogenic autoimmune responses is assoc w/ Type I DM Proinflammatory cytokines IL-  $\\beta$  IFN-y, TNF-  $\\alpha$  can cause  $\\beta$  cell death Gene defects in FOXP3 and AIRE cause multiple autoimmune diseases incl.",
    "T1DM Presence of antibodies to insulin, GAD-65, IA-2 are high risk markers of T1D progression",
    "Lecture Page 37"
  ]
}