{
  "doc_id": "Copy of b6c3ea6ad76f3b4edb88ef1d07a033ad_genital_warts",
  "sentences": [
    "Harvard-MIT Division of Health Sciences and Technology",
    "HST.071: Human Reproductive Biology",
    "Course Director: Professor Henry Klapholz",
    "Photos removed due to copyright reasons.",
    "[H1] Sites of Genital Warts: Women.",
    "[LIST_ITEM] A population in Minnesota, US, received nearly all medical care from a single institution. Data shown in this graph represents information obtained from female patients during the period 1950 to 1978. (n = 500)¹",
    "[LIST_ITEM] The vulva, including the clitoris, was the most common site involved.",
    "[LIST_ITEM] The urethra was the least common site in women. Urethral warts occur more frequently in men.¹",
    "[LIST_ITEM] Although in this study the incidence of cervix involvement was only 8%, more recent work indicates that this figure is between 16% and 64% (mean 34%). This figure of 34% represents lesions found in women undergoing treatment for external genital warts.²",
    "[LIST_ITEM] In 43% of women, warts occurred at multiple sites, and 17% had lesions at 3 or more sites.¹",
    "[H1] References.",
    "[NUMBERED_ITEM] Chuang T-Y et al. Condyloma acuminatum in Rochester, Minn, 1950-1978. Arch Dermatol. 1984;120:469-476.",
    "[NUMBERED_ITEM] Handsfield HH. Clinical presentation and natural course of anogenital warts. Am J Med. 1997; 102(5A):16-20.",
    "[NUMBERED_ITEM] Genital Warts, slide",
    "Photos removed due to copyright reasons.",
    "[NUMBERED_ITEM] Genital Warts, slide 2",
    "[H1] Sites of Genital Warts: Men (Circumcised).",
    "[LIST_ITEM] A population in Minnesota, US, received nearly all medical care from a single institution. Data shown in this graph represents information obtained from male patients during the period 1950 to 1978. (n = 246)¹",
    "[LIST_ITEM] NB: this represents a population of mostly circumcised men.",
    "[LIST_ITEM] About half of HPV-infected men had lesions on the shaft or base of the penis, the most common site. The scrotum is only rarely involved.¹",
    "[LIST_ITEM] Both anal and urethral warts are significantly more common in men than women.¹",
    "[LIST_ITEM] Warts occurring at multiple sites were significantly less common in men than women. Only 14% of men had multiple sites and of these only 4% had 3 or more sites.¹",
    "[H1] Reference.",
    "[NUMBERED_ITEM] Chuang T-Y et al. Condyloma acuminatum in Rochester, Minn, 1950-1978. Arch Dermatol. 1984; 120:469-476.",
    "Photos removed due to copyright reasons.",
    "[H2] Sites of Genital Warts: Men (Uncircumcised).",
    "[LIST_ITEM] Acuminate warts mainly affect areas that are traumatised during intercourse.",
    "[LIST_ITEM] In uncircumcised men, the shaft of the penis is less often involved than in circumcised men.¹",
    "[H2] Reference.",
    "[NUMBERED_ITEM] Oriel JD. Natural history of genital warts. Br J Vener Dis. 1971;4(1)7:1-13",
    "[NUMBERED_ITEM] Genital Warts, slide 3",
    "Photos removed due to copyright reasons.",
    "[H2] Clinical Manifestations of Genital Warts.",
    "[LIST_ITEM] The classic condylomata acuminata are 'pointed'. They are cauliflower-like lesions and are usually found on moist surfaces. They are soft, fleshy and vascular and are usually found on the vaginal introitus, prepucial sac and perianal areas. Lesions are commonly multiple and they often coalesce.¹",
    "[LIST_ITEM] Keratotic genital warts resemble common skin warts and are usually found on dry surfaces such as the penile shaft and labia majora. They have a thickened, horny surface and may be transmitted digitally during sexual activities.¹",
    "[LIST_ITEM] Smooth papular warts are usually found in relatively dry locations such as the shaft of the penis. They lack the cauliflower appearance of condylomata acuminata and are smooth, circumscribed elevated lesions.¹",
    "[LIST_ITEM] Flat condylomata are subclinical lesions that are difficult to detect without special techniques. Most are located on the cervix. Between one third and one half of women with vulvar warts have subclinical cervical HPV infection. Flat condylomata often cluster in confluent, multiple groups.¹",
    "[H2] Reference.",
    "[NUMBERED_ITEM] Handsfield HH. Clinical presentation and natural course of anogenital warts. Am J Med. 1997;102(5A):16-20.",
    "[NUMBERED_ITEM] Genital Warts, slide",
    "Photos removed due to copyright reasons.",
    "[H2] Condylomata Acuminata: Male.",
    "[LIST_ITEM] The classic condylomata acuminata are 'pointed'. They are cauliflower-like lesions and are usually found on moist surfaces.",
    "[LIST_ITEM] Lesions are commonly multiple and they often coalesce.¹",
    "[LIST_ITEM] This photograph shows typical acuminate warts. Observe the whitish colour, the acuminate structure of the top of the lesions and the coalescence of several lesions. The main locations are the glans and the inner prepuce. However, a small early papular wart recently appeared on the cutaneous area (marked by arrow).",
    "[H2] Reference.",
    "[NUMBERED_ITEM] Handsfield HH. Clinical presentation and natural course of anogenital warts. Am J Med. 1997;102(5A):16-20.",
    "[NUMBERED_ITEM] Genital Warts, slide 5",
    "Photos removed due to copyright reasons.",
    "[H2] Condylomata Acuminata: Female.",
    "[LIST_ITEM] The classic condylomata acuminata are 'pointed'. They are cauliflower-like lesions and are usually found on moist surfaces.",
    "[LIST_ITEM] They are soft, fleshy and vascular and are usually found on the vaginal introitus, and perianal areas.",
    "[LIST_ITEM] Lesions are commonly multiple and they often coalesce.¹",
    "[LIST_ITEM] This photograph shows large external condylomata in a young, pregnant patient who also had extensive intravaginal disease.",
    "[H2] Reference.",
    "[NUMBERED_ITEM] Handsfield HH. Clinical presentation and natural course of anogenital warts. Am J Med. 1997;102(5A):16-20.",
    "[NUMBERED_ITEM] Genital Warts, slide",
    "Photos removed due to copyright reasons.",
    "[H2] Smooth Papular Wart.",
    "[LIST_ITEM] Smooth papular warts are usually found in relatively dry locations such as the shaft of the penis.",
    "[LIST_ITEM] They lack the cauliflower appearance of condylomata acuminata and are smooth, circumscribed elevated lesions.¹",
    "[LIST_ITEM] When located on the mucosa, both nonpigmented papules and small warts are translucent. They show a clear vascular punctuation on the top, which allows their distinction from pearly papules.²",
    "[LIST_ITEM] The photograph shows non-pigmented papules. Their surface is smooth.",
    "[H2] References.",
    "[NUMBERED_ITEM] Handsfield HH. Clinical presentation and natural course of anogenital warts. Am J Med. 1997;102(5A):16-20.",
    "[NUMBERED_ITEM] Barrasso R, Gross GE. External Genitalia: Diagnosis. In: Human papillomavirus infection, a clinical atlas. Gross GE, Barrasso R (eds). Ullstein Mosby, Berlin/Wiesbaden 1997:pp296-331",
    "[NUMBERED_ITEM] Genital Warts, slide",
    "[NUMBERED_ITEM] Genital Warts, slide 8",
    "[H1] Keratotic Flat Wart.",
    "Photos removed due to copyright reasons.",
    "[LIST_ITEM] Keratotic genital warts resemble common skin warts and are usually found on dry surfaces such as the penile shaft and labia majora.",
    "[LIST_ITEM] They have a thickened, horny surface and may be transmitted digitally during sexual activities.¹",
    "[LIST_ITEM] This photograph shows HPV-associated papillomas growing on a post-circumcision reactive hyperplasia. Observe the slightly rugose surface and the punctate vessels, both features being absent in post-circumcision reactive hyperplasia.",
    "[H1] Reference.",
    "[NUMBERED_ITEM] Handsfield HH. Clinical presentation and natural course of anogenital warts. Am J Med. 1997;102 (5A):16-20.",
    "[NUMBERED_ITEM] Genital Warts, slide 9",
    "[H1] Flat Cervical Wart.",
    "Photos removed due to copyright reasons.",
    "[LIST_ITEM] Flat condylomata are subclinical lesions that are difficult to detect without special techniques.",
    "[LIST_ITEM] Most are located on the cervix.",
    "[LIST_ITEM] Between one third and one half of women with vulvar warts have subclinical cervical HPV infection.",
    "[LIST_ITEM] Flat condylomata often cluster in confluent, multiple groups.¹",
    "[LIST_ITEM] This photograph shows typical flat cervical warts, devoid of vascular structures",
    "[H1] Reference.",
    "[NUMBERED_ITEM] Handsfield HH. Clinical presentation and natural course of anogenital warts. Am J Med. 1997;102(5A):16-20.",
    "[NUMBERED_ITEM] Genital Warts, slide 10",
    "[H1] Signs and Symptoms of Genital Warts.",
    "[LIST_ITEM] Most asymptomatic",
    "[LIST_ITEM] Itching, burning, bleeding, vaginal or urethral discharge, dyspareunia",
    "[LIST_ITEM] Obstruction if large mass",
    "[H1] Signs and Symptoms of Genital Warts.",
    "[LIST_ITEM] Large masses of warts may cause mechanical obstruction.¹",
    "[LIST_ITEM] External genital warts are usually a source of discomfort and embarrassment. Treatment, from the patient's point of view, is usually a cosmetic issue.²",
    "[LIST_ITEM] Ulceration of genital warts is rare.",
    "[LIST_ITEM] Secondary infection of vaginal warts may be a presenting symptom, especially in pregnancy.",
    "[H1] References.",
    "[NUMBERED_ITEM] Sykes NL. Condyloma acuminatum. Int J Dermatol. 1995;34:297-302.",
    "[NUMBERED_ITEM] Stone KM. Human papillomavirus infection and genital warts: update on epidemiology and treatment. Clin Infect Dis. 1995;20:S91-7.",
    "[NUMBERED_ITEM] Genital Warts, slide 11",
    "[H1] Genital Warts in Pregnancy.",
    "[LIST_ITEM] Increase in size",
    "[LIST_ITEM] Increase in number",
    "[LIST_ITEM] Increased level of vaginal involvement",
    "[LIST_ITEM] Increased rate of secondary infection with vaginal warts",
    "[H1] Genital Warts in Pregnancy.",
    "[LIST_ITEM] The increases in size and number of warts during pregnancy may be due to reduced host cell-mediated immunity or a stimulatory effect of steroid hormones.",
    "[LIST_ITEM] Secondary infection of vaginal warts may be a presenting symptom, especially in pregnancy.",
    "[NUMBERED_ITEM] Genital Warts, slide 12",
    "[H1] Conventional Diagnosis of Genital Warts.",
    "[H2] Clinical Inspection.",
    "If necessary - colposcopy, biopsy, urethroscopy etc",
    "[H2] Conventional Diagnosis of Genital Warts.",
    "[LIST_ITEM] The large majority of external genital warts can be accurately diagnosed by visual inspection in bright light. A magnifying glass can be helpful.¹",
    "[LIST_ITEM] Painting with acetic acid to reveal the presence of flat condylomata gives little specific or useful information. When combined with colposcopy however, it may help guide cervical biopsy, when indicated.¹",
    "[LIST_ITEM] Although subclinical HPV infection is often detected by Pap smear, this test plays no significant role in the diagnosis of external genital warts.¹",
    "[LIST_ITEM] Tests to detect HPV DNA have little value in the diagnosis and management of external genital warts.¹",
    "[H2] Reference.",
    "[NUMBERED_ITEM] Handsfield HH. Clinical presentation and natural course of anogenital warts. Am J Med. 1997;102(5A):16-20.",
    "[NUMBERED_ITEM] Genital Warts, slide 13",
    "[H1] Indications for Biopsy.",
    "[LIST_ITEM] To rule out malignancy",
    "[LIST_ITEM] Where diagnosis in doubt",
    "[LIST_ITEM] No response to therapy",
    "[LIST_ITEM] Large or pigmented lesions",
    "[LIST_ITEM] All suspect cervical lesions",
    "[H1] Indications for Biopsy.",
    "[LIST_ITEM] In most patients with condylomata acuminata the lesions will be easily identifiable, but if the appearance is equivocal, a biopsy should be performed.¹",
    "[LIST_ITEM] Lesions larger than 1 cm (or a thumbnail) or that are pigmented need to be biopsied.¹",
    "[LIST_ITEM] If the lesions do not respond well or worsen during therapy or pregnancy, biopsy should be considered.¹",
    "[LIST_ITEM] A biopsy can be used to rule out in situ malignancy or early invasive disease.²",
    "[H1] References.",
    "[NUMBERED_ITEM] Mayeaux EJ et al. Noncervical human papillomavirus genital infections. Am Fam Physician. 1995; 52:1137-46.",
    "[NUMBERED_ITEM] Heaton CL. Clinical manifestations and modern management of condylomata acuminata: a dermatologic perspective. Am J Obstet Gynecol. 1995;172:1344-50.",
    "[NUMBERED_ITEM] Genital Warts, slide 14",
    "[H1] Differential Diagnosis of Genital Warts.",
    "[LIST_ITEM] Normal anatomy",
    "[LIST_ITEM] Other STDs",
    "[LIST_ITEM] Benign skin lesions",
    "[LIST_ITEM] Neoplasms",
    "[LIST_ITEM] Molluscum contagiosum",
    "[H1] Differential Diagnosis of Genital Warts.",
    "[LIST_ITEM] Normal anatomic structures include pearly penile papules, vestibular papillae and sebaceous glands.",
    "[LIST_ITEM] Of other STDs, it is important to distinguish between HPV lesions and the lesions of secondary syphilis, condylomata lata. Condylomata lata are usually limited to moist areas and are more rounded in appearance. Typically, patients also have other symptoms of secondary syphilis.¹",
    "[LIST_ITEM] Acetowhite lesions can be due to candidiasis, folliculitis, contact dermatitis, psoriasis and other allergic reactions.¹",
    "[LIST_ITEM] When HPV-associated condylomata overlap and coexist with neoplastic tissue, distinguishing between them becomes critical. Any atypical lesions should be biopsied and the use of HPV DNA assays considered. Neoplastic diseases include Bowenoid papulosis, both squamous and basal cell carcinoma, malignant melanoma and giant condyloma.¹",
    "[H1] Reference.",
    "[NUMBERED_ITEM] Trofatter K. Diagnosis of human papillomavirus genital tract infection. Am J Med. 1997;102(5A):21-7.",
    "[NUMBERED_ITEM] Genital Warts, slide 15",
    "[H1] Differential Diagnosis of Genital Warts: Normal Anatomy.",
    "Photos removed due to copyright reasons.",
    "[LIST_ITEM] Normal anatomic structures include pearly penile papules, vestibular papillae and sebaceous glands.¹",
    "[LIST_ITEM] This photograph shows hirsutoid papillomas around the coronal sulcus. Lesions are distributed in several rows on the glans and the inner pepuce.",
    "[H1] Reference.",
    "[NUMBERED_ITEM] Trofatter K. Diagnosis of human papillomavirus genital tract infection. Am J Med. 1997;102(5A):21-7.",
    "[NUMBERED_ITEM] Genital Warts, slide 16",
    "[H1] Differential Diagnosis of Genital Warts: Other STDs.",
    "Photos removed due to copyright reasons.",
    "[LIST_ITEM] Of other STDs, it is important to distinguish between HPV lesions and lesions of secondary syphilis, condylomata lata. Condylomata lata are usually limited to moist areas and are more rounded in appearance. Typically, patients also have other symptoms of secondary syphilis.¹",
    "[LIST_ITEM] This photograph shows syphilitic lesions on the vulva.",
    "[H1] Reference.",
    "[NUMBERED_ITEM] Trofatter K. Diagnosis of human papillomavirus genital tract infection. Am J Med. 1997;102(5A):21-7.",
    "[NUMBERED_ITEM] Genital Warts, slide 17",
    "[H1] Differential Diagnosis of Genital Warts: Benign Lesions.",
    "Photos removed due to copyright reasons.",
    "[LIST_ITEM] Acetowhite lesions can be due to candidiasis, folliculitis, contact dermatitis, psoriasis and other allergic reactions.¹",
    "[LIST_ITEM] This photograph shows a lesion which appeared to be a penile nevi but on histology proved to be condylomata acuminata.",
    "[H1] Reference.",
    "[NUMBERED_ITEM] Trofatter K. Diagnosis of human papillomavirus genital tract infection. Am J Med. 1997;102(5A):21-7.",
    "[NUMBERED_ITEM] Genital Warts, slide 18",
    "[H1] Differential Diagnosis of Genital Warts: Neoplasms.",
    "[LIST_ITEM] Any atypical lesions should be biopsied",
    "[LIST_ITEM] consider use of HPV-DNA assays",
    "[LIST_ITEM] Neoplastic lesions include",
    "[LIST_ITEM] Bowenoid papulosis",
    "[LIST_ITEM] malignant melanoma",
    "[LIST_ITEM] squamous and basal cell carcinoma",
    "[LIST_ITEM] giant condyloma (Buschke Lowenstein tumour)",
    "[LIST_ITEM] When HPV-associated condylomata overlap and coexist with neoplastic tissue, distinguishing between them becomes critical.",
    "[LIST_ITEM] Any atypical lesions should be biopsied and the use of HPV DNA assays considered.",
    "[LIST_ITEM] Neoplastic diseases include Bowenoid papulosis, both squamous and basal cell carcinoma, malignant melanoma and giant condyloma.¹",
    "[H1] Reference.",
    "[NUMBERED_ITEM] Trofatter K. Diagnosis of human papillomavirus genital tract infection. Am J Med. 1997;102(5A):21-7.",
    "[NUMBERED_ITEM] Genital Warts, slide 19",
    "[H1] Differential Diagnosis of Genital Warts: Molluscum Contagiosum.",
    "Photos removed due to copyright reasons.",
    "[LIST_ITEM] This slide shows molluscum contagiosum in a 19 year old male.¹",
    "[LIST_ITEM] These painless lesions appeared on the lower abdomen and pubic area about 6 weeks after the patient began a sexual relationship with a new partner.¹",
    "[H1] Reference.",
    "[NUMBERED_ITEM] Handsfield HH. Color Atlas and Synopsis of Sexually Transmitted Diseases. McGraw-Hill Inc, 1992. New York, NY."
  ]
}