{
  "doc_id": "Copy of lecture_complement",
  "sentences": [
    "open.michigan",
    "Attribution: University of Michigan Medical School, Department of Microbiology and Immunology",
    "License: Unless otherwise noted, this material is made available under the terms of the Creative Commons Attribution-Noncommercial-Share Alike 3.0 License: http://creativecommons.org/licenses/by-nc-sa/3.0/",
    "We have reviewed this material in accordance with U.S. Copyright Law and have tried to maximize your ability to use, share, and adapt it.",
    "The citation key on the following slide provides information about how you may share and adapt this material.",
    "Copyright holders of content included in this material should contact open.michigan@umich.edu with any questions, corrections, or clarification regarding the use of content.",
    "For more information about how to cite these materials visit http://open.umich.edu/education/about/terms-of-use.",
    "Any medical information in this material is intended to inform and educate and is not a tool for self-diagnosis or a replacement for medical evaluation, advice, diagnosis or treatment by a healthcare professional.",
    "Please speak to your physician if you have questions about your medical condition.",
    "Viewer discretion is advised: Some medical content is graphic and may not be suitable for all viewers.",
    "MUNIVERSITY OF MICHIGAN",
    "CC BY NC SA",
    "[H1] Citation Key.",
    "for more information see: http://open.umich.edu/wiki/CitationPolicy",
    "[H2] Use + Share + Adapt.",
    "{ Content the copyright holder, author, or law permits you to use, share and adapt. }",
    "[LIST_ITEM] PD-GOV Public Domain – Government: Works that are produced by the U.S. Government. (USC 17 § 105)",
    "[LIST_ITEM] PD-EXP Public Domain – Expired: Works that are no longer protected due to an expired copyright term.",
    "[LIST_ITEM] PD-SELF Public Domain – Self Dedicated: Works that a copyright holder has dedicated to the public domain.",
    "[LIST_ITEM] ZERO Creative Commons – Zero Waiver",
    "[LIST_ITEM] BY Creative Commons – Attribution License",
    "[LIST_ITEM] BY-SA Creative Commons – Attribution Share Alike License",
    "[LIST_ITEM] BY-NC Creative Commons – Attribution Noncommercial License",
    "[LIST_ITEM] BY-NC-SA Creative Commons – Attribution Noncommercial Share Alike License",
    "[LIST_ITEM] GNU-FDL GNU – Free Documentation License",
    "[H2] Make Your Own Assessment.",
    "{ Content Open.Michigan believes can be used, shared, and adapted because it is ineligible for copyright. }",
    "[LIST_ITEM] PD-INEL Public Domain – Ineligible: Works that are ineligible for copyright protection in the U.S. (USC 17 § 102(b)) *laws in your jurisdiction may differ",
    "{ Content Open.Michigan has used under a Fair Use determination. }",
    "[LIST_ITEM] FAIR USE Fair Use: Use of works that is determined to be Fair consistent with the U.S. Copyright Act. (USC 17 § 107) *laws in your jurisdiction may differ",
    "Our determination DOES NOT mean that all uses of this 3rd-party content are Fair Uses and we DO NOT guarantee that your use of the content is Fair.",
    "To use this content you should do your own independent analysis to determine whether or not your use will be Fair.",
    "The Complement System in Human Disease",
    "M1 – Immunology Sequence Joseph Fantone, MD",
    "Winter 2009",
    "M University of Michigan Medical School",
    "THE COMPLEMENT SYSTEM IN HUMAN DISEASE",
    "I. LEARNING OUTCOMES: To Understand the",
    "[LIST_ITEM] role of complement in inflammation and the effects of specific complement deficiencies on patients.",
    "[LIST_ITEM] mechanisms by which the complement system is activated and regulated.",
    "[LIST_ITEM] effector molecules of complement activation and their biologic function.",
    "[LIST_ITEM] role of complement in bacterial clearance and lysis.",
    "[LIST_ITEM] use of plasma CH50 levels in the assessment of disease processes.",
    "[H1] COMPLEMENT SYSTEM.",
    "[LIST_ITEM] The learning outcomes for this topic will be attained by viewing a self-directed learning module supplemented by the syllabus. http://www.umich.edu/~projbnb/imm/complement.swf",
    "[LIST_ITEM] It is expected that the student will view the video prior to the lecture presentation on phagocytic cells (2/10: 9-10:00am).",
    "[LIST_ITEM] Any questions will be addressed by Dr. Fantone prior to and after the Phagocytic Cell lecture",
    "[H2] II. Why study the complement system?",
    "[LIST_ITEM] Innate &amp; Adaptive Immunity",
    "[LIST_ITEM] Infection",
    "[LIST_ITEM] Inflammation",
    "[LIST_ITEM] Cell lysis",
    "[LIST_ITEM] Immune complex disease",
    "[LIST_ITEM] Autoimmune disease",
    "III.",
    "Definition: Complement consists of more than 20 proteins present in plasma and on cell surfaces that interact with each other to produce biologically active inflammatory mediators that promote cell and tissue injury",
    "Nomenclature:",
    "a. the first component of complement is named C1 (etc.) other components are designated by capital letters and names: Factor B, Properidin",
    "b. when cleaved: fragments of complement components are designated by small letters (e.g. C3a and C3b)",
    "Factor B → Ba + Bb",
    "Factor H",
    "Factor I",
    "IV. Summary of Complement Pathways",
    "3 pathways for activation:",
    "[NUMBERED_ITEM] classical: most specific (antibody dependent activation, binds C1)",
    "[NUMBERED_ITEM] lectin binding: some specificity (mannose binding protein, binds C4)",
    "[NUMBERED_ITEM] alternative: most primitive (non-specific, auto-activation of C3)",
    "[H1] Complement System.",
    "PD-INE",
    "U-M Department of Immunology",
    "[H1] Classical Complement Pathway.",
    "PD-INE",
    "U-M Department of Immunology",
    "[H1] Classical Complement Pathway.",
    "PD-2REL",
    "U-M Department of Immunology",
    "[H1] Classical Complement Pathway.",
    "PD-INE",
    "U-M Department of Immunology",
    "[H1] Classical Complement Pathway.",
    "Animation complete",
    "PD-INE",
    "U-M Department of Immunology",
    "[H1] Classical Complement Pathway.",
    "Animation complete",
    "PD-INE",
    "U-M Department of Immunology",
    "V. Amplification:",
    "C3 convertase: binds and cleaves multiple C3 molecules on surface to form C3b +C3a",
    "[LIST_ITEM] classical: C4b2b",
    "[LIST_ITEM] alternative: C3bBb",
    "[H1] Lectin Binding Complement Pathway.",
    "U-M Department of Immunology",
    "[H1] Lectin Binding Complement Pathway.",
    "U-M Department of Immunology",
    "[H1] Lectin Binding Complement Pathway.",
    "U-M Department of Immunology",
    "[H1] Lectin Binding Complement Pathway.",
    "Source: Undetermined",
    "Animation complete",
    "PD-ENEL",
    "U-M Department of Immunology",
    "[H1] Lectin Binding Complement Pathway.",
    "Animation complete",
    "PD-ENEL",
    "U-M Department of Immunology",
    "[H1] Alternative Complement Pathway.",
    "U-M Department of Immunology",
    "[H1] Alternative Complement Pathway.",
    "U-M Department of Immunology",
    "[H1] Alternative Complement Pathway.",
    "Animation complete",
    "PD-ENEL",
    "U-M Department of Immunology",
    "[H1] Alternative Complement Pathway.",
    "Animation complete",
    "PD-ENEL",
    "U-M Department of Immunology",
    "VI. Biologic Function:",
    "[LIST_ITEM] anaphylatoxins: C3a and C5a: mast cell degranulation",
    "[LIST_ITEM] smooth muscle contraction",
    "[LIST_ITEM] mast cell degranulation → mediator release (histamine, leukotrienes)",
    "[LIST_ITEM] vascular changes: dilation, increased permeability (edema)",
    "[LIST_ITEM] C5a also leukocyte adhesion and chemotaxis (recruitment)",
    "[LIST_ITEM] opsonization: C3b, C3bi, C3d: (binding to complement receptors and enhanced phagocytosis by neutrophils and macrophages)",
    "[LIST_ITEM] clearance of circulating immune complexes",
    "[LIST_ITEM] membrane attack complex: C5b-C9 (cell lysis)",
    "[H1] MAC PORES.",
    "PD-3NEL Source Undetermined",
    "[H1] SUMMARY OF COMPLEMENT ACTIVATION.",
    "PD-3REL",
    "U-M Department of Immunology",
    "VII. Regulation:",
    "[LIST_ITEM] Inhibit activation: classical pathway",
    "[LIST_ITEM] C1 inhibitor (C1INA): plasma protein",
    "[LIST_ITEM] spontaneous decay (hydrolysis) of C3 convertases:",
    "[LIST_ITEM] inhibit C3 convertase:",
    "[LIST_ITEM] Plasma proteins: Factor I",
    "[LIST_ITEM] Cell membrane proteins:",
    "[LIST_ITEM] decay accelerating factor (DAF):",
    "[LIST_ITEM] membrane co-factor protein (MCP):",
    "VII. Regulation",
    "[LIST_ITEM] Inactivate anaphylatoxins: cleave C3a and C5a",
    "[LIST_ITEM] serum carboxypeptidase N (SCPN):",
    "[LIST_ITEM] Inhibit MAC:",
    "[LIST_ITEM] Protectin (CD59): cell associated protein",
    "[H1] SUMMARY OF COMPLEMENT ACTIVATION.",
    "VIII. Complement Deficiencies:",
    "[LIST_ITEM] early components: auto-immune disease",
    "[LIST_ITEM] middle and late components: pyogenic bacterial and nisseria infections",
    "[LIST_ITEM] most common congenital deficiency: C2",
    "[LIST_ITEM] C1INA deficiency: hereditary angioedema",
    "[LIST_ITEM] DAF deficiency: paroxysmal nocturnal hemoglobinuria",
    "[H1] IX. Clinical Laboratory Testing.",
    "A. Serum complement hemolytic activity: CH50 (serum dilution at which 50% hemolysis occurs)",
    "if low = complement deficiency:",
    "[LIST_ITEM] acquired vs. congenital",
    "[LIST_ITEM] classical vs. alternative pathway defect",
    "B. Individual Components",
    "RBC + AB + SERUM HEMOLYSIS",
    "U-M Department of Immunology",
    "Case A: A 23yo man complains of fever (102°F), headache, neck stiffness and fatigue of 2 days duration.",
    "Lumbar puncture shows increased pressure with cloudy cerebrospinal fluid containing large numbers of neutrophils, increased protein, decreased glucose and gram negative diplococci.",
    "Laboratory studies show C7 (7th component of complement) levels at 18% normal and normal levels of C2, C3 and C5.",
    "The patient recovers after institution of intravenous antibiotic therapy.",
    "Case A: Why would this patient be at increased risk for developing bacterial meningitis?",
    "What is the relationship among the three pathways of complement activation and bacterial clearance?",
    "Would a defect in C2 alone place a patient at increased risk of developing bacterial meningitis? Explain.",
    "Case B: A 14yo girl has a long history of excessive swelling after mild traumatic injury.",
    "During the past 2 years she has complained of 7 episodes of intermittent abdominal pain sometimes accompanied with watery diarrhea.",
    "Laboratory tests show decreased levels of C4 and normal C3 levels.",
    "C1 inhibitor levels are 20% of normal.",
    "What pathologic changes would explain this patients symptoms?",
    "What is the effect of defective C1 inhibitor levels on complement system regulation?",
    "What other inflammatory mediator systems are effected by C1 inhibitor?",
    "Why are these patients not at significant risk for bacterial infection?",
    "[H1] Complement Cases.",
    "[H2] Case A:.",
    "Diagnosis: acute bacterial meningitis secondary to deficiency of C7",
    "All three pathways can be activated and the bacteria can be opsonized with C3b and its derivatives: however, the deficiency in C7 results in an inability to assemble the membrane attack complex (MAC) and cause target cell (bacterial) injury",
    "Defects in the early complement components are more frequently associated with the development of autoimmune syndromes (e.g. systemic lupus erythematosus, SLE).",
    "This is associated with a failure to clear immune complexes.",
    "In C2 deficiency, the alternative complement pathway remains functional, target cells can still be opsonized with C3b and the MAC formed.",
    "[H1] Case B:.",
    "The patient's symptoms are the result of increased vascular permeability changes leading to soft tissue swelling and diarrhea.",
    "In the absence of C1 inhibitor there is spontaneous activation of the classical complement pathway with cleavage of C4 and C2.",
    "Since there is no target cell surface for complement binding, C3 cleavage does not occur to any significant degree and if some C3b is formed, it undergoes spontaneous hydrolysis –",
    "The C2a and its subsequent products can cause vascular permeability changes.",
    "Also, C1 inhibitor interacts with the kallikrien-kinin mediator system.",
    "A deficiency in this inhibitor also results in increased kinin formation (e.g. bradykinin), which also promotes vascular permeability changes.",
    "These patients (even if C2 and C4 are depleted) have an intact alternative complement pathway.",
    "Additional References:",
    "Complement: Kumar, Abas, and Fausto: Pathologic Basis of Disease (7th ed.) pages 64-67.",
    "[H1] Additional Source Information.",
    "for more information see: http://open.umich.edu/wiki/CitationPolicy",
    "Slide 10: U-M Department of Immunology Slide 11: U-M Department of Immunology Slide 12: U-M Department of Immunology Slide 13: U-M Department of Immunology Slide 14: U-M Department of Immunology Slide 15: U-M Department of Immunology Slide 17: U-M Department of Immunology Slide 18: U-M Department of Immunology Slide 19: U-M Department of Immunology Slide 20: U-M Department of Immunology Slide 21: U-M Department of Immunology Slide 22: U-M Department of Immunology Slide 23: U-M Department of Immunology Slide 24: U-M Department of Immunology Slide 25: U-M Department of Immunology Slide 27: Source Undetermined Slide 28: U-M Department of Immunology Slide 31: U-M Department of Immunology Slide 34: U-M Department of Immunology"
  ]
}