{
  "doc_id": "Copy of studentnotes_Liver",
  "sentences": [
    "open.michigan",
    "Author(s): Aken Desai, Michael Mathis, 2008",
    "License: Unless otherwise noted, this material is made available under the terms of the Creative Commons Attribution – Share Alike 3.0 License: http://creativecommons.org/licenses/by-sa/3.0/",
    "We have reviewed this material in accordance with U.S. Copyright Law and have tried to maximize your ability to use, share, and adapt it.",
    "Copyright holders of content included in this material should contact open.michigan@umich.edu with any questions, corrections, or clarification regarding the use of content.",
    "For more information about how to cite these materials visit http://open.umich.edu/education/about/terms-of-use.",
    "Student works are presented as is and may be an interpretation of faculty members' lectures or assignments.",
    "These student works are not a product of faculty members.",
    "Faculty do not guarantee the accuracy of student work nor endorse them in any way.",
    "Any medical information in this material is intended to inform and educate and is not a tool for self-diagnosis or a replacement for medical evaluation, advice, diagnosis or treatment by a healthcare professional.",
    "Please speak to your physician if you have questions about your medical condition.",
    "Viewer discretion is advised: Some medical content is graphic and may not be suitable for all viewers.",
    "MUNIVERSITY OF MICHIGAN",
    "CC BY SA",
    "Liver",
    "Monday, January 14, 2008",
    "11:00 AM",
    "[LIST_ITEM] Functions of the liver",
    "[LIST_ITEM] Storage, metabolism and release of nutrients and some vitamins.",
    "[LIST_ITEM] Carbohydrates",
    "[LIST_ITEM] Produces glucose btwn meals by gluconeogenesis/glycogenolysis",
    "[LIST_ITEM] Stores glucose as glycogen or uses for fat synthesis after a meal",
    "[LIST_ITEM] Protein",
    "[LIST_ITEM] Takes up AA after meal for protein synthesis or degradation",
    "[LIST_ITEM] AA degraded to NH4+ (urea) and alpha-ketoacids --&gt; acetyl CoA --&gt; ketone bodies",
    "[LIST_ITEM] Fat",
    "[LIST_ITEM] Takes up chylomicron remnants and long chain fatty acids",
    "[LIST_ITEM] Metabolizes FA to acetyl-CoA and acetoacetate",
    "[LIST_ITEM] Synthesizes and secretes VLDLs",
    "[LIST_ITEM] Cholesterol",
    "[LIST_ITEM] Takes up cholesterol and chylomicron remnants",
    "[LIST_ITEM] LDL synthesizes cholesterol from acetyl CoA",
    "[LIST_ITEM] Utilizes cholesterol for bile salts and excretes cholesterol in bile",
    "[LIST_ITEM] Exports cholesterol in VLDLs",
    "[LIST_ITEM] Detox and elimination of toxins, drugs and metabolites.",
    "[LIST_ITEM] Involves oxidation and/or conjugation",
    "[LIST_ITEM] Most hydroxylation by family of enzymes termed Cyt P450",
    "[LIST_ITEM] Conjugation by UDP glucuronyltransferases, glutathione S-Transferase, sulfotransferases",
    "[LIST_ITEM] Metabolites that are more water soluble are secreted into bile or plasma",
    "[LIST_ITEM] Synthesis of biologically important proteins such as albumin, clotting factors and apolipoproteins.",
    "[LIST_ITEM] Plamsa proteins: albumin, alpha fetoprotein, alpha2 microglobulin",
    "[LIST_ITEM] Hemostasis proteins: fibrinogen, clotting factors/inhibitors, plasmin, complement C3",
    "[LIST_ITEM] Binding proteins: ceruloplasmin, steroid binding proteins, thyroid hormone binding globulin, transferrin",
    "[LIST_ITEM] Prohormones: angiotensinogen",
    "[LIST_ITEM] Apolipoproteins: Apo A-I, -II, -IV, B-100, D, E",
    "[LIST_ITEM] Synthesis and secretion of bile important for lipid digestion and absorption.",
    "[LIST_ITEM] Role in immune function and clearance of intestinally absorbed bacteria.",
    "[NUMBERED_ITEM] States the composition of bile as secreted by the liver. a. Water b. Bile Acids/Salts c. Phospholipids d. Cholesterol e. Bile pigments - bilirubin f. Metabolites of hormones, drugs g. Inorganic ions - bicarbonate from duct cells",
    "[NUMBERED_ITEM] Describes the mechanisms by which bile salts are taken up by the liver and secreted into bile. a. Uptake from sinusoids by Na+ coupled co-transporter (NTCP) b. Na+/K+ ATPase drives sodium gradient for NTCP/OATP c. Bile salts excreted into bile by BSEP, an ATP binding cassette protein part of multi-drug resistance family d. MRP2 transports glucuronide and bilirubin, ABC 5/8 transports cholesterol, MDR3 flippase e. Gene expression regulated by bile salts through Bile acid receptor/Frarnesoid X Receptor f. Bile Ducts i. Lined by cholangiocytes (columnar epithelium)",
    "Physiology Page 15",
    "ii.",
    "Ductules freely permeable to water --&gt; bile is isotonic iii.",
    "Scavenge solutes (glucose and amino acids) that entered leaky canaliculus and absorb them iv.",
    "Secrete HCO₃⁻ in response to secretin v. Secrete IgA molecules",
    "[NUMBERED_ITEM] Describes the mechanisms by which hepatocytes take up, conjugate and secrete bilirubin. a. Senescent RBCs destroyed in spleen b. Hemoglobin broken down to Fe²⁺ + Globin + biliverdin --&gt; bilirubin binds to albumin i. BR-Albumin in circulation --&gt; jaundice ii. OATP cotransports bilirubin and Na⁺ into the cell iii. MRP2 transports bilirubin out iv. BR binds to UDP-Glucuronate v. BR transported into small intestine vi. Converted to urobilinogen vii. To kidney, excreted out as urine (yellow pigment) viii. To colon, converted to stercobilin (brown)",
    "[NUMBERED_ITEM] Describes the changes in the composition of bile that occur while the bile resides in the gallbladder. a. Absorbs salts and water b. Concentrates bile 5-20 fold but maintains isotonicity c. Potentially can precipitate",
    "[NUMBERED_ITEM] Describes the effects of CCK on the contraction of the gallbladder and sphincter of Oddi. a. After a meal, sphincter of Oddi releases, gallbladder contracts b. Increase in plasma CCK can induce gallbladder emptying c. CCK receptors bring about contraction of gallbladder smooth muscle d. Sphincter relaxes by CCK activation of inhibitory neurons that release VIP and NO",
    "[NUMBERED_ITEM] Describes the amphipathic structure of bile acids. a. Cholesterol is converted to bile i. 7-alpha hydroxylation",
    "[NUMBERED_ITEM] Rate limiting enzyme",
    "[NUMBERED_ITEM] Subject to feedback inhibition by bile salts ii. Alkyl side chain shortened iii. 12-alpha hydroxylation iv. Cholic acid (3-OH), chenodeoxycholic acid (2-OH) v. 7-dehydroxylation by gut bacteria to deoxycholic acid or lithocholic acid vi. Cholic acid + glycine/taurine --&gt; glycholic or taurocholic acid",
    "[NUMBERED_ITEM] Increases water solubility",
    "[NUMBERED_ITEM] Lowers pKa b. Hydrophilic and hydrophobic regions c. Orient at surface, above critical concentration form micelles i. Hydrophilic groups in aqueous phase ii. Micelles assemble w/ phospholipids and solubilize hydrophobic molecules",
    "[NUMBERED_ITEM] States the difference and compares the physical state of an emulsion and micellar solution.",
    "[NUMBERED_ITEM] States the conditions necessary for emulsification of fat in the duodenum.",
    "[NUMBERED_ITEM] States the conditions necessary for the formation of micelles in the duodenum.",
    "[NUMBERED_ITEM] Defines enterohepatic circulation. a. Most bile acids entering intestine are absorbed i. 50% passive (jenunum) ii. 50% actively via Na⁺ coupled cotransporter (ileum) b. Deconjugation and dehydroxylation by bacteria in ileum and colon produce secondary bile acids, enhancing lipid solubility c. Daily fecal loss is 10% d. Absorbed bile salts travel via hepatic portal blood to liver e. Most taken up into liver by Na⁺ dependent transporters f. Bile salts can be recycled many times during a single meal",
    "[NUMBERED_ITEM] Describes the mechanisms of reabsorption of bile acids. --&gt; See above",
    "Physiology Page 16",
    "[NUMBERED_ITEM] Describes the effect of hepatic portal vein bile acid concentration on the rate of bile secretion. a. Stimulate bile secretion b. Inhibit bile acid synthesis c. Interruption of circulation by ileal disease or ingestion of bile acid binding agents such as cholestyramine can lead to fat malabsorption",
    "Physiology Page 17"
  ]
}