{
  "doc_id": "Copy of medical histology",
  "sentences": [
    "open.michigan",
    "Author(s): Matthew Velkey, 2009",
    "License: Unless otherwise noted, this material is made available under the terms of the Creative Commons Attribution – Non-Commercial – Share Alike 3.0 License: http://creativecommons.org/licenses/by-nc-sa/3.0/",
    "We have reviewed this material in accordance with U.S. Copyright Law and have tried to maximize your ability to use, share, and adapt it.",
    "The citation key on the following slide provides information about how you may share and adapt this material.",
    "Copyright holders of content included in this material should contact open.michigan@umich.edu with any questions, corrections, or clarification regarding the use of content.",
    "For more information about how to cite these materials visit http://open.umich.edu/education/about/terms-of-use.",
    "Any medical information in this material is intended to inform and educate and is not a tool for self-diagnosis or a replacement for medical evaluation, advice, diagnosis or treatment by a healthcare professional.",
    "Please speak to your physician if you have questions about your medical condition.",
    "Viewer discretion is advised: Some medical content is graphic and may not be suitable for all viewers.",
    "MUNIVERSITY OF MICHIGAN",
    "CC BY NC SA",
    "[H1] Citation Key.",
    "for more information see: http://open.umich.edu/wiki/CitationPolicy",
    "[H2] Use + Share + Adapt.",
    "{ Content the copyright holder, author, or law permits you to use, share and adapt. }",
    "[LIST_ITEM] PD-GOV Public Domain – Government: Works that are produced by the U.S. Government. (USC 17 § 105)",
    "[LIST_ITEM] PD-EXP Public Domain – Expired: Works that are no longer protected due to an expired copyright term.",
    "[LIST_ITEM] PD-SELF Public Domain – Self Dedicated: Works that a copyright holder has dedicated to the public domain.",
    "[LIST_ITEM] ZERO Creative Commons – Zero Waiver",
    "[LIST_ITEM] BY Creative Commons – Attribution License",
    "[LIST_ITEM] BY-SA Creative Commons – Attribution Share Alike License",
    "[LIST_ITEM] BY-NC Creative Commons – Attribution Noncommercial License",
    "[LIST_ITEM] BY-NC-SA Creative Commons – Attribution Noncommercial Share Alike License",
    "[LIST_ITEM] GNU-FDL GNU – Free Documentation License",
    "[H2] Make Your Own Assessment.",
    "{ Content Open.Michigan believes can be used, shared, and adapted because it is ineligible for copyright. }",
    "[LIST_ITEM] PD-3NEL Public Domain – Ineligible: Works that are ineligible for copyright protection in the U.S. (USC 17 § 102(b)) *laws in your jurisdiction may differ",
    "{ Content Open.Michigan has used under a Fair Use determination. }",
    "[LIST_ITEM] FAIR USE Fair Use: Use of works that is determined to be Fair consistent with the U.S. Copyright Act. (USC 17 § 107) *laws in your jurisdiction may differ",
    "Our determination DOES NOT mean that all uses of this 3rd-party content are Fair Uses and we DO NOT guarantee that your use of the content is Fair.",
    "To use this content you should do your own independent analysis to determine whether or not your use will be Fair.",
    "different from handout",
    "[H1] Medical Histology.",
    "Content Coordinator: Dr. J. Matthew Velkey Department of Cell and Developmental Biology",
    "Additional Faculty (also in CDB):",
    "[LIST_ITEM] Dr. Kent Christensen",
    "[LIST_ITEM] Dr. Steve Ernst",
    "[LIST_ITEM] Dr. Diane Fingar",
    "[LIST_ITEM] Dr. Michael Hortsch",
    "[LIST_ITEM] Dr. Sun-Kee Kim",
    "[LIST_ITEM] Dr. Bill Tsai",
    "[LIST_ITEM] Dr. Mike Welsh",
    "[LIST_ITEM] Andrew Chervenak",
    "Virtual Microscopy Support (Department of Pathology): Dr. Lloyd Stoolman, Dr. Ron Craig, Kris Thompson",
    "Computer Support (LRC staff): Roger Burns, Jason Engling",
    "Fall 2008",
    "M University of Michigan Medical School",
    "[H1] Objectives.",
    "To understand:",
    "[LIST_ITEM] How cells and tissues are arranged in the normal organ system of the body, and",
    "[LIST_ITEM] How these cells and tissues are specialized to perform the function(s) most effectively.",
    "The knowledge gained will hopefully provide a cellular and ultrastructural “framework” for all of the other topics (anatomy, physiology, biochemistry, etc.) that you’ll learn this year.",
    "Histology is also, of course, a FUNDAMENTAL part of PATHOLOGY.",
    "[H1] Correlate Structure and Function.",
    "not in handouts",
    "29",
    "loose c.t. intestine H&amp;E",
    "Michigan Histology",
    "PD-INEL",
    "University of Michigan, Histology Slide Collection",
    "not in handouts",
    "[H1] HISTOLOGY.",
    "a.k.a. Micro-anatomy",
    "Cartoon removed",
    "[H1] Tissue Preparation for Light Microscopy.",
    "[NUMBERED_ITEM] Stabilize cellular structures by chemical fixation.",
    "[NUMBERED_ITEM] Dehydrate and infiltrate tissues with paraffin or plastic.",
    "[NUMBERED_ITEM] Embed fixed tissues in paraffin or plastic blocks.",
    "[NUMBERED_ITEM] Cut into thin slices of 3-10 micrometer thick; collect sections on slides.",
    "[NUMBERED_ITEM] Re-hydrate and stain with Hematoxylin (a basic dye): Stains basophilic structures (e.g. nucleic acids) blue/purple.",
    "[NUMBERED_ITEM] Counter-stain with Eosin (an acidic dye): Stains acidophilic or “eosinophilic” structures (e.g. proteins, membranes) red/pink.",
    "“H &amp; E” staining is routine, but other dyes and staining techniques may be used to visualize other structures.",
    "[H1] Light Microscopy.",
    "[NUMBERED_ITEM] ILLUMINATION SOURCE",
    "[NUMBERED_ITEM] CONDENSER LENS",
    "[NUMBERED_ITEM] SPECIMEN STAGE",
    "[NUMBERED_ITEM] OBJECTIVE LENS",
    "[NUMBERED_ITEM] PROJECTION (OCULAR) LENS",
    "[NUMBERED_ITEM] OBSERVER",
    "[LIST_ITEM] YIELDS A 2-DIMENSIONAL IMAGE CAPABLE OF 0.2 µm RESOLUTION.",
    "[LIST_ITEM] CELLULAR FEATURES ARE STAINED DIFFERENTIALLY BASED PRIMARILY UPON CHEMICAL PROPERTIES.",
    "PD-INEL",
    "Gartner and Hiatt. Color Textbook of Histology. 1997. Figure 1.1.",
    "[H1] Light Microscopy.",
    "Cytoplasmic Basophilia",
    "PD-INEL",
    "Source Undetermined",
    "[H1] Tissue Preparation for Electron Microscopy.",
    "[NUMBERED_ITEM] Tissues are fixed with glutaraldehyde (cross-links proteins) and osmium tetraoxide (cross-links lipids); OsO₄ is also an electron-dense \"stain\"",
    "[NUMBERED_ITEM] Dehydrate and infiltrate tissues w/ plastic.",
    "[NUMBERED_ITEM] Embed and block fixed tissues in plastic.",
    "[NUMBERED_ITEM] Cut into ultra-thin slices (50 nanometers thick); collect sections on slides.",
    "[NUMBERED_ITEM] Stain sections with heavy metal salts (lead citrate and uranyl acetate) that bind nucleic acids &amp; proteins.",
    "[NUMBERED_ITEM] Visualize in TEM; heavy metal \"stains\" block electrons to create contrast",
    "[H1] Transmission Electron Microscopy.",
    "[NUMBERED_ITEM] ILLUMINATION SOURCE (generates electron beam)",
    "[NUMBERED_ITEM] CONDENSER LENS",
    "[NUMBERED_ITEM] SPECIMEN STAGE",
    "[NUMBERED_ITEM] OBJECTIVE LENS",
    "[NUMBERED_ITEM] PROJECTION LENS",
    "[NUMBERED_ITEM] FLUORESCENT VIEW SCREEN",
    "[NUMBERED_ITEM] VIEWING WINDOW &amp; OBSERVER",
    "[LIST_ITEM] YIELDS A 2-DIMENSIONAL IMAGE CAPABLE OF 0.2 nm RESOLUTION.",
    "[LIST_ITEM] CELLULAR FEATURES ARE STAINED WITH ELECTRON-DENSE, HEAVY METAL STAINS YIELDING ONLY A BLACK AND WHITE IMAGE",
    "PD-INEL",
    "Gartner and Hiatt. Color Textbook of Histology. 1997. Figure 1.1.",
    "Endoplasmic reticulum with ribosomes (RER)",
    "Cytoplasmic Basophilia",
    "PD-INE",
    "Source Undetermined",
    "The challenge: 3D structures, but viewed only in 2D…",
    "PD-2NEL University of Michigan, Histology Slide Collection",
    "Interpretation of Microscopic Images in Sections",
    "PD-2NEL Source Undetermined",
    "Microscopy → Virtual Microscopy",
    "Microscope Slides → Digital Images",
    "[H1] Virtual Microscopy.",
    "[LIST_ITEM] Glass microscope slides line-scanned using a computer-controlled microscope",
    "[LIST_ITEM] Line scans compiled into single \"digital slide\" that may be 200k x 200k pixels (that's 40 GIGApixels!)",
    "[LIST_ITEM] Digital slides stored as compressed files (~1.5 GB) and delivered via Web or file-server",
    "[LIST_ITEM] Digital slides viewable as flash objects within web browser or in proprietary format (e.g. Aperio ImageScope)",
    "[LIST_ITEM] Any region of interest on digital slide may be viewed at a range of magnifications with resolution up to 0.25µm/pixel",
    "PD-INEL",
    "University of Michigan, Histology Slide Collection",
    "[H1] Virtual slide collection.",
    "http://virtualslides.med.umich.edu",
    "YAKI USE",
    "Screenshot of Spectrum WebViewer by Dr. Velkey",
    "[H1] Medical Histology Website.",
    "http://www.med.umich.edu/histology",
    "Before you begin:",
    "[NUMBERED_ITEM] Turn off wireless and connect to network with ethernet cable.",
    "[NUMBERED_ITEM] Map network drive (Windows only - click on the link and select \"Run\").",
    "[NUMBERED_ITEM] If you have problems, try shut down/restart.",
    "[H2] OBJECTIVES:.",
    "[NUMBERED_ITEM] Be able to recognize the three major cartilage types in typical light microscopic sections.",
    "[NUMBERED_ITEM] Be able to use standard nomenclature to describe a section of cartilage (e.g. chondrocyte, lacuna, matrix, perichondrium).",
    "[NUMBERED_ITEM] Understand the molecular basis for resilience of cartilages.",
    "[NUMBERED_ITEM] Be able to recognize forming (embryonic) cartilage.",
    "[NUMBERED_ITEM] Be able to describe the process of chondrogenesis.",
    "[NUMBERED_ITEM] Hyaline cartilage (W pg 187, 10.1; pg 239, 12.8) hyalce = glass (Greek)",
    "[LIST_ITEM] Slide 20 [Mac] [dormome]",
    "[LIST_ITEM] Slide 40 [Mac] [dormome]",
    "[LIST_ITEM] Slide 126 [Mac] [dormome]",
    "These slides are good examples of mature hyaline cartilage with its abundant",
    "Internet",
    "100%",
    "FAIR US",
    "Screenshot of U-M Website by Dr. Velkey",
    "not in handouts",
    "Cartoon removed",
    "[H1] Microscopes and glass slides still have their place!",
    "[LIST_ITEM] The focal plane and depth-of-field (aperture) of the digital slide is fixed",
    "[LIST_ITEM] The digital slide is only a representative specimen",
    "[LIST_ITEM] Servers crash",
    "[LIST_ITEM] Knowing how to use a microscope has its value.",
    "not in handouts",
    "PD-INEL",
    "Photo taken by Dr. Sun-Kee Kim",
    "not in handouts",
    "PD-INEL",
    "Photo taken by Dr. Sun-Kee Kim",
    "[H1] BASIC TISSUES.",
    "EPITHELIUM CONNECTIVE TISSUE MUSCLE NERVOUS TISSUE (BLOOD)",
    "Basic tissues combine to form larger functional units, called ORGANS.",
    "[H1] CELLS AND TISSUES SEQUENCE.",
    "Epithelial Tissue Connective Tissue Muscle Tissue Peripheral Nervous System Skin / Integumentary System",
    "[H1] MEDICAL HISTOLOGY TOPICS per SEQUENCE.",
    "|  Cells and tissues | 5  | | --- | --- | |  Musculoskeletal | 2  | |  Cardiovascular/Respiratory | 3  | |  Renal | 1  | |  GI / Liver | 4  | |  Endocrine/Reproductive | 3  | |  Immunology | 1  | |  Central Nervous System | 3  |",
    "different from handout",
    "[H1] MEDICAL HISTOLOGY.",
    "[H2] Lecture: ~50 minutes.",
    "[LIST_ITEM] Lecture Handouts in coursepacks",
    "[LIST_ITEM] Lecture PowerPoints on CTools (also linked from histo web site).",
    "[H2] Laboratory: 3 hours.",
    "[LIST_ITEM] Laboratory Guide (hard copy or online) - learning objectives",
    "[LIST_ITEM] Microscope and slides (\"real\" and virtual)",
    "[H2] Lab Atlas and Text Book:.",
    "[LIST_ITEM] Young, et al.: Wheater's Functional Histology, 5th ed. - HIGHLY recommended",
    "[LIST_ITEM] Ross and Pawlina: Histology: A Text and Atlas, 5th ed. - recommended",
    "[H2] Michigan Medical Histology CD – not issued this year (won't work in Mac OS X).",
    "[H2] Review and Lookalike Images (online).",
    "[H2] Lab Orientation Presentations (online).",
    "[H2] RESOURCES.",
    "[H2] Histo web site:.",
    "http://www.med.umich.edu/histology",
    "[H2] CTools (aka \"portal\"):.",
    "https://ctools.umich.edu/portal",
    "different from handout",
    "[H1] Quizzes and Exams.",
    "[LIST_ITEM] Usually a total of 8 questions per session divided between weekly quizzes and final exam. Questions will weigh equally.",
    "[LIST_ITEM] Weekly quizzes and final exams will all be administered online.",
    "[LIST_ITEM] Multiple choice questions: some straight text, but MOSTLY image-based (LM, EM, or diagram), or virtual slides",
    "[LIST_ITEM] Sample questions may be found in the online syllabus.",
    "different from handout",
    "[H1] Issued Histology Materials (in your lockers).",
    "Locker key",
    "[LIST_ITEM] Shared resources (i.e. MUST stay in locker)",
    "Microsope* Two Boxes of M1 Histology Microscope Slides* Network Cable No MMH CD issued this year",
    "Sign Loan Agreement Sheet – you acknowledge receipt of EACH item and you agree to return them at the end of the year!",
    "not in handouts",
    "[H1] So, what's going to happen in the lab today?",
    "It depends on how you look at it…",
    "BY US Army Africa, Flickr",
    "BY-NC Ryancr, Flickr",
    "Doctors in training",
    "Test Subjects Pioneers",
    "[H1] Tasks in the lab today….",
    "[LIST_ITEM] Making sure your computers are set up to access and view virtual slides",
    "[LIST_ITEM] Explanation of the different links to the virtual slides:",
    "[LIST_ITEM] “Mac” (for Macs that cannot run Windows)",
    "[LIST_ITEM] “WinLab” (for Windows machines when ON CAMPUS)",
    "[LIST_ITEM] “WinHome” (for Windows machines OFF CAMPUS)",
    "[LIST_ITEM] “Load testing” the servers (requires synchronized activity, so wait for instructions)",
    "[LIST_ITEM] After load testing, work through tutorial to learn basic features of ImageScope (Windows) and WebViewer (non-Windows)",
    "[LIST_ITEM] Sign and turn in Loan Agreement Forms acknowledging receipt of network cable (we’ll deal with microscopes and slides NEXT week)",
    "[H1] A quick word about ImageScope….",
    "[LIST_ITEM] It is the preferred method of viewing the slides",
    "[LIST_ITEM] Primary advantage is the ability to ANNOTATE slides (for self-study or to mark something about which you have a question)",
    "[LIST_ITEM] Slides are opened into ONE ImageScope window so it's easy to quickly go from one slide to another and/or compare slides side-by-side",
    "[LIST_ITEM] Can adjust image brightness, contrast, and color levels",
    "[LIST_ITEM] 1-click TIFF or JPEG image capture",
    "not in handouts",
    "[H1] The Team.",
    "[H2] Digital Slide Creation and Management:.",
    "Ronald A. Craig, Ph.D., Digital Microscopy Lab Manager, Pathology Kristopher L. Thompson, Pathology Informatics Melissa (Colter) Bombrey, Medical School Class 2008 Matthew Velkey, Ph.D., Clinical Lecturer, Cell and Developmental Biology Sun-Kee Kim, Ph.D., Professor, Cell and Developmental Biology",
    "[H2] Server, network and workstation development/support:.",
    "Roger Burns, Technical Coordinator, Learning Resource Center Chris Chapman, Assistant Media Manager, Learning Resource Center Monica Webster, System Administrator, Medical School Information Systems Wayne Wilson, Associate Director, Medical School Information Systems Sue Boucher, Technology Help Desk Manager, Medical School Information Systems Kristopher L. Thompson, Pathology Informatics (UM Class 2007)",
    "Jason Engling, Learning Resource Center Matt Undy, Classroom services Thomas Peterson, Systems Analysis and Programming Manager, Pathology Informatics Douglas Gibbs, PhD, Network Engineer, Pathology Informatics Mary Bernier, Programmer Analyst Supervisor, Medical School Information Systems",
    "[H1] Additional Source Information.",
    "for more information see: http://open.umich.edu/wiki/CitationPolicy",
    "Slide 6: University of Michigan, Histology Slide Collection Slide 9: Gartner and Hiatt.",
    "Color Textbook of Histology.",
    "1997.",
    "Figure 1.1.",
    "Slide 10: Source Undetermined Slide 12: Gartner and Hiatt.",
    "Color Textbook of Histology.",
    "1997.",
    "Figure 1.1.",
    "Slide 13: Source Undetermined Slide 14: University of Michigan, Histology Slide Collection; Source Undetermined Slide 16: University of Michigan, Histology Slide Collection Slide 17: Screenshot of Spectrum WebViewer by Dr. Velkey Slide 18: Screenshot of U-M Website by Dr. Velkey Slide 21: Photo taken by Dr. Sun-Kee Kim Slide 22: Photo taken by Dr. Sun-Kee Kim Slide 29: US Army Africa, Flickr, http://www.flickr.com/photos/usarmyafrica/4077598908 CC:BY 2.0 http://creativecommons.org/licenses/by/2.0/deed.en; Ryancr, Flickr, http://www.flickr.com/photos/ryanr/142455033/ CC:BY-NC 2.0 http://creativecommons.org/licenses/by-nc/2.0/deed.en"
  ]
}