{
  "doc_id": "Copy of studentnotes_Gluconeogenesis",
  "sentences": [
    "open.michigan",
    "Author(s): Aken Desai, Michael Mathis, 2008",
    "License: Unless otherwise noted, this material is made available under the terms of the Creative Commons Attribution – Share Alike 3.0 License: http://creativecommons.org/licenses/by-sa/3.0/",
    "We have reviewed this material in accordance with U.S. Copyright Law and have tried to maximize your ability to use, share, and adapt it.",
    "Copyright holders of content included in this material should contact open.michigan@umich.edu with any questions, corrections, or clarification regarding the use of content.",
    "For more information about how to cite these materials visit http://open.umich.edu/education/about/terms-of-use.",
    "Student works are presented as is and may be an interpretation of faculty members' lectures or assignments.",
    "These student works are not a product of faculty members.",
    "Faculty do not guarantee the accuracy of student work nor endorse them in any way.",
    "Any medical information in this material is intended to inform and educate and is not a tool for self-diagnosis or a replacement for medical evaluation, advice, diagnosis or treatment by a healthcare professional.",
    "Please speak to your physician if you have questions about your medical condition.",
    "Viewer discretion is advised: Some medical content is graphic and may not be suitable for all viewers.",
    "MUNIVERSITY OF MICHIGAN",
    "CC BY SA",
    "[H1] Gluconeogenesis.",
    "Tuesday, January 08, 2008 10:00 AM",
    "[NUMBERED_ITEM] What are the major carbon sources for gluconeogenesis? Where does gluconeogenesis begin? How does the TCA cycle function to coordinate the flow of precursors into gluconeogenesis?",
    "a. Major carbon sources: AA, lactate, fructose, galactose, glycerol from triglyceride breakdown b.",
    "Occurs in liver and lesser extent in kidney, begins in mitochondria with production of oxaloacetate from pyruvate c. TCA cycle intermediates are usually the eventual destination of amino acids that will be used to make glucose; most AA flow through TCA cycle to become OAA or pyruvate",
    "[NUMBERED_ITEM] How is oxaloacetate formed from pyruvate? What regulated the reaction? What is the required cofactor and what vitamin is involved?",
    "a. Pyruvate crosses mitochondrial membrane b. Pyruvate carboxylase: Pyruvate + CO2 + ATP --&gt; oxaloacetate + ADP + Pi; requires biotin cofactor (vit B7/H)",
    "c.",
    "Reaction is stimulated by Acetyl CoA",
    "[NUMBERED_ITEM] What are the reactions involved in the conversion of pyruvate to phosphoenolpyruvate? How are the carbons from aspartate and glutamate transferred from mitochondria to cytosol? Does C02 become incorporated into glucose?",
    "a. Malate Dehydrogenase: OAA + NADH + H+ --&gt; Malate + NAD+ b. Malate is exported to",
    "cytosol c. Malate Dehydrogenase reverse rxn d. PEP Carboxykinase: OAA + GTP --&gt; PEP + CO2 + GDP e.",
    "Thus the CO2 that was used to make the oxaloacetate in the pyruvate carboxylase rxn is not incorporated into glucose f.",
    "The entire pathway from Pyr --&gt; PEP requires 2 ATP g. PEP --&gt; --&gt; 3PG + ATP --&gt; 1,3DPG + NADH --&gt; G3P + NAD+",
    "i.",
    "The reducing equivalent that was produced in the cytosol is used ii.",
    "The net is that a reducing equivalent was transferred from the mitochondria to the cytosol and used",
    "[NUMBERED_ITEM] How does the malate shuttle operate? What is the significance of the shuttle in terms of transfer of reducing equivalents? What precursors would need the malate shuttle?",
    "a. Malate shuttles operates to transfer a malate from the mitochondria to the cytosol b.",
    "It transfers one reducing equivalent c. Malate shuttle is required for pyruvate and any amino acids that are converted to pyruvate or malate",
    "[NUMBERED_ITEM] How does the aspartate / alpha-ketoglutarate shuttle operate? Under what conditions would this shuttle function?",
    "a. Lactate is converted to pyruvate in the cytosol",
    "i. Pyruvate is exchanged w/ alpha-KG in the mito ii.",
    "Pyruvate is converted to OAA iii.",
    "Transaminase: OAA + Glu --&gt; alpha-KG + Asp iv.",
    "Asp-Glu transporter sends Asp to cytosol and Glu into mito v. Transaminase: alpha-KG + Asp --&gt; OAA + Glu vi.",
    "OAA --&gt; PEP --&gt; G3P --&gt;",
    "b.",
    "This would function in anaerobic conditions, because effectively the pyruvate has been transported out of the mitochondria w/o transporting a reducing equivalent with it",
    "[NUMBERED_ITEM] How are lactate and alanine converted to glucose? Under what conditions would PEP transfer from mitochondria to cytosol be involved?",
    "a. Alanine-glucose cycle",
    "i. Alanine travels in bloodstream to liver ii. Aminotransferase: Ala + alpha-KG --&gt; Pyr + Glu",
    "Biochemistry Page 4",
    "iii. Pyr --&gt; Glucose via gluconeogenesis",
    "b. Lactate",
    "i. Via the asp/alpha-KG shuttle",
    "ii. Mitochondrial",
    "[NUMBERED_ITEM] Mito. PEP Carboxykinase: OAA + GTP --&gt; PEP + GDP + CO2",
    "[NUMBERED_ITEM] Once again under conditions where lactate is produced (reducing equivalents can't be transferred out of mitochondria)",
    "[NUMBERED_ITEM] How is phosphoenolpyruvate converted to glucose-6-P?",
    "a. Essentially reverse of glycolysis b. PEP &lt;--&gt; 2PG c. 2PG &lt;--&gt; 3PG d. 3PG + ATP &lt;--&gt; 1,3DPG + ADP e. 1,3DPG + NADH + H+ &lt;--&gt; G3P + NAD+ + Pi f. G3P &lt;--&gt; DHAP g. G3P + DHAP --&gt; F-1,6-BP h. F-1,6-BP --&gt; F6P + Pi i. F6P &lt;--&gt; G6P j. G6P --&gt; Glucose + Pi",
    "Biochemistry Page 5"
  ]
}