{
  "doc_id": "Copy of e0b9f8a2b18004b30a0f6e1a5bb4b0e3_ovarian_pathlogy",
  "sentences": [
    "Harvard-MIT Division of Health Sciences and Technology",
    "HST.071: Human Reproductive Biology",
    "Course Director: Professor Henry Klapholz",
    "IN SUMMARY",
    "THE OVARY",
    "HST 071",
    "[H1] OVARIAN PATHOLOGY.",
    "[H2] Types of Ovarian Tumors.",
    "☐ Epithelial tumors: Serous, mucinous, endometrioid, clear cell, Brenner-transitional cell, mixed mesodermal, and undifferentiated tumors are considered epithelial tumors and account for approximately 70% of all ovarian neoplasms.",
    "☐ Stromal tumors: Approximately 5% to 10% of all ovarian neoplasms are derived from ovarian stromal cells.",
    "These include granulosa stromal cell tumor, Sertoli stromal cell tumor, sex cord tumor with annular tubules, Leydig cell tumor, lipid cell tumor, and gynandroblastoma.",
    "☐ Germ cell tumors: Approximately 15% to 20% of all ovarian neoplasms are of germ cell origin.",
    "This includes dysgerminoma, endodermal sinus tumor, embryonal carcinoma, polyembryoma, choriocarcinoma, teratoma, mixed forms, and gonadoblastoma.",
    "☐ Metastatic tumors: Approximately 5% of ovarian malignancies are metastatic, most commonly from the breast or bowel.",
    "☐ Other: A small but significant number of ovarian \"neoplasms\" result from ovarian soft tissue or nonneoplastic processes.",
    "[H2] Fibrothecomas.",
    "[LIST_ITEM] Benign ovarian tumors",
    "[LIST_ITEM] Thecoma component of the neoplasm gives the tumor a yellowish cast",
    "[LIST_ITEM] Lipid content",
    "[LIST_ITEM] Can also produce estrogen.",
    "[LIST_ITEM] Arise from the ovarian stroma",
    "[LIST_ITEM] Bilateral in only about 10% of cases",
    "[LIST_ITEM] Right-sided hydrothorax in association with this tumor = Meig's Syndrome",
    "[LIST_ITEM] Presence of a benign pelvic tumor (almost always an ovarian fibroma), ascites, and a pleural effusion (usually right-sided)",
    "[LIST_ITEM] Disappearance of the ascites and effusion after removal of the tumor",
    "[LIST_ITEM] Due to transudation of edema fluid from the surface of the tumor",
    "[H2] Hemorrhagic Cyst (often corpus luteum).",
    "[LIST_ITEM] Due to hemorrhage within a normal corpus luteum",
    "[LIST_ITEM] Common event each month",
    "[LIST_ITEM] Histologically shows dark red-black hemorrhagic region surrounded by a thin rim of yellow corpus luteum",
    "[LIST_ITEM] Hemorrhage can follow torsion",
    "[LIST_ITEM] Ovary is dark and enlarged from hemorrhage following torsion",
    "[LIST_ITEM] Torsion is uncommon but may occur in adults in conjunction with benign ovarian cysts or neoplasms",
    "[LIST_ITEM] In children or infants spontaneously",
    "[LIST_ITEM] Presentation like that of acute appendicitis",
    "[LIST_ITEM] Adnexal mass may be palpable.",
    "[H2] Ovarian surface epithelial tumors.",
    "[LIST_ITEM] Tumor of ovarian surface epithelium",
    "[LIST_ITEM] Most common ovarian neoplasms",
    "[LIST_ITEM] Lined by epithelium that is serous or mucinous",
    "[LIST_ITEM] Serous cystadenoma filled with pale yellow serous fluid in only a single cavity",
    "[LIST_ITEM] Mucinous tumors are filled with sticky mucin and tend to be multiloculated",
    "[LIST_ITEM] Benign epithelial ovarian tumors are bilateral in about 20% of cases",
    "IN SUMMARY THE OVARY HST 071",
    "[H2] Serous cystadenoma.",
    "[LIST_ITEM] Can reach massive proportions",
    "[LIST_ITEM] May exhibit multiloculation",
    "[LIST_ITEM] The inner surface is for the most part smooth",
    "[LIST_ITEM] Solitary or occasional papillations",
    "[H2] Papillary serous cystadenocarcinoma.",
    "[LIST_ITEM] Many papillations on the inner surface",
    "[LIST_ITEM] Composed of solid tissue",
    "[LIST_ITEM] Invades outside of the ovary",
    "[LIST_ITEM] Papillations seen over the surface",
    "[LIST_ITEM] Often no early signs or symptoms with masses in the ovary",
    "[LIST_ITEM] many ovarian tumors have metastasized by the time they are detected",
    "[LIST_ITEM] Characteristically spread by \"seeding\" along peritoneal surfaces",
    "[LIST_ITEM] \"Borderline\" lesions - not clearly malignant",
    "[LIST_ITEM] Treated as though they could be",
    "[LIST_ITEM] Microscopically - papillary projections of epithelium extending into the lumen",
    "[LIST_ITEM] No invasion of the stroma or capsule",
    "[H2] KEY ISSUES.",
    "[LIST_ITEM] Effective screening for ovarian cancer in the general population is not yet possible.",
    "[LIST_ITEM] Genetic tests can be performed to detect hereditary ovarian cancer syndrome (BRCA1 and BRCA2). These tests identify patients more likely to benefit from ovarian cancer screening.",
    "[LIST_ITEM] Decreasing a patient's risk for ovarian cancer is possible through the use of oral contraceptives, prophylactic oophorectomy, and possibly tubal ligation.",
    "[LIST_ITEM] Follow-up observation for patients who have undergone surgery and chemotherapy for primary ovarian cancer includes rectovaginal pelvic examination and CA-125 testing every 3 to 4 months for the first 2 years, with a decrease in frequency in subsequent years.",
    "[H2] Epidemiology.",
    "[LIST_ITEM] Epithelial ovarian carcinoma is the second most common cancer of the female reproductive tract",
    "[LIST_ITEM] The leading cause of death from gynecologic malignancies in the United States",
    "[LIST_ITEM] Diagnosed in 25,000 to 30,000 women annually",
    "[LIST_ITEM] 15,000 die of it in that time",
    "[LIST_ITEM] annual lifetime risk for ovarian cancer in US is 1.4 per 100 women",
    "[LIST_ITEM] Wide variation in global incidence rates for ovarian carcinoma",
    "[LIST_ITEM] Highest rates are observed in Scandinavia, Israel, and North America,",
    "[LIST_ITEM] Lowest rates are observed in developing countries and Japan",
    "IN SUMMARY",
    "THE OVARY",
    "HST 071",
    "[H1] Associations.",
    "[LIST_ITEM] Family History",
    "[LIST_ITEM] Epithelial ovarian carcinoma develops sporadically in more than 95% of patients",
    "[LIST_ITEM] Variable most strongly associated with it is family history",
    "[LIST_ITEM] Three hereditary syndromes",
    "[LIST_ITEM] Site-specific ovarian cancer syndrome",
    "[LIST_ITEM] Breast-ovarian cancer syndrome",
    "[LIST_ITEM] Hereditary",
    "[LIST_ITEM] Infertility and Fertility Drugs",
    "[LIST_ITEM] Data are less consistent",
    "[LIST_ITEM] (1992) Nonstatistically significant increased risk among nulliparous women with clinical diagnoses of infertility",
    "[LIST_ITEM] (1994) Increase in ovarian cancer among a cohort of infertile women",
    "[LIST_ITEM] Both studies suggest a higher risk for women with infertility that results from an ovulation related cause",
    "[H2] Staging of Ovarian Cancer.",
    "|  Stage I | Growth limited to the ovaries  | | --- | --- | |  Stage IA | Growth limited to one ovary; no ascites  | |   | No tumor on the external surfaces; capsules intact  | |  Stage IB | Growth limited to both ovaries; no ascites  | |   | No tumor on the external surfaces; capsules intact  | |  Stage IC | Tumor either stage IA or IB, but with tumor on surface of one or both ovaries; or with capsule ruptured; or with ascites containing malignant cells; or with positive peritoneal washings  | |  Stage II | Growth involving one or both ovaries with pelvic extension  | |  Stage IIA | Extension or metastases to the uterus or tubes  | |  Stage IIB | Extension to other pelvic tissues  | |  Stage IIC | Tumor either IIA or IIB but on the surface of one or both ovaries; or with capsule(s) ruptured; or with ascites containing malignant cells; or with positive peritoneal washings  | |  Stage III | Tumor involving one or both ovaries with peritoneal implants outside the pelvis or positive retroperitoneal or inguinal nodes; superficial liver metastasis equals stage III; tumor is limited to the true pelvis, but there is histologically proven malignant extension to small bowel or omentum  | | --- | --- |",
    "IN SUMMARY THE OVARY HST 071",
    "|  Stage IIIA | Tumor grossly limited to the true pelvis with negative nodes but with histologically confirmed microscopic seeding of abdominal peritoneal surfaces  | | --- | --- | |  Stage IIIB | Tumor involving one or both ovaries with histologically confined implants of abdominal peritoneal surfaces, none exceeding 2 cm in diameter; nodes are negative  | |  Stage IIIC | Abdominal implants larger than 2 cm in diameter or positive retroperitoneal or inguinal nodes  | |  Stage IV | Growth involving one or both ovaries with distant metastases; if pleural effusion is present, there must be positive cytology to categorize as stage IV  |",
    "[H1] INTRAOPERATIVE FINDINGS CONSISTENT WITH INVASIVE OVARIAN MALIGNANCY.",
    "[LIST_ITEM] Bilateral",
    "[LIST_ITEM] Adherent to adjacent organs",
    "[LIST_ITEM] Surface excrescences",
    "[LIST_ITEM] Ruptured capsule",
    "[LIST_ITEM] Ascites",
    "[LIST_ITEM] Peritoneal implants",
    "[LIST_ITEM] Hemorrhage and necrosis",
    "[LIST_ITEM] Solid areas",
    "[LIST_ITEM] Intracystic papillations",
    "[H1] Time Line For Therapy.",
    "[LIST_ITEM] Stage.",
    "[LIST_ITEM] Cytoreductive surgery",
    "[LIST_ITEM] Postoperative therapy",
    "[LIST_ITEM] Radiation therapy",
    "[LIST_ITEM] Intraperitoneal therapy",
    "[LIST_ITEM] Systemic chemotherapy.",
    "[LIST_ITEM] Second-look procedure",
    "[LIST_ITEM] Tumor marker CA-125.",
    "[H1] Germ Cell Tumors.",
    "[LIST_ITEM] Usually occur in children and young adults",
    "[LIST_ITEM] May not be discovered until later in life",
    "[LIST_ITEM] After the menopause in rare cases",
    "IN SUMMARY",
    "THE OVARY",
    "HST 071",
    "[H1] Classification of Germ Cell Tumors.",
    "[LIST_ITEM] DYSGERMINOMA",
    "[LIST_ITEM] YOLK SAC TUMOR (ENDODERMAL SINUS TUMOR)",
    "[LIST_ITEM] EMBRYONAL CARCINOMA",
    "[LIST_ITEM] POLYEMBRYOMA",
    "[LIST_ITEM] CHORIOCARCINOMA",
    "[LIST_ITEM] TERATOMAS",
    "[LIST_ITEM] Immature",
    "[LIST_ITEM] Mature",
    "[LIST_ITEM] Solid",
    "[LIST_ITEM] Cystic (dermoid cyst)",
    "[LIST_ITEM] With secondary tumor (specify type)",
    "[LIST_ITEM] Monodermal",
    "[LIST_ITEM] MIXED (specify types)",
    "[H1] What is a Teratoma?",
    "[LIST_ITEM] Composed of tissues derived from usually all three germ cell layers",
    "[LIST_ITEM] Occasional teratomas contain tissues from only two germ layers",
    "[LIST_ITEM] Rare teratomas contain tissues from only one germ layer (monodermal teratomas).",
    "[LIST_ITEM] Most common example of the latter in the ovary is struma ovarii (thyroid)",
    "[LIST_ITEM] Most common ovarian tumor",
    "[LIST_ITEM] 40% of all primary ovarian tumors",
    "[LIST_ITEM] 60% of benign forms",
    "[LIST_ITEM] Usually occur in children and young adults",
    "[LIST_ITEM] May be encountered throughout reproductive life",
    "[LIST_ITEM] Dermoid cyst, show squamous epithelium, sebaceous glands, fat, and cartilage",
    "[H1] Complications of Dermoid Cysts.",
    "(a) Torsion that may lead to one or more of infarction, perforation, hemoperitoneum, and autoamputation",
    "(b) bacterial infection of the cyst",
    "(c) spontaneous perforation into the peritoneal cavity or a hollow viscus; a sudden rupture may lead to an acute abdomen, whereas a slow leak may lead to a granulomatous peritonitis that can mimic metastatic carcinoma or tuberculosis at operation",
    "(d) hemolytic anemia that disappears after removal of the tumor.",
    "&gt;95% of dermoid cysts are benign, but rarely they are complicated by the development of a cancer that can arise from any component of the dermoid cyst (or a mature solid teratoma), but in most cases it is a squamous cell carcinoma that arises from the squamous lining of the cyst showing both in situ",
    "[right] and invasive [left] squamous cell carcinoma arising in a dermoid cyst).",
    "The risk of malignant transformation of a component of a dermoid cyst increases with the age of the patient, and is most likely to be found in a dermoid cyst in a postmenopausal woman.",
    "In such cases, the dermoid cyst probably arose years earlier, but did not clinically present until after the menopause.",
    "If the cancer has spread beyond the ovary at the time of its removal, the prognosis is poor.",
    "IN SUMMARY",
    "THE OVARY",
    "HST 071",
    "[H2] Mixed Germ Cell Tumors (malignant).",
    "[LIST_ITEM] 10% of ovarian germ cell tumors",
    "[LIST_ITEM] Dermoid cyst, for example, may be associated with a malignant germ cell tumor. Most common of such tumors is the dysgerminoma",
    "[LIST_ITEM] Ovarian analogue of the testicular seminoma",
    "[LIST_ITEM] Sheets of tumor cells resembling primordial-type germ cells",
    "[LIST_ITEM] Separated by a stroma rich in lymphocytes",
    "[LIST_ITEM] Dermoid cysts need to be examined carefully",
    "[LIST_ITEM] Associated malignant germ cell tumor (usually in a child or young adult),",
    "[LIST_ITEM] Cancer arising from a component of the dermoid cyst, usually squamous cell carcinoma, in an older patient.",
    "[H2] Sex Cord Tumors.",
    "[LIST_ITEM] From the sex cord-type cells in the ovary",
    "[LIST_ITEM] Granulosa cells - giving rise to granulosa cell tumors - estrogen producing",
    "[LIST_ITEM] Theca cells - giving rise to thecomas - estrogen producing",
    "[LIST_ITEM] Fibroblastic stromal cells of the ovary - giving rise to fibromas – no func.",
    "[LIST_ITEM] Rare tumors exhibit differentiation into testicular type cells - Sertoli-Leydig cell tumors - androgenic.",
    "[H2] Metastatic tumors to ovary.",
    "[LIST_ITEM] Uncommon",
    "[LIST_ITEM] Large mass and resembles a primary tumor - \"Krukenberg\" tumor",
    "[LIST_ITEM] Signet ring histologic pattern",
    "[LIST_ITEM] Usually is metastatic from a primary in gastrointestinal tract",
    "[LIST_ITEM] Usually GI tract (especially colon and stomach) and breast, but almost any primary tumor in the body can spread to the ovaries",
    "[LIST_ITEM] History of a previous cancer",
    "[LIST_ITEM] Bilateral ovarian involvement",
    "[LIST_ITEM] Multinodular growth pattern",
    "[LIST_ITEM] Implants of tumor on the serosal surface of the ovarian tumors",
    "[LIST_ITEM] Histologic resemblance of the ovarian tumor to the primary tumor",
    "[H2] FUNDAMENTAL QUESTIONS.",
    "[NUMBERED_ITEM] What ovarian tumors produce estrogen?",
    "[NUMBERED_ITEM] What ovarian tumors may produce testosterone?",
    "[NUMBERED_ITEM] Name the common epithelial ovarian tumors. Name the common stromal tumors?",
    "[NUMBERED_ITEM] What is a \"borderline\" ovarian tumor? How is it treated?",
    "[NUMBERED_ITEM] How can one tell a benign from a malignant ovarian tumor grossly?",
    "[NUMBERED_ITEM] What is CA-125? What, other than ovary produces CA-125?",
    "[NUMBERED_ITEM] How is ovarian cancer staged? Why does one stage tumors?",
    "[NUMBERED_ITEM] What is a \"dermoid\"? What cell lines does it contain? Are any of these cell lines ever malignant?",
    "[NUMBERED_ITEM] Where else beside the ovary may dermoid tumors be found?",
    "[NUMBERED_ITEM] Are there any medical risk to a woman who has a benign dermoid?",
    "[NUMBERED_ITEM] What percent of ovarian tumors are bilateral?",
    "[NUMBERED_ITEM] What drains the peritoneal cavity and why is this of importance surgically when treating ovarian cancer?",
    "[NUMBERED_ITEM] How is ovarian cancer treated?",
    "[NUMBERED_ITEM] Discuss the genetics of ovarian cancer? What is BRCA?",
    "IN SUMMARY THE OVARY HST 071",
    "IN SUMMARY THE OVARY HST 071"
  ]
}