{
  "doc_id": "Copy of studentnotes_Stomach and Spleen",
  "sentences": [
    "open.michigan",
    "Author(s): Aken Desai, Michael Mathis, 2008",
    "License: Unless otherwise noted, this material is made available under the terms of the Creative Commons Attribution – Share Alike 3.0 License: http://creativecommons.org/licenses/by-sa/3.0/",
    "We have reviewed this material in accordance with U.S. Copyright Law and have tried to maximize your ability to use, share, and adapt it.",
    "Copyright holders of content included in this material should contact open.michigan@umich.edu with any questions, corrections, or clarification regarding the use of content.",
    "For more information about how to cite these materials visit http://open.umich.edu/education/about/terms-of-use.",
    "Student works are presented as is and may be an interpretation of faculty members' lectures or assignments.",
    "These student works are not a product of faculty members.",
    "Faculty do not guarantee the accuracy of student work nor endorse them in any way.",
    "Any medical information in this material is intended to inform and educate and is not a tool for self-diagnosis or a replacement for medical evaluation, advice, diagnosis or treatment by a healthcare professional.",
    "Please speak to your physician if you have questions about your medical condition.",
    "Viewer discretion is advised: Some medical content is graphic and may not be suitable for all viewers.",
    "MUNIVERSITY OF MICHIGAN",
    "CC BY SA",
    "[H1] Stomach &amp; Spleen.",
    "Thursday, January 10, 2008",
    "1:00 PM",
    "[H2] Stomach: (N 267).",
    "[LIST_ITEM] Cardia - area around opening of esophagus",
    "[LIST_ITEM] Body - part of stomach between fundus and pylorus, mucosal surface near lesser curvature has gastric folds",
    "[LIST_ITEM] Fundus - expanded superior part of stomach above entrance of esophagus, may contain gas bubbles in x-rays of patients filmed in a standing position",
    "[LIST_ITEM] Gastric rugae (N 268) - fold in mucosal lining of stomach",
    "[LIST_ITEM] Greater curvature - left/inferior/convex border of stomach",
    "[LIST_ITEM] Lesser curvature - right/superior/concave border of stomach",
    "[LIST_ITEM] Pyloric antrum - path from body to pylorus",
    "[LIST_ITEM] Pyloric sphincter (N 268,269) - muscular thickening from pylorus to duodenum",
    "[LIST_ITEM] Pylorus - constricted lower part of stomach",
    "[LIST_ITEM] Pyloroduodenal junction (N 268,269) - kind of self explanatory",
    "[H2] Abdominal esophagus (N 228,267).",
    "[LIST_ITEM] connects: superiorly with laryngopharynx at lower border of cricoid cartilage; inferiorly through diaphragm at T10 to reach the stomach; upper 1/3 skeletal muscle innervated by the recurrent laryngeal, lower 2/3rds smooth muscle innervated by the vagus nn. via the esophageal plexus",
    "[H2] Spleen (N 264,265,267,289).",
    "[LIST_ITEM] lymphatic organ suspended within greater omentum in upper left quadrant; connected to greater curvature of stomach by gastrosplenic ligament; connected to left kidney by splenorenal ligament; attached to left colic flexure; covered by visceral peritoneum on all surfaces",
    "[H2] Peritoneum.",
    "[LIST_ITEM] Greater omentum (from dorsal mesogastrium) (N 261): apron like specialization of peritoneum attaching along grater curvature",
    "[LIST_ITEM] Gastrocolic lig. (N 261,264) - connects greater curvature with transverse colon",
    "[LIST_ITEM] Gastrosplenic lig. (N 264) - connects greater curvature with hilum of spleen",
    "[LIST_ITEM] Splenorenal lig. (N 264) - connects spleen to post ab wall over left kidney; contains tail of pancreas",
    "[LIST_ITEM] Omental apron (N 261) - part of greater omentum that hangs inferiorly from transverse colon",
    "[LIST_ITEM] Lesser omentum (from ventral mesogastrium) (N 267) - peritoneum stretching from lesser curvature to visceral surface of liver",
    "[LIST_ITEM] Hepatogastric lig. - connects liver to lesser curvature",
    "[LIST_ITEM] Hepatoduodenal lig. - connecter liver to 1st part of duodenum",
    "[LIST_ITEM] Omental (epiploic) foramen (N 264,267) - passageway between greater and lesser peritoneal sacs located posterior to hepatoduodenal ligament and first part of duodenum and anterior to the caudate lobe of the liver",
    "[LIST_ITEM] Omental bursa (lesser sac) (N 264,265,335,336) - part of peritoneal cavity located posterior to the stomach and lesser omentum, continuous with greater peritoneal sac at the omental foramen; aka lesser peritoneal sac",
    "[H2] Celiac trunk: (N 255).",
    "[LIST_ITEM] Left gastric a. (N 290) - from celiac artery; supplies part of stomach near lesser curvature; anastomoses w/ right gastric artery on lesser curvature and esophageal branches of thoracic aorta",
    "[LIST_ITEM] Gastric br.",
    "[LIST_ITEM] Esophageal br.",
    "[LIST_ITEM] Hepatic(?) br.",
    "[LIST_ITEM] Common hepatic a. (N 290) - from celiac a.; supplies liver, upper parts of duodenum, pancreas, right side of stomach and some foregut derivatives",
    "Anatomy Page 4",
    "Proper hepatic a. - supplies liver and lesser curvature of stomach",
    "Right gastric a. - inferior part of stomach near lesser curvature; anastomoses w/ left gastric",
    "Gastroduodenal a. - supplies upper duodenum, upper part of head of pancreas, greater curvature of stomach on the right",
    "Posterior &amp; anterior superior pancreaticoduodenal aa. (N 290,292) - supplies the head of pancreas and upper part of duodenum",
    "Right gastro-omental (-epiploic) a. - supplies lower part of pylorus, right part of greater curvature, greater omentum, anastomoses w/ left gastro-omental",
    "Gastric brs. - branches to the stomach",
    "Omental brs. - branches to the omentum",
    "Splenic a. (N 291) - branches off celiac trunk to supply spleen, pancreas, greater curvature of stomach; passes deep to the stomach",
    "Splenic brs. - branches from splenic a. to spleen",
    "Short gastric aa. - supply fundus and upper part of stomach near greater curvature, passes through gastrosplenic lig.; 4-5 in number",
    "Left gastro-omental (-epiploic) a. (N 290,291) - supplies mid-part of stomach near greater curvature and greater omentum; anastomoses w/ right gastro-omental",
    "Gastric brs.",
    "Omental brs.",
    "Veins:",
    "Portal v. (N 299,302) - formed by union of superior mesenteric and splenic v. along w/ posterior superior pancreaticoduodenal, right gastric, left gastric; drains into right and left branches before entering liver into liver sinusoids; drains all of gut and glands; connects w/ vena caval drainage at the esophagus, rectum, umbilicus, retroperitoneal gut structures; portal v. courses between two capillary beds (gut and liver)",
    "Coronary v. - circle formed by left and right gastric v.",
    "Left gastric v. - esophageal and gastric branches unite; drains into portal v.; drains lesser curvature of stomach and lower part of esophagus; communicates w/ esophageal vv.",
    "to form portal-caval anastomosis",
    "Right gastric v. - drains lesser curvature of stomach",
    "Nerves:",
    "Anterior vagal trunk (N 236,309) - formed by fibers of esophageal plexus from left vagal nerve and running anterior to esophagus on lesser curvature; parasympathetic innervation of viscera",
    "Gastric brs.",
    "Hepatic brs. - travels in upper portion of hepatogastric ligament",
    "Posterior vagal trunk (N 310) - formed by fibers of esophageal plexus from right vagal nerve and running posterior to esophagus on lesser curvature; parasympathetic innervation of viscera",
    "Gastric brs.",
    "Celiac brs. - deep to hepatogastric ligament",
    "Celiac plexus (N 309,310,311) - preganglionic sympathetic axons arrive via greater thoracic splanchnic n. and synapse; postganglionic sympathetic nerves distribute via celiac plexus along branches of celiac a.; supplies vascular smooth muscle of brs. of celiac trunk and senses pain of viscera; ganglia located on abdominal aorta at origin of celiac trunk; branches of vagal n. pass through w/o synapsing",
    "Miscellaneous:",
    "Common bile duct (N 280,285,290,292) - in hepatoduodenal ligament; transmits bile from gall bladder to duodenum running behind stomach",
    "Lymphatics (N 258,304,307) - all over the place",
    "Clinical Terms:",
    "Gastric &amp; duodenal ulcers - local defect of surface of an organ or tissue produced by sloughing off of inflammatory necrotic tissue; H. pylori plays important role; present w/ epigastric pain from food in stomach for gastric ulcers or lack of food for duodenal ulcers as well as satiety and",
    "Anatomy Page 5",
    "nausea",
    "Vagotomy - cutting of vagus n.; bilaterally can lead to decreased motility of stomach and intestine, decreased gastric secretions, decreased tone of gallbladder and bile ducts, increased tone of sphincters",
    "Gastrectomy - removal of all or part of stomach in some cases of intractable gastric ulcers or cancer",
    "Splenectomy - removal of spleen; sometimes done in leukemia or lymphoma; capsule may rupture in trauma",
    "Splenomegaly - enlargement of spleen",
    "Pyloric stenosis - congenital thickening/narrowing of gastric outlet; more common in males; projectile non-bilious vomiting several weeks after birth; treated by pyloromyotomy where pylorus is cut all the way down to mucosa to relieve pressure",
    "Anatomy Page 6"
  ]
}