{
  "doc_id": "Copy of Hypertension",
  "sentences": [
    "Harvard-MIT Division of Health Sciences and Technology",
    "HST.151: Principles of Pharmacology",
    "Instructor: Prof. Keith Baker",
    "[H1] Hypertension.",
    "[H1] &amp; its Pharmacological Management.",
    "Keith Baker, M.D., Ph.D.",
    "Department of Anesthesia and Critical Care, MGH",
    "HST 151 - Spring 2005",
    "What constitutes \"hypertension?\"",
    "|   | Systolic (mmHg) |  | Diastolic (mmHg)  | | --- | --- | --- | --- | |  Normal | <120 | AND | <80  | |  Pre-hypertension | 120-139 | OR | 80-89  | |  Stage I (moderate) | 140-159 | OR | 90-99  | |  Stage II (severe) | >160 | OR | >100  |",
    "Hypertensive emergencies (malignant hypertension) are defined as severe hypertension coupled with acute end-stage organ damage.",
    "[H1] How common is hypertension?",
    "Hypertension effects approximately  $25%$  of the adult American population.",
    "[H1] What are signs or symptoms of hypertension?",
    "There are usually no symptoms or signs of hypertension, and thus it is called the \"silent killer\".",
    "Since humans are completely unaware of excessive blood pressure, it is only through measurements that it becomes detected.",
    "The exception is malignant hypertension, which can cause headache, congestive heart failure, stroke, seizure, papilledema, renal failure and anuria.",
    "[H1] What are consequences of long-standing hypertension?",
    "Long-standing hypertension causes accelerated atherosclerosis, which in turns leads to all of the biological fallout of this disease.",
    "Some consequences include: stroke, coronary artery disease, myocardial infarction, aneurysmal and occlusive aortic disease.",
    "Long-standing hypertension also causes the heart to remodel and undergo a process of hypertrophy (left ventricular hypertrophy or LVH).",
    "Hypertrophy can lead to diastolic dysfunction, which can lead to congestive heart failure (CHF) since the heart is too stiff to relax properly.",
    "(This will be covered in more detail in the next lecture.)",
    "The stiffened heart requires elevated filling pressures, and this can worsen the dysfunction.",
    "Long-standing hypertension can also cause the heart to dilate and lose its ability to pump during systole (systolic congestive heart failure).",
    "Lastly, the kidneys are injured by long-standing hypertension and this is a significant cause of renal failure in the U.S.",
    "[H1] What causes hypertension?",
    "Over  $90%$  of hypertension in the U.S. is \"essential\" or idiopathic hypertension, i.e., without an identifiable cause.",
    "About  $10%$  of hypertension is secondary to some identifiable cause such as steroids, renal vascular disease, renal parenchymal disease, pregnancy related, pheochromocytoma, Cushing's syndrome, coarctation of the aorta or primary hyperaldosteronism to name a few.",
    "The physiological framework for understanding hypertension: Ventriculo-arterial coupling",
    "[H1] Key:.",
    "1 = End diastole, just prior to LV contraction.",
    "The pressure at 1 is the left ventricular end diastolic pressure (LVEDP) and the volume is the left ventricular end diastolic volume (LVEDV)",
    "(1 to 2 = isovolemic contraction)",
    "2 = Opening of the aortic valve and beginning of ejection into the aorta",
    "(2 to 3 is the volume ejected from the LV into the aorta which is the stroke volume (SV))",
    "3 = End systole. The pressure at 3 is known as the end-systolic pressure (ESP). The aortic valve shuts just after 3.",
    "(3 to 4 is isovolumic relaxation)",
    "4 = Beginning of passive diastolic filling.",
    "4 to 1 is diastolic filling along the dotted curve. This dotted curve is the end-diastolic pressure volume relation (EDPVR).",
    "ESPVR = End-systolic pressure volume relation.",
    "This also called Emax or Es which stand for maximal elastance or elastance at end-systole, respectively.",
    "This characterizes the strength of the LV irrespective of the systolic load it faces.",
    "Ea = Effective arterial elastance.",
    "This is characterizes the arterial tree and the load it presents to the LV during systole.",
    "Ea is primarily determined by arterial resistance but arterial compliance effects it too.",
    "Ea and ESPVR \"Couple\" to exactly determine the stroke volume.",
    "In essence, the volume lost by one chamber is exactly equal to the volume gained by the other.",
    "The elastance of each chamber (heart and vascular tree) determines the pressure.",
    "The exact systolic and diastolic pressures that obtain are dependent on arterial properties (Ea), ventricular properties (ESPVR) and the filling state (LVEDV).",
    "3",
    "[H1] There are FOUR possible mechanisms for hypertension.",
    "[NUMBERED_ITEM] The volume ejected from the LV can be too high. This could result from an excessive contraction during systole (a very high ESPVR). This mechanism is described in the medical literature but is not typical. A hyperdynamic circulation is thought to play a role in the hypertension seen in some young, otherwise fit African-American males.",
    "[NUMBERED_ITEM] The intravascular volume may be too high causing an excess of venous return, leading to an elevated LVEDV. The very full heart would then eject a large volume into the arterial tree thus leading to hypertension. The high intravascular volume could be caused by renal dysfunction with subsequent fluid retention, or it could be due to exogenous administration. There does seem to be a subset of patients that has an elevated intravascular volume. Nevertheless, the excessive intravascular volume mechanism appears to occur infrequently since many newly diagnosed hypertensive patients actually have a contracted intravascular volume. The excessive intravascular volume mechanism also implies that the cardiac output would be elevated, but it is usually normal.",
    "[NUMBERED_ITEM] Excess venous return could also occur even with a reduced intravascular volume if the venous tone were significantly elevated. This would cause a rise in the LVEDV even with a normal or low actual blood volume. Whether this occurs as a regular feature of hypertension is not known.",
    "[NUMBERED_ITEM] The effective arterial elastance (Ea) can be too high. This can occur either because the resistance is too high or because the compliance is too low. Many forms of hypertension are associated with an elevated arterial resistance. Furthermore, in older humans, the arterial tree becomes stiffer and less compliant. Thus, for a given stroke volume delivered into the arterial tree, the pressure goes up, especially the systolic pressure.",
    "[H1] Rational pharmacotherapy of hypertension is based on the four mechanisms outlined above.",
    "[NUMBERED_ITEM] Reduce LV systolic performance (reduce the ESPVR): negative inotropes (beta-blockers (metoprolol, atenolol, propranolol) and calcium channel blockers (verapamil, diltiazem)).",
    "[NUMBERED_ITEM] Reduce blood volume and thus drop LVEDV: diuretics (thiazide – hydrochlorothiazide, loop diuretics – furosemide, bumetanide and potassium sparing diuretics – spironolactone, amiloride, triamterene).",
    "[NUMBERED_ITEM] Reduce venous tone and thus venous return: Central sympatholytics such as clonidine act to reduce overall sympathetic tone.",
    "[NUMBERED_ITEM] Reduce arterial tone (i.e. resistance) and thus reduce Ea: Effective arterial dilators include angiotensin converting enzyme inhibitors (ACE inhibitors – lisinopril, captopril), angiotensin receptor blockers (ARB’s – valsartan, losartan), calcium channel blockers (nifedipine, amlodipine), potassium channel openers (minoxidil), nitric oxide donors (nitroprusside), alpha1 blockers (prazosin, terazosin, doxazosin), and mixed alpha and beta-blockers (labetalol)",
    "4",
    "[H1] Major Antihypertensive Drug Classes.",
    "(These descriptions are intended as a supplement to the more complete discussions in the text.)",
    "Diuretics (thiazide, loop, and potassium-sparing diuretics).",
    "[LIST_ITEM] Thiazide diuretics such as hydrochlorothiazide and chlorthalidone are among the most commonly used drugs for treating hypertension. They inhibit reabsorption of Na and Cl in the distal tubule and lose effectiveness when GFR is low. Their initial effects are said to be mediated by decreasing intravascular volume, however (as mentioned above) most untreated hypertensives have contracted intravascular volume. Diuretics cause peripheral vascular resistance to fall through an unknown mechanism. Unfortunately thiazide diuretics have a number of undesirable metabolic effects such as hypercalcemia, hypokalemia, hyponatremia, hyperglycemia, hyperlipidemia, and hyperuricemia. These side effects often dictate which drugs to use. When thiazide diuretics are used in low doses, their side effects seem to be minimized.",
    "[LIST_ITEM] Loop diuretics such as furosemide inhibit the Na/K/Cl cotransporter in the ascending limb of the loop of Henle. They cause a very brisk diuresis, but their anti-hypertensive effects are actually not that strong. Acute intravenous administration of furosemide can cause venodilation by an unknown mechanism. Loop diuretics are often part of treatment for malignant hypertension and hypertension with hypervolemia (e.g., renal insufficiency). The metabolic derangements produced by these drugs (particularly hypokalemia, and hypocalcemia) can be profound. This class is not recommended as initial monotherapy for hypertension.",
    "[LIST_ITEM] Potassium-sparing diuretics such as spironolactone, amiloride, and triamterene are not as efficacious as thiazides or loop diuretics in reducing blood pressure, however, they do correct the potassium loss associated with thiazide and loop diuretics. Amiloride and triamterene inhibit the Na/proton exchanger in the distal and collecting tubules. Spironolactone inhibits the Na/K exchanger affected by aldosterone, and it is particularly effective in the face of hyperaldosteronism. If potassium-sparing diuretics are given to patients on ACE inhibitors, particular care must be taken since both classes cause elevations in serum potassium.",
    "Sympatholytics (beta-blockers, mixed alpha and beta-blockers, alpha-blockers and central sympatholytics).",
    "[LIST_ITEM] Beta adrenergic blockers such as propranolol, metoprolol or atenolol are typical first-line agents for treating hypertension. They have negative chronotropic and negative inotropic effects. The acute effect of blocking beta-2 receptors is an increase in SVR, however chronic administration can decrease peripheral resistance, probably by decreasing plasma renin and angiotensin II. Unfortunately beta-blockers can elevate triglycerides and reduce HDL. In addition, they can produce glucose intolerance, impotence, and depression. In patients prone to bronchospasm (i.e., asthmatics), non-selective beta-blockers can theoretically worsen the problem, although the risks are somewhat overplayed. These side effects often dictate drug choices for the hypertensive patient.",
    "[LIST_ITEM] Alpha-1 adrenergic blockers such as prazosin, terazosin and doxazosin are effective at reducing sympathetic vasoconstriction and thereby reducing vascular resistance. These drugs are also useful for men who have benign prostatic hypertrophy because they can reduce bladder outlet obstruction. Unlike the beta blockers and thiazide diuretics, the alpha blockers have not been shown to decrease mortality. In fact, doxazosin caused an increase in",
    "5",
    "congestive failure in the ALLHAT trial.",
    "Thus, the indications for these drugs in hypertension are currently unclear, and they are not considered first line treatments.",
    "Non-selective alpha blockers such as phenoxybenzamine and phentolamine are not used for hypertension because they produce an excessive amount of reflex tachycardia.",
    "However, the profound alpha blockade possible with the non-competitive antagonist, phenoxybenzamine, has proven very useful in the treatment of pheochromocytoma.",
    "These patients are usually given alpha-blockade first and then beta-blockade to control the reflex tachycardia.",
    "[LIST_ITEM] Central sympatholytics such as clonidine stimulate central alpha-2 receptors and thereby reduce sympathetic outflow. These drugs are effective in decreasing heart rate, contractility and vasomotor tone, however, they cause sedation and are usually not first line therapies.",
    "[LIST_ITEM] Mixed alpha and beta antagonists such as labetalol and carvedilol block both alpha receptors and beta receptors, so the reduction in blood pressure is usually not associated with reflex tachycardia. Labetalol is a very effective intravenous antihypertensive, but it is less frequently used chronically in its oral form. Carvedilol has had its primary use in the treatment of chronic congestive heart failure.",
    "Vasodilators (calcium-channel blockers, direct arterial vasodilators, and sodium nitroprusside).",
    "[LIST_ITEM] Calcium channel blockers such as verapamil, diltiazem, nifedipine and amlodipine block L-type calcium channels and are effective arterial vasodilators. The dihydropyridine agents nifedipine and amlodipine act primarily as vasodilators and have minimal direct effects on the heart. In contrast, verapamil and diltiazem act principally as negative inotropes and negative chronotropes, and thus decrease heart rate, contractility and cardiac conduction speed. In addition, they reduce vascular resistance. There is controversy over the use of short-acting dihydropyridines in patients with angina because they can cause reflex sympathetic activation and worsen ischemia. When using verapamil or diltiazem one has to expect a reduction in LV systolic function as well as a reduction in cardiac conduction. Thus, in patients with congestive heart failure of the systolic type or in those with a significant conduction defect, these drugs should be avoided. Verapamil and diltiazem are synergistic with beta-blockers and the combination can cause severe bradycardia, heart block or pump dysfunction.",
    "[LIST_ITEM] Direct arterial vasodilators such as minoxidil and hydralazine have relatively limited use. Neither has much effect on venous tone. The mechanism of action of hydralazine is not known. Minoxidil appears to increase potassium conductance in vascular smooth muscle, and the resultant hyperpolarization reduces calcium entry. Both drugs can cause reflex tachycardia (particularly minoxidil) and fluid retention. These side effects can be managed with the addition of a beta-blocker and/or a diuretic. Neither drug is effective for sustained periods. They are usually reserved for the short-term treatment of refractory hypertension, especially in patients with renal failure. Each of these drugs has a unique side effect: hydralazine can cause a lupus-like syndrome (cf. Drug Allergy case), and minoxidil can produce hair growth (and is sold for the purpose!).",
    "[LIST_ITEM] Sodium nitroprusside breaks down non-enzymatically to form nitric oxide. It is an extremely potent arteriolar and venous dilator that is used intravenously for rapid control of hypertensive crises and for blood pressure control during operations. Reflex increases in heart rate and contractility usually require treatment with beta blockers.",
    "Renin-angiotensin system (RAS) blockers comprise two broad categories: angiotensin converting enzyme inhibitors (ACE inhibitors) and angiotensin type 1 receptor blockers (ARB's).",
    "6",
    "[LIST_ITEM] ACE inhibitors like captopril, enalapril, and lisinopril decrease the conversion of angiotensin I to angiotensin II (ATII). This reduces peripheral vascular resistance and promotes both natriuresis and hyperkalemia, since a reduction in ATII leads to a reduction in aldosterone. ACE also breaks down bradykinin, so inhibiting this enzyme can increase bradykinin levels and cause more vasodilation. ACE inhibitors have been shown to reduce morbidity (and possibly mortality – see below), and their relatively benign side-effect profile makes them frequent choices for first-line or monotherapy. Of note, ACE inhibitors are associated with a definite improvement in renal function in patients with diabetes and it has been shown that renal injury due to long-standing diabetes is reduced. Diabetics who do not have a contraindication for this class of drugs should be taking them for renal protective purposes. ACE inhibitors are associated with a 5-10% incidence of dry cough, probably caused by the elevated bradykinin levels. For patients who have reduced renal perfusion pressure (e.g., renal artery stenosis), ACE inhibitors can cause renal dysfunction or renal failure. (Patients with bilateral renal artery stenosis have high levels of endogenous angiotensin II which is used to maintain glomerular filtration and ACE inhibitors disrupt that compensatory process.) Finally, ACE inhibitors are associated with a rare, but potentially fatal, angioedema of the airway.",
    "[LIST_ITEM] Angiotensin receptor blockers (ARB’s) like losartan and valsartan cause arteriolar vasodilation by blocking the effects of angiotensin II at the angiotensin Type I receptor. Since the mechanism is essentially the same as for the ACE inhibitors, the indications and contraindications are the same. The blockade is downstream, so bradykinin is not elevated, and this class of drugs is not associated with a cough.",
    "[H2] Treating Hypertension.",
    "As a first principle, one should always couple any chemical therapy with lifestyle modifications (maintaining ideal body weight, engaging in aerobic physical exercise, eating a healthy diet low in saturated and total fats, limiting sodium intake and reducing alcohol intake).",
    "Each of these lifestyle modifications has been shown to reduce blood pressure modestly.",
    "These modifications are inexpensive and pose very little risk.",
    "Compliance remains the primary trouble with these methodologies.",
    "As a second principle, additional risk factors for coronary artery disease and stroke should be aggressively managed in all patients with hypertension.",
    "In particular, patients should be counseled on smoking cessation, lipid reduction and diabetic management.",
    "When these diseases occur in combination, the probability of end-organ damage goes up significantly and careful management of each of the co-morbidities is all the more important.",
    "[H2] Does treating hypertension ameliorate the long-standing negative consequences of having hypertension?",
    "There is overwhelming evidence that normalization of the blood pressure (using a variety of therapies) is very effective in reducing end-organ damage such as left ventricular hypertrophy (LVH), myocardial infarction, stroke and renal failure.",
    "There are studies addressing each particular end-organ and its responsiveness to reductions in blood pressure.",
    "[H2] Have certain drugs been shown to reduce the morbidity and mortality due to hypertension?",
    "Thiazide diuretics and beta-blockers have been shown to reduce the risk of stroke, coronary disease and overall mortality from cardiovascular disease in patients with hypertension.",
    "Other drugs used to treat hypertension are being studied at the present time and the mortality benefit",
    "they offer is being clarified.",
    "For example, ACE inhibitors likely reduce the risk of stroke, coronary disease and major cardiac events and death from cardiovascular causes.",
    "[H2] Do physicians do a good job treating hypertension in the United States?",
    "Not usually.",
    "On the whole, physicians are adequately treating less than 50% of patients with hypertension in the United States today.",
    "Despite being \"easy to treat\", significant numbers of patients do not have their hypertension under adequate control.",
    "[H2] What is the best initial therapy for the newly diagnosed hypertensive patient?",
    "Therapeutic interventions usually begin with lifestyle modifications for the first six months to one year.",
    "If this does not rectify the situation, then one moves to diuretics – particularly thiazide diuretics.",
    "If the diuretic is not fully successful, then one can add a sympatholytic such as a beta-blocker.",
    "Thereafter, vasodilators such as calcium-channel blockers, ACE inhibitors, or ARB's are instituted.",
    "Thiazide diuretics or beta-blockers are considered by many to be first line agents in the treatment of hypertension because they are inexpensive and have proven efficacy in reducing overall mortality.",
    "Unfortunately, the side effects of these drugs are troubling to some patients, and this may decrease compliance.",
    "For this reason, many patients are started early on more expensive drugs like ACE inhibitors.",
    "The long-term effects on morbidity and mortality are still being determined, and what is considered \"first-line therapy\" is likely to be a moving target in the coming years.",
    "The concept of stepped care is very important in the treatment of hypertension.",
    "If one therapy fails to achieve the targeted blood pressure, one adds an additional therapy.",
    "In general, giving small doses of two or more antihypertensives from different classes can cause additive or synergistic effects on blood pressure while minimizing side effects.",
    "In most cases this is preferable to giving a larger dose of a single drug.",
    "[H2] Demographic factors.",
    "Patients of African descent are more responsive to diuretics and calcium-channel blockers than to beta-blockers or ACE inhibitors.",
    "A notable exception is the previously mentioned young African-American who may do well on beta-blocker therapy due to a \"hyperdynamic circulation\".",
    "Elderly Patients are said to respond quite favorably to diuretics and calcium-channel blockers.",
    "However, due to their frequent conduction system disease, many of these patients need to be watched carefully when they are introduced to beta-blockers.",
    "Beta-blockers and diuretics reduce mortality in patients with isolated systolic hypertension (very common in the elderly).",
    "[H2] Hypertensive crisis (malignant hypertension).",
    "This is an uncommon form of acute severe hypertension that can rapidly progress to stroke, MI, renal failure, or encephalopathy.",
    "These patients are admitted to the Intensive Care Unit for invasive hemodynamic monitoring and careful reduction of their blood pressure with fast-acting potent vasodilators such as sodium nitroprusside.",
    "[H2] Disease processes which are affected by anti-hypertensive drugs:.",
    "[LIST_ITEM] Diabetes – Beta-blockers and thiazide diuretics may make glycemic control difficult. ACE inhibitors can protect the kidney.",
    "[LIST_ITEM] Coronary Artery Disease – Beta-blockers offer a mortality benefit (in general). Short-acting calcium channel blockers can worsen ischemia.",
    "8",
    "[LIST_ITEM] Congestive Heart Failure (compensated vs. un-compensated) – Beta-blockers offer a mortality benefit as do ACE inhibitors. Beta-blockers should not be used in uncompensated CHF.",
    "[LIST_ITEM] Hyperlipidemia – Beta-blockers and thiazide diuretics may affect lipid profile unfavorably.",
    "[LIST_ITEM] COPD/Asthma – Beta-blockers need to be used with caution.",
    "[LIST_ITEM] Peripheral Vascular Disease (with Symptoms) – Beta-blockers need to be used with discretion.",
    "[LIST_ITEM] Renal Artery Stenosis (bilateral vs. unilateral) – ACE inhibitor or ARB’s are relatively contraindicated.",
    "[LIST_ITEM] Cardiac Conduction Defects – Beta-blockers, diltiazem and verapamil can exacerbate conduction defects.",
    "[LIST_ITEM] Benign Prostatic Hypertrophy – Alpha-1 blockers can provide symptomatic improvement.",
    "[LIST_ITEM] Depression – Beta-blockers may exacerbate.",
    "[LIST_ITEM] Raynaud’s Syndrome – Beta-blockers may exacerbate.",
    "[LIST_ITEM] Renal Failure – ACE inhibitors may cause a reduction in renal performance",
    "[LIST_ITEM] Pregnancy – ACE inhibitors and ARB’s are contraindicated.",
    "[LIST_ITEM] Aortic Stenosis – Vasodilators need to be introduced with caution.",
    "[LIST_ITEM] Hyperuricemia (Gout) – Thiazide diuretics may increase uric acid levels."
  ]
}