{
  "doc_id": "Karolingok.A Német-római Császárság a 10-15. században. Az invesztitúraharc",
  "sentences": [
    "Karoling Birodalom, a Német-római Császárság a 10-15. században.",
    "Az invesztitúraharc",
    "[H1] Meroving-dinasztia.",
    "[LIST_ITEM] Chlodvig, 496 – koronázás, 507 – Vouillé, 509 – Anastasius császártól consuli címet kapott",
    "[LIST_ITEM] 511-ben négy részre osztották a birodalmat – sajátos frank öröklési rend",
    "[LIST_ITEM] Neustria, Austrasia, Burgundia (Aquitania)",
    "[H1] Maiordomusok hatalma.",
    "[LIST_ITEM] I. Dagobert halála után (639) a királyi hatalom végzetesen meggyengült, mert a gazdasági alapját képező birtokállomány az adományozások következtében igen kicsire zsugorodott",
    "[LIST_ITEM] Mindhárom államban megerősödött a nagybirtokos arisztokrácia – a tényleges hatalom mindhárom királyságban a maiordomusok kezébe került",
    "[LIST_ITEM] a 7. században már maiordomus dinasztiák alakultak ki, amelyek átvették egy-egy regnum irányítását, és egymással vetélkedtek az egész birodalom feletti hatalom megszerzéséjért",
    "[LIST_ITEM] Arnulfingok és Pippinidák",
    "[LIST_ITEM] II. Pippin, majd Martell Károly (714–741)",
    "[LIST_ITEM] 732: Poitiers",
    "[H1] Maoirdomusból király.",
    "[LIST_ITEM] III. Kis Pippin (743–768)",
    "[LIST_ITEM] 751 – Kis Pippint királlyá választották, majd Bonifác érsek, Zakariás pápa legátusa az ószövetségi királyok mintájára a megszentel krizmával felkente",
    "[LIST_ITEM] A következő pápa, II. István 754-ben a Párizs melletti Saint Denisben megismételte a szertatást",
    "[LIST_ITEM] Az utolsó Meroving-királyt, III. Childericet, miután haját levágták, s ezzel az uralkodásra alkalmatlanná tették, kolostorba küldték",
    "[LIST_ITEM] A pápa és a frank király közötti szövetség és együttműködés a kölcsönös érdekek alapján jött létre",
    "[LIST_ITEM] A pápának védelem kellett a langobárdok ellen, akik Ravenna elfoglalása után már Rómát fenyegették",
    "[LIST_ITEM] Pippin 754-ben és 756-ben hadjáratot vezetett a langobárdok ellen",
    "[H1] Nagy Károly.",
    "[LIST_ITEM] ☐ 769 – Aquitánia",
    "[LIST_ITEM] ☐ 774 – langobárdok királya",
    "[LIST_ITEM] ☐ Szászok, mórok, bajorok, bretonok, avarok",
    "[LIST_ITEM] ☐ 800 – III. Leó pápa császárrá koronázta – renovatio imperii",
    "[LIST_ITEM] ☐ Donatio Constantini",
    "[LIST_ITEM] ☐ 813 – Jámbor Lajos császárrá koronázása Károly által",
    "[H1] Karoling Birodalom felbomlása.",
    "[LIST_ITEM] Jámbor Lajos (814–840)",
    "[LIST_ITEM] 817-ben I. Paszkál pápa újra megkoronázta",
    "[LIST_ITEM] a császár lemond a pápai területek joghatóságáról és nem szól bele a pápaválasztásba",
    "[LIST_ITEM] 817-ben felosztja a fiai között a birodalmat (Ordinatio imperii):",
    "[LIST_ITEM] Lothar – társcsászár (pápai koronázás)",
    "[LIST_ITEM] (Német) Lajos – Bajorország",
    "[LIST_ITEM] Pippin – Aquitania",
    "[LIST_ITEM] Károly (826)",
    "[H1] Karoling Birodalom felbomlása.",
    "[LIST_ITEM] 824 – Lothar kiadta a Constitutio Romanát (Róma és pápávaálasztás)",
    "[LIST_ITEM] 833 – Lajost letették a trónról fiai, Lothar helyette, azonban testvérei ellene fordultak és kényszerítik, hogy elégedjen meg Itáliával",
    "[LIST_ITEM] egy püspöki zsinat visszahelyezte Jámbor Lajost a trónra 834-ben (835 – új koronázás)",
    "[LIST_ITEM] 838 – Pippin halála, helyette (Kopasz) Károlyé a nyugati rész",
    "[LIST_ITEM] 840 – I. Lothar lett a császár",
    "[LIST_ITEM] 841 – Fontanemunál (Fontenoy) legyőzik a testvérei",
    "[LIST_ITEM] Strasbourg eskü (Német Lajos és Kopasz Károly)",
    "Verduni szerződés (843) I. Lothár II. Kopasz Károly Német Lajos",
    "[H1] Karoling.",
    "Birodalom felbomlása",
    "[LIST_ITEM] 843 – Verduni szerződés",
    "[LIST_ITEM] Kopasz Károly (843-877) – nyugati részt",
    "[LIST_ITEM] Német Lajos (843-876) – keleti rész",
    "[LIST_ITEM] Lothar – Köztes rész és Itália",
    "[H1] Frank Birodalom felbomlása.",
    "[LIST_ITEM] ☐ 870 – Meersen",
    "[LIST_ITEM] ☐ 880 – Ribemont",
    "[LIST_ITEM] ☐ 881, III. Kövér Károly koronázása, 885-től nyugati frank uralkodó is, 887-ben megfosztották trónjától",
    "[LIST_ITEM] ☐ 911, kihalt a Karolingok keleti ága",
    "[LIST_ITEM] ☐ 921, bonni találkozó (III. Károly és I. Henrik)",
    "[H1] Német Királyság.",
    "[H1] Szász dinasztia.",
    "[LIST_ITEM] a Keleti Frank Királyságból, a törzsi hercegségek laza szövetségéből megszületett a német „állam”, majd 962-ben létrejött a Német-római Császárság (birodalmi szent lándzsa)",
    "[LIST_ITEM] 925 – Lotharingia megszerzése, törzsi hercegséggé szervezése",
    "[LIST_ITEM] Henrik elérte, hogy utódjául fiát válasszák meg, valamint szakított a Meroving és a Karoling frank államban egyaránt szokásban volt gyakorlattal is, hogy az uralkodó felosztotta a birodalmat fiai között",
    "[LIST_ITEM] 933 – Merseburg, 934, dánok legyőzése",
    "[LIST_ITEM] Örököséül másodszülött fiát, I. Ottót (936-973) jelölte ki",
    "[LIST_ITEM] Frank – Karoling hagyományokra épített",
    "[H1] Szász dinasztia.",
    "[LIST_ITEM] Testvérharc, Thankmar fellázadt ellene, a bajor herceggel szövetkezett,",
    "[LIST_ITEM] 939-es újabb felkelés, ekkor bátyja, Henrik végül kegyelmet nyert, előbb Lotharingia, majd Bajorország neki",
    "[LIST_ITEM] Törzsi hercegségek családtagoknak juttatása (949-re befejeződött), frank hercegség felszámolása",
    "[LIST_ITEM] 953 – fia, Liudolf sváb herceg kelt fel ellene",
    "[LIST_ITEM] 955 – Augsburg",
    "[LIST_ITEM] Elbai szlávok alávetése (983-ig), 955, mersburgi püspökség 968 – magdeburgi érsekség, 968 – Poznań, 973, Prága",
    "[LIST_ITEM] Birodalmi egyház jelentősége (főkegyúr, invesztitúra, immunitas, regalia)",
    "[H1] Német-római Császárság.",
    "[LIST_ITEM] ☐ Imperiale regnum",
    "[LIST_ITEM] ☐ Rómában a helyi arisztokrácia vette át az uralmat, pápaság felett is",
    "[LIST_ITEM] ☐ I. Ottó már 950-ben átkelt az Alpokon (Lothar, Itália királya halála után, Berengár ivreai őrgróf ellen, Alberich patrícius, Róma ura), 951, langobádok királya",
    "[LIST_ITEM] ☐ XII. János pápa (955-964), segítséget kért Berengár ellen, császári korona felajánlása",
    "[LIST_ITEM] ☐ 962. február 2. – Ottó koronázása",
    "[LIST_ITEM] ☐ Ottonianum – patrimonium Petri, szabad és törvényes pápaválasztás, pápai hűségeskü, 963-as kiegészítés: előzetes császári hozzájárulás a választáshoz, lázadó pápát letétele (VIII. Leo)",
    "[LIST_ITEM] ☐ Viszony a Keleti Császársággal (972, Theophanu)",
    "[LIST_ITEM] ☐ Itália biztosításának nehézségei",
    "[LIST_ITEM] ☐ 973, Quedlinburg",
    "[H1] Német-római Császárság.",
    "[LIST_ITEM] II. Ottó (973-983) – Civakodó Henrik lázadása, 976, Ostmark (Babenbergek), itáliai hadjáratok (vereség az araboktól), szláv területek elvesztése",
    "[LIST_ITEM] III. Ottó (983-1002), 994-től nagykorú, előtte lévő időt a hercegek kihasználták, örökletes birodalmi hűbérek létrejötte",
    "[LIST_ITEM] Reimsi Gerbert, Adalbert",
    "[LIST_ITEM] 996-bn Rómába ment",
    "[LIST_ITEM] V. Gergely (996-999), II. Szilveszter (999-1003)",
    "[H1] Német-római Császárság.",
    "[LIST_ITEM] ☐ renovatio imperii Romanorum, Imperium Christianum – univerzális császáreszme",
    "[LIST_ITEM] ☐ 1000, Gniezno",
    "[LIST_ITEM] ☐ „Vajk, aki országában püspökségeket alapított, a császár kegyéből és bíztatására koronát és áldást kapott”",
    "[LIST_ITEM] ☐ 1001-ben elűzték őket a rómaiak",
    "[LIST_ITEM] ☐ 1002-ben, 22 évesen meghalt",
    "[H1] Szász dinasztia vége.",
    "[LIST_ITEM] II. (Szent) Henrik (1002-1024)",
    "[LIST_ITEM] Németország megújítása (Renovatio Regni Francorum), 1004, Paviában Itália királyává koronázták",
    "[LIST_ITEM] I. Bolesław alávetése (1004)",
    "[LIST_ITEM] Róma belügyeibe nem avatkozott be, 1014-ben koronázták császárrá",
    "[LIST_ITEM] Teokratikus királyeszme megtestesítője, 1007 – Bamberg, püspökségekre támaszkodott uralmában",
    "[LIST_ITEM] Támogatta az egyházi reformfolyamatokat (simonia ellen, egyházfegelem)",
    "[H1] Egyházi reformok.",
    "[LIST_ITEM] A gregorián reform fontos előzménye volt a 10. században végbement kolostori reform, amely a burgundiai Clunyból és a lotaringiai Gorzéból indult ki. Cluny bencés kolostorát Vilmos aquitániai herceg alapította 910 körül, és a helyi püspök joghatósága alól kivéve, közvetlenül a római pápa védelme alá helyezte, azaz exemptiót biztosított számára. Biztosította a szabad apátválasztást is, s általában kizárta a kolostorból a világi hatalom, a nagy hűbérurak befolyását.",
    "[LIST_ITEM] A kezdeményezésnek nagy sikere volt, Clunyhez több mint ezer bencés monostor csatlakozott, s létrejött az ún. clunyi kongregáció, amely szilárd szervezetben fogta össze az addig egymástól független bencés kolostorokat a clunyi apát vezetése alatt.",
    "[LIST_ITEM] A gregorián reform elsősorban a papság belső, erkölcsi megújulását, megtisztulását tűzte ki céljául, felvette a harcot az egyházi tisztségek vásárlása, a simonia, valamint az ágyasokat tartó és nős papok ellen. Másik célkitűzés az „egyház szabadságának\" kivívása volt, vagyis kivonása a világi hatalmak gyámsága, befolyása alól",
    "[H1] Száli dinasztia és az „invesztitúraharc”.",
    "[LIST_ITEM] II. Konrád (1024-1039), 1026, Pavia – Itália királya, 1027, Róma – császár",
    "[LIST_ITEM] Német Királyság megszilárdítása, hatalmi centrum Közép-Rajna vidékre",
    "[LIST_ITEM] II. Mieszko hódoltatása, 1030 – támadás I. István ellen",
    "[LIST_ITEM] 1032-től Burgundia királya (Németország, Itália, Burgundia)",
    "[LIST_ITEM] Frankföld mellett a bajor és sváb hercegségeket is saját uralma alá",
    "[H1] Carolingian dynasty.",
    "Charlemagne (768-814)",
    "Louis I (814-840)  Ottonian dynasty",
    "Louis II the German (840-876)  Liudolf",
    "Louis III the Younger (876-882) &amp; Luitgard  Otto",
    "Henry I the Fowler (919-936)",
    "Henry I Duke of Bavaria  Otto I the Great (936-973)  Salian dynasty",
    "Henry II Duke of Bavaria  Otto II (973-983)  Luitgard &amp; Conrad the Red",
    "Henry II the Saint (1002-1024)  Otto III (983-1002)  Otto of Carinthia",
    "Pope Gregory V  Henry of Speyer",
    "Conrad II (1024-1039)",
    "Hohenstaufen dynasty  Henry III (1039-1056)",
    "Frederick  Henry IV (1056-1106)",
    "Frederick &amp; Agnes  Henry V (1106-1125)",
    "Frederick  Conrad III (1138-1152)",
    "[H1] Száli dinasztia és az „invesztitúraharc”.",
    "[LIST_ITEM] III. Henrik (1039-1056)",
    "[LIST_ITEM] 1044, Ménfő",
    "[LIST_ITEM] 1046, Róma, német pápák sora, egyházi reformok támogatása, Sutri zsinat (szimónia), 1047, császár",
    "[LIST_ITEM] Itáliát igyekezett biztosítani, normannok megjelenése délen",
    "[H1] Száli dinasztia és az „invesztitúraharc”.",
    "[LIST_ITEM] IV. Henrik (1056-1106), 1065-ig régensek mellette, 1075, fellázadt szászok legyőzése",
    "[LIST_ITEM] 1059, Lateráni zsinat (II. Miklós) – szabályozták a pápaválasztás rendjét. A pápát kizárólag a bíborosok választják, a papság többi részének és a római népnek és a császárnak csak utólagos hozzájárulási joga van – 1061, birodalmi zsinaton ítéltek el ezt",
    "[LIST_ITEM] A pápát lehetőleg a római papság köréből és Rómában kell megválasztani. Szimónia, laikus invesztitúra kizárása",
    "[LIST_ITEM] VII. Gergely (1073-1085), szimónia mint eretnekség",
    "[H1] Pápaság és császárság küzdelme.",
    "[LIST_ITEM] 1075 – Dictatus Papae, böjti zsinat (laikus invesztitúra megtiltása)",
    "[LIST_ITEM] 1076, wormsi birodalmi zsinat, böjti zsinat (Henrik kiközösítése)",
    "[LIST_ITEM] 1077, Canossa",
    "[LIST_ITEM] Ellenkirályok: Rudolf sváb herceg (1077-1080), Hermann von Salm (1080-1088)",
    "[LIST_ITEM] 1080, Henrik újabb pápai kiközösítése – Wibert ravennai érsek mint ellenpápa (III. Kelemen)",
    "[H1] Dictatus Papae.",
    "[H2] ctatus papae.",
    "[LIST_ITEM] A római Egyházat egyedül az Úr Krisztus alapította.",
    "[LIST_ITEM] Egyedül a római pápának van egyetemes érvényű joghatósága.",
    "[LIST_ITEM] Egyedül a pápa foszthat meg hivatalától vagy helyezhet vissza hivatalába püspököt.",
    "[LIST_ITEM] A pápai legátus, még ha nem püspök is, zsinaton rangban minden püspököt megelőz, s letételi ítéletet mondhat ki ellenük.",
    "[LIST_ITEM] A pápa a távollévőket is leteheti hivatalukból.",
    "[LIST_ITEM] Akiket a pápa kiközösített, azokkal egy tető alatt sem jó lenni.",
    "[LIST_ITEM] Egyedül a pápa hozhat az idők követelményeinek megfelelő új törvényeket, fogadhat be új népeket az Egyházba, kanonoki közösséget ő emelhet apátsággá, nagy püspöséget ő bonthat részekre, szegény egyhmegyéket csak ő vonhat össze.",
    "[LIST_ITEM] Egyedül a pápa használhat birodalmi jelvényeket.",
    "[LIST_ITEM] Egyedül a pápa lábát csókolja meg minden fejedelem.",
    "[LIST_ITEM] Egyedül a pápa nevét említik meg minden egyházban.",
    "[LIST_ITEM] A földön csak egyetlen pápa van.",
    "[LIST_ITEM] A pápa uralkodókat (császárokat) tehet le trónjukról.",
    "[H1] Dictatus Papae.",
    "[LIST_ITEM] Szükség esetén püspököket egyik székből a másikba helyezhet át.",
    "[LIST_ITEM] Bárhonnan származó klerikust pappá szentelhet.",
    "[LIST_ITEM] Akit a pápa szentelt, más egyház szolgálatába léphet, de nem katonáskodhat és magasabb rendfokozatot más püspöktől nem vehet fől.",
    "[LIST_ITEM] A pápa rendelkezése nélkül zsinatot nem lehet egyetemesnek tekinteni.",
    "[LIST_ITEM] A pápa nélkül nem lehet káptalant alapítani.",
    "[LIST_ITEM] A pápa ítéletét senki nem másíthatja meg, ő viszont mindenki más ítéletét fölülbírálhatja.",
    "[LIST_ITEM] A pápa fölött senki sem ítélkezhet.",
    "[LIST_ITEM] Senki ne merje kárhoztatni azt, aki a Szentszékhez főlibez.",
    "[LIST_ITEM] Minden egyház nagyobb ügyeit a pápához kell fölterjeszteni.",
    "[LIST_ITEM] A római Egyház soha nem tévedett és a Szentírás tanúsága szerint nem is fog soha tévedni.",
    "[LIST_ITEM] A római pápa, ha jogszerűen lépett hivatalába, Szent Péter érdemeire való tekintettel kétséget kizáróan szent.",
    "[LIST_ITEM] A pápa parancsára és engedélyével alattvalói vádat emelhetnek.",
    "[LIST_ITEM] A pápa zsinattól függetlenül is letehet székükből püspököket, s oda visszahelyezheti őket.",
    "[LIST_ITEM] Nem katolikus az, aki nincs egységben a római Egyházzal.",
    "[LIST_ITEM] A pápa a méltatlan urak alattvalóit föloldhatja hűségesküjük alól.",
    "[H1] Pápaság és császárság küzdelme.",
    "[LIST_ITEM] 1081, itáliai hadjárat, 1084, III. Kelemen császárrá koronázta",
    "[LIST_ITEM] Henrik ellen felléptek a fiai is, szorult helyzet, engedmények a vezető családoknak, pl. Welfek",
    "[LIST_ITEM] 1104, Henrik nevű fia lázadása, IV. Henrik lemondatása",
    "[LIST_ITEM] V. Henrik (1106-1125)",
    "[H1] Pápaság és császárság küzdelme.",
    "[LIST_ITEM] 1122, wormsi konkordátum – II. Callixtus",
    "[LIST_ITEM] a császár lemondott a gyűrűvel és pásztorbottal történő investitúráról, az egyházi hivatalba való beiktatásról, s megengedte a kánoni választást. A megválasztott püspököt a lelki hatalomba az érsek vagy a pápai legátus iktatta be",
    "[LIST_ITEM] világi javakba és tisztségekbe, valamint a hűbérekbe való beiktatást az uralkodó a kormánypálca átadásával gyakorolhatta. Németországban a püspök felszentelése előtt, Itáliában és Burgundiában a felszentelés után",
    "[LIST_ITEM] A korábbi birodalmi egyház végét jelentette",
    "[LIST_ITEM] A küzdelem azonban nem ért véget, egyházi és világi hatalom viszonya továbbra is konfliktusokkal volt terhelt",
    "[H1] Hohenstauf-dinasztia (1138-1254).",
    "[LIST_ITEM] V. Henrik birtokait Hohenstauf Frigyes sváb herceg örökölte (unokaöccse)",
    "[LIST_ITEM] Eddig kvázi örökletes monarchia, designatio révén az utód kijelölése, ekkortól választás",
    "[LIST_ITEM] III. Lothar (1125-1137), szász herceg (halála után birtokait X. Welf Henrik bajor herceg örökölte) 1133, római koronázás (wormsi konkordátum felrúgása a pápa támogatásáért cserébe)",
    "[LIST_ITEM] III. Konrád (1138-1152), az első Hohenstauf uralkodó – konfliktus Welf Henrikkel (herceg ségek elvétele)",
    "[LIST_ITEM] 1147-1149, részvétel a 2. keresztes hadjáraton (első német uralkodó)",
    "[LIST_ITEM] Welf Oroszlán Henrik vezetésével hadjárat az Elba-Odera menti szlávok ellen",
    "[H1] Carolingian dynasty.",
    "Charlemagne (768-814)",
    "Louis I (814-840)  Ottonian dynasty",
    "Louis II the German (840-876)  Liudolf",
    "Louis III the Younger (876-882) &amp; Luitgard  Otto",
    "Henry I the Fowler (919-936)",
    "Henry I Duke of Bavaria  Otto I the Great (936-973)  Salian dynasty",
    "Henry II Duke of Bavaria  Otto II (973-983)  Luitgard &amp; Conrad the Red",
    "Henry II the Saint (1002-1024)  Otto III (983-1002)  Otto of Carinthia",
    "Pope Gregory V  Henry of Speyer",
    "Conrad II (1024-1039)",
    "Hohenstaufen dynasty  Henry III (1039-1056)",
    "Frederick  Henry IV (1056-1106)",
    "Frederick &amp; Agnes  Henry V (1106-1125)",
    "Frederick  Conrad III (1138-1152)",
    "[H1] Hohenstauf-dinasztia (1138-1254).",
    "[LIST_ITEM] I. Barbarossa Frigyes (1152-1190), kiegyezés Welf Henrikkel (Bajorosság visszaadása)",
    "[LIST_ITEM] Modern hivatalnokállamot akart kiépíteni – pénz – Észak-Itália",
    "[LIST_ITEM] 1154, Róma, Brescai Arnold, IV. Hadrián koronázása",
    "[LIST_ITEM] IV. Hadrián pápa 1157-ben, egy levelében a császárságot a pápák által adományozott beneficiumnak (beneficium – non feudum sed bonum factum) minősítette. Frigyes erre ünnepélyesen kijelentette, hogy a császárságot a fejedelmek választása révén egyedül Istentől (per electionem principum a solo Deo) kapta.",
    "[LIST_ITEM] Két kard elmélete",
    "[LIST_ITEM] Császáreszme megújítása (régi császárok utódja), Bolognai Egyetem, Birodalom restaurációja",
    "[H1] Hohenstauf-dinasztia (1138-1254).",
    "[LIST_ITEM] 1158, roncagliai birodalmi gyűlésen hozott határozatok teljes mértékben helyreállították az investitúraharc során veszendőbe ment királyi jogokat, Milánó ellenállt, egyéves ostrom, város lerombolása (1162)",
    "[LIST_ITEM] 1159 – kettős pápaválasztás: III. Sándor (1159-1181) vs. IV. Viktor (1159-1164)",
    "[LIST_ITEM] A pápa az északi városokkal szövetkezett, 1167 – Lombard városok ligája, Welf Henrik otthon ellenfélként",
    "[LIST_ITEM] 1176 – Legnanói csata",
    "[LIST_ITEM] 1177, velencei béke, 1183, konstanzi béke",
    "[LIST_ITEM] 1179, per Oroszlán Henrik ellen megfosztották hercegségétől, Wittelsbachok ekkor szerezték meg Bajorországot – 1180-ra megszűntek a törzsi hercegségek",
    "[LIST_ITEM] 1189, 3. keresztes hadjárat",
    "[H1] Hohenstauf-dinasztia (1138-1254).",
    "[LIST_ITEM] VI. Henrik (1190-1197), 1194-tól Szicília királya, Welf Henrik legyőzése, hatalma kiterjesztéséhez jó úton járt (örökletes monarchia terve), DE váratlan halál",
    "[LIST_ITEM] II. Frigyes ekkor még csak 3 éves volt",
    "[LIST_ITEM] 1198 – kettős választás, Oroszlán Henrik fia, IV. Ottó, és Henrik öccse, Sváb Fülöp",
    "[LIST_ITEM] III. Ince pápa Ottó mellett (engedményekért cserébe – birodalmi birtokokról lemondás Itáliában – pápai állam(ok) biztosítása – Toscana Romana, Campagna-Marittima, a Spoletói Hercegség és az Anconai Őrgrófság)",
    "[H1] Hohenstauf-dinasztia (1138-1254).",
    "[LIST_ITEM] II. Frigyes gyámja a pápa, 1208, Fülöp meggyilkolása, 1209, IV. Ottó császárrá koronázása, de utána szembefordultak egymással,",
    "[LIST_ITEM] 1212-ben II. Frigyest megválasztották német királynak, meg is koronázták",
    "[LIST_ITEM] 1214, bouvines-i csata, Staufok Fülöp Ágost támogatói voltak",
    "[LIST_ITEM] 1215, II. Frigyes 3. koronázása (Aachen), 1220, császárrá, német területeket fiára, Henrikre bízta",
    "[LIST_ITEM] Német egyház feletti hatalomról lemondás",
    "[H1] Hohenstauf-dinasztia (1138-1254).",
    "[LIST_ITEM] II. Frigyes magát Isten helytartójának, a világ urának, legfőbb törvényhozónak (lex animata), a római császárok utódának tartotta, aki elhozza a világnak a béke birodalmát",
    "[LIST_ITEM] 1227, 1228 és 1229. „6. keresztes hadjárat”",
    "[LIST_ITEM] Konfliktus IX. Gergely pápával, majd IV. Incével, 1226 – Lombard Liga újjáalakulása",
    "[LIST_ITEM] 1220: regáléról és ius spoliáról való lemondás az egyházfejedelmek vonatkozásában - Confoederatio cum principibus ecclesiasticis",
    "[LIST_ITEM] 1231: Statutum in favorem principum – a Német Királyság a ténylegesen önálló fejedelemségek konföderációjává kezdett alakulni (Fürst, Land, Reichstag) – konfliktus fiával, Henrikkel",
    "1237, Henrik helyett II.",
    "Frigyes másik fia, Konrád a király, cortenuovai csata (Frigyes győzelme a 2.",
    "Lombard Liga felett) 1239 – Frigyes pápai kiközösítése, Róma ellen támadás 1245 – I. Lyoni zsinat, minden trónjától való megfosztás, 1246 új király választása (Heinrich Raspe, thüringiai gróf), majd Hollandiai Vilmos (1247-1256) IV.",
    "Konrád (1250-1254) meg sem próbálkozott a német területek biztosításával 1254-tól „interregnum\" 1257, 2 király, mindkettő kívülről (X. Alfonz és Cornwallis Richárd)",
    "Orang nach Osten 1273 – Habsburg Rudolf",
    "[H1] Német-római Császárság.",
    "[H2] Politikatörténeti áttekintés.",
    "Codex Balduini Trevirorum,",
    "I. (Habsburg) Rudolf (1273–1291)",
    "[LIST_ITEM] 1278: Dürnkruti (Morvamezei) csata",
    "Nassaui Adolf (1292–1298)",
    "[LIST_ITEM] Meissen, Thüringia",
    "[LIST_ITEM] 1298: Göllheimi csata",
    "I. (Habsburg) Albert (1298–1308)",
    "[LIST_ITEM] Igyekezett kiterjeszteni a dinasztia hatalmát Csehországra, a Magyar Királyságra",
    "[LIST_ITEM] kiegyezés VIII. Bonifác pápával",
    "→ 1250 és 1312 között nem volt császárkoronázás",
    "[H1] Német-római Császárság.",
    "[H2] Politikatörténeti áttekintés.",
    "→ 1308-tól a Luxemburg-dinasztia felemelkedése",
    "[H3] VII. Henrik (1308/1312–1313) – trieri érsek testvére.",
    "[LIST_ITEM] V. Kelemen támogatta",
    "[LIST_ITEM] sikeres dinasztikus politika → Csehország megszerzése",
    "[LIST_ITEM] Romzug, császárkoronázás (1312)",
    "[LIST_ITEM] Róbert nápolyi király ellen (1313)",
    "1314-es kettős királyválasztás",
    "[H3] IV. (Bajor) Lajos (1314/1328–1347) / Habsburg (Szép) Frigyes (1314–1330).",
    "1315 – Morgarteni csata 1322:",
    "Mühldorfi csata 1323: pápaság-császárság küzdelme feléledt (XXII. János) – választás, egyetemes zsinat 1328: IV.",
    "Lajos koronázása Rómában (nép kezéből), V. Miklós ellenpápa 1346: trónfosztás (nem lett belháború)",
    "[H3] IV. Károly (1346/1355–1378).",
    "1356: Német Aranybulla 1355, 1368: Rómába vonul",
    "[H1] IV. Károly és a Német Aranybulla.",
    "[LIST_ITEM] Két kard elmélet felélesztése – de nincs konfliktus a pápával",
    "[LIST_ITEM] Célja az uralkodói hatalom visszaállítása a birodalmi egyház és a fejedelmek felett (II. Frigyes intézkedéseivel szemben)",
    "[LIST_ITEM] Német Aranybulla a NRCS egyik legfontosabb alkotmányos forrása",
    "[LIST_ITEM] a királyválasztás menetét szabályozta",
    "[LIST_ITEM] 7 választófejedelem, mindegyik egy szavazat",
    "[LIST_ITEM] többségi választás az egyhangú helyett",
    "[LIST_ITEM] a pápának nem volt beleszólása",
    "[LIST_ITEM] Választófejedelemségek örökletesek és feloszthatatlanok",
    "[LIST_ITEM] Birodalmi tanács",
    "[H1] Német-római Császárság.",
    "[H2] A Német Aranybulla (1356).",
    "[LIST_ITEM] A mainzi érsek töltötte be hagyományosan Németország, a kölni Itália, a trieri pedig Burgundia kancellári tisztségét, a rajnai palotagróf a főétekfogó, a szász herceg a birodalmi főparancsnok, a brandenburgi őrgróf a főkamarás, a cseh király pedig a főpohárnok volt.",
    "[LIST_ITEM] először a trieri és a kölni érsek szavazott, majd a cseh király, a pfalzi palotagróf, a szász herceg, a brandenburgi őrgróf, s a legvégén a mainzi érsek. Szavazategyenlőség esetén az ő voksza döntött",
    "[LIST_ITEM] latin nyelvű",
    "[LIST_ITEM] mind a hét kézirata fennmaradt",
    "Zsigmond király és Barbara királyné megérkeznek Konstanzba. Részlet Ulrich von",
    "[H1] Német-római Császárság.",
    "[H2] Politikatörténeti áttekintés.",
    "[H2] Vencel (1378–1400).",
    "[LIST_ITEM] Városháborúk: tartományi fejedelmek és városok konfliktusa – Döffingen és Worms – 1388 (sváb és rajnai városok)",
    "[LIST_ITEM] Cheb (Eger) 1389 – gyűlés, béke",
    "[LIST_ITEM] Belpolitikai problémák Csehországban, az egyházzal is (püspökség alapításának terve)",
    "[LIST_ITEM] Közeledés az avignoni pápához (birodalmi egyházi méltóságok beiktatásának joga)",
    "[H2] Pfalzi Ruprecht (1400–1410).",
    "belháború V. Sándort támogató mainzi érsek elleni hadjáratban halt meg",
    "[H2] Zsigmond (1410/1433–1437).",
    "[LIST_ITEM] hatalmi bázisa a Magyar Királyság",
    "[LIST_ITEM] egyházzakadás, konciliarizmus, Konstanzi Zsinat (1414–1418)",
    "[LIST_ITEM] Huszita háborúk",
    "[LIST_ITEM] 1434 – Reformatio Sigismundi (belső béke, pénz, bíráskodás) – terv",
    "[LIST_ITEM] oszmán terjeszkedés kérdése",
    "[H1] Német-római Császárság.",
    "[H2] Politikatörténeti áttekintés.",
    "[LIST_ITEM] II. (Habsburg) Albert (1437-1439)",
    "[LIST_ITEM] III. Frigyes (1440-1493)",
    "[LIST_ITEM] 1452 – utolsó római koronázás",
    "László gyámja, 1463 – bécsújhelyi béke",
    "Családi birtokok gyarapítása (házasodás: Miksa és Burgundi Mária) 1489, frankfurti Reichstag – birodalmi gyűlések szabályzása választófejedelmek, birodalmi fejedelmek és a birodalmi városok rendi fejlemények",
    "[LIST_ITEM] I. Miksa (1493-1519) – „utolsó lovag” 1494-től itáliai háborúk VIII. Károllyal",
    "Szép Fülöp és Johanna házassága, Jagelló kettős házasság",
    "További birodalmi reformtörekvések – kamarai bíróság, Reichstag évenként, örökös béke, birodalmi körzetek (haderő, jogrend, béke)"
  ]
}