{
  "doc_id": "Kelet.Rurópa.Magyarázatok 2",
  "sentences": [
    "[HEADER] Magyarázatok 2 (Font Márta).",
    "[HEADER] a márc.",
    "19-i órához (személyek).",
    "[HEADER] Rurik dinasztia.",
    "Szent Vlagyimir (980–1015) – a Kijevi Rusz fejedelme, aki 988/989-ben felvette a bizánci rítus szerinti keresztséget, támogatta a Bizáncból érkezett metropolitát és a görög papokat, Kijevben felépítette az első templomot, amit az Istenanya (Bogomater) tiszteletére szenteltek\n\nBölcs Jaroszlav (1019–1054) – Vlagyimir fia, akinek sikerült felülkerekedni testvérein.",
    "Jelentős, bizánci mintájú építkezéseket végzett Kijevben (Aranykapu, Szent Szófia Székesegyház), nevéhez fűződik az első írásban rögzített törvénykönyv.",
    "Bizánccal konfliktusba került a metropolita személyét illetően: 1051-ben saját jelöltet állított, akinek működése Jaroszlav haláláig tartott.",
    "Vlagyimir Monomah (1113–1125) – az utolsó kijevi nagyfejedelem, aki a Ruszt egységét (adószedés, hadsereg) meg tudta őrizni.",
    "Halála után a széttagolódás folyamata felerősödött, és bekövetkezett a régiókra, amit hagyományosan széttagolódásnak nevezünk.",
    "I. (Kalita) Iván (1325–1340) – moszkvai fejedelem, aki mongol megbízással (jarlik) megszerezte a vlagyimir-szuzdali nagyfejedelmi címet is és az adók beszedésének jogát.",
    "Innen a neve: a „kalita” pénzeszsákot jelent.",
    "A kijevi metropolita Moszkvába kerülésével tovább erősödött pozíciója a többi részfejedelemmel szemben.",
    "Ő volt az első, aki a mongol kán által jóváhagyott végrendeletet hagyott hátra, ennek legfontosabb pontja a hatalom átadását rendezte.",
    "II.Vaszilij (1425–1462) – moszkvai fejedelem, a Rurikok családon belül az oldalági rokonság félreállításával jelentős lépést tett a primogenitura érvényesítése felé.",
    "III.",
    "Iván (1462–1505) – nevéhez fűződik a mongol függőség felszámolása, a rivális",
    "Tver és Novgorod legyőzése.",
    "A cár titulust még nem használta, de a „goszudar vszeja Ruszi” (az egész Rusz uralkodója) elnevezés lényegében ezt a hatalmat fejezte ki.",
    "Új törvénykönyv kibocsátásával próbálta egységesíteni a régiók különböző joggyakorlatát.",
    "Unokája megkoronázásával ekkor történt az első koronázás.",
    "Második házasságával demonstrálta, hogy ő Bizánc utóda.",
    "III.",
    "Iván Oroszország megteremtője.",
    "[HEADER] Piast dinasztia.",
    "I. (Vitéz) Bolesław (992–1025) – III.",
    "Ottó német-római császárral (998–1002) jó kapcsolatot ápolva érte el a lengyel egyháztartomány önállóságát (Gnieznói érsekség, 1000).",
    "A császári trónon bekövetkezett dinasztiaváltás kedvezőtlenül érintette, megkoronázását nem sikerült elérnie.",
    "III.",
    "(Ferdeszájú) Bolesław (1102–1138) – nevéhez fűződik az ún.",
    "„végrendelet”, amely a dinasztia uralma alatti hatalom-megosztást jelenti.",
    "Halálával felgyorsult a széttagolódás folyamata: Nagy-Lengyelország, Kis-Lengyelország, Mazóvia, Kujávia, Szilézia.",
    "Az utóbbi hosszú időre cseh, illetve birodalmi érdekszférába került.",
    "Władysław (Ulászló) Łokietek („könyöknyi”) (1320–1333) – a lengyel részfejedelemségek többségének sikeres egyesítője, a lengyel királyság megteremtője.",
    "1320-ban koronázták.",
    "III.",
    "(Nagy) Kázmér (1333–1370) – Ulászló fia, a magyar királyné (I. Károly felesége, Erzsébet) testvére.",
    "Tevékenysége jelentős a regionális különbségek felszámolásában.",
    "A keleti irányú terjeszkedés elindítója a litvánokkal és a Német Lovagrenddel való küzdelemben.",
    "[HEADER] Anjou dinasztia.",
    "I. Lajos (lengyel király) (1370–1382) – lengyelországi uralkodása a magyar–lengyel perszonálunió.",
    "Lengyel királyként legfontosabb dokumentum a kassai privilégium fűződik a nevéhez.",
    "A lengyel megítélés szerint uralkodása nem volt népszerű.",
    "[HEADER]",
    "Přemysl dinasztia.",
    "I.Břetislav (1035–1055) – cseh fejedelem, a későbbi krónikák szerint az ő nevéhez fűződik az első törvényalkotás, de ennek szövege csak egy-egy utalásban maradt fenn.\n\nII. Ottokár (1253–1278) – a dinasztia legjelentősebb uralkodója, cseh király (a királykoronázás a 13.",
    "század eleje óta).",
    "A német interregnum idején a császári címért is harcba indult, a morvamezei (dürnkruti) csatában életét vesztette.",
    "[HEADER] Luxemburgi dinasztia.",
    "Luxemburgi János (1310–1346) – a Přemysl / Luxemburg dinasztiaváltás első uralkodója, aki házassága révén került a cseh trónra.",
    "I. Károly (1346–1378) – cseh király és német-római császár.",
    "Nevéhez fűződik a Német aranybulla, a prágai egyetem alapítása és a prágai püspökség érseki rangra emelése.",
    "Uralkodás idején Prága lett a birodalom központja.",
    "[HEADER]",
    "A terület nevezetes szentjei.",
    "Alekszandr Nyevszkij – novgorodi (1236–1246), vlagyimiri (1246–1249) fejedelem, mongol jarlikkal vlagyimir-szuzdali nagyfejedelem (1252–1263).",
    "Novgorodi fejedelemként két sikeres csatát vívott, 1240-ben a svédek ellen a Néva mellett (innen a „névai” = nyevszkij mellékneve), és a Lovagrend ellen a Csud (észt neve: Peipuss) tó jegén (1242).",
    "Vlagyimiri nagyfejedelemként a mongol érdekek kiszolgálója volt.",
    "Elsősorban nyugati ellenfeleivel szemben elért sikerei táplálták kultuszát, a pravoszláv egyház szentté avatta (1547).",
    "Kultusza Nagy Péter idején kapott új lendületet, népszerűsége mind a mai napig töretlen.",
    "Szent Adalbert (csehül: Vojtĕch, lengyelül Wojciech) (955/56–997) – cseh előkelő család leszármazottja, Prága püspöke (983–989).",
    "A székét a cseh belviszályok miatt kénytelen volt elhagyni.",
    "Rómában került szorosabb kapcsolatba a Szentszékkel és az Ottók császári udvarával is.",
    "Missziós megbízást teljesített Magyarországon, Lengyelországban, a lengyel határ mentén a pogány poroszok körében halt mártírhalált.",
    "Kultusza a közép-európai régióban mindenütt elterjedt.",
    "Szent Stanisław (Szaniszló) (1030–1079) – 1072-től krakkói püspök.",
    "Belekeveredett a hatalmi küzdelembe, és 1079-ben megölték.",
    "Halálában vétkes lehetett a fejedelem, II.",
    "Bolesław, aki kénytelen volt elhagyni trónját, és Magyaroroszágon fejezte be életét.",
    "A püspök kultusza a 13.",
    "század elején kezdődött, 1253.",
    "évi kanonizációja jelentős szerepet játszott a lengyel széttagoltság felszámolásában.",
    "Szent Vencel (csehül: Václáv) (907–929/935) – 922-től cseh uralkodó, a nyugati keresztény térítés támogatója, egyház- és kolostoralapító.",
    "Családi hatalmi konfliktus áldozata lett, vértanúságot szenvedett.",
    "Kultusza hamar kialakult, ő lett a 970-es években alapított prágai püspökség védőszentje.",
    "Ismertsége, kultusza töretlen."
  ]
}