{
  "doc_id": "Kelet-urópa.Magyarázatok",
  "sentences": [
    "Magyarázatok (Font Márta).",
    "dvorjanyin.",
    "Eredeti jelentése „az udvarhoz tartozó, a fejedelemnek szolgáló ember” (dvor = udvar), aki különféle megbízatásokat teljesített.",
    "A Moszkvai Ruszban a dvorjanyin katonai szolgálat fejében földbirtokhoz is juthatott, de ez a birtok nem volt örökíthető.",
    "A 14–15.",
    "században Moszkva terjeszkedése és a mongolokkal való folyamatos harcok a katonai szolgálatban résztvevők számát – és a földigényét – megnövelték.",
    "Később a birtok öröklődővé vált, a dvorjanyin szó pedig a nemesség megjelölésére szolgált.\n\nmetropolita.",
    "A Kijevi Rusz egyháztartományának (metropólia) feje, akit a konstantinápolyi pátriárka nevezett ki.",
    "A „kijevi metropolita” cím akkor is megmaradt, amikor a mongol hódítás miatt székhelyét a Kljazma-parti Vlagyimirba, majd Moszkvába helyezte.",
    "Az 1448-ban a helyi zsinat a pártiárka döntését megkerülve választott metropolitát, ezzel a moszkvai egyház lényegében autokefállá vált.",
    "A pátriárka cím a 16.",
    "században váltotta fel a metropolita elnevezést.\n\nvecse.",
    "A vecse egy központhoz tartozó terület szabad népességének összejövetele.",
    "A nemzetségi társadalom hagyományaiban gyökerező testület másutt is kialakult, de a társadalom differenciálódásával az államszervezés idején elsorvadt.",
    "A Kijevi Ruszban viszont jelentős átalakuláson ment keresztül.",
    "A területi szerveződés mellett (ld. kijeviek, novgorodiak, halicsiak stb.)",
    "differenciálódás is történt, erre utal az elöljárók (sztarejsina grada) megjelenése, akik irányító szerepet töltöttek be.",
    "A vecse nem lehetett független a fejedelem által a központ élére állított tisztségviselőktől (poszadnyik, namesztnyik) sem.",
    "A vecse összehívása alkalmanként történt.",
    "Így például Vlagyimir Monomah kijevi uralmát a vecse hívása tette törvényessé.",
    "Ez a gyakorlat Novgorodban teljesedett ki, de a 12.",
    "században a Rusz más központjaiban is látjuk nyomát.",
    "A vecse tehát a fejedelemmel – és a kíséretével – szemben egyfajta közhatalmat testesített meg.",
    "A monarchikus hatalomra törekvő fejedelem és a közhatalom hagyományait érvényesíteni akaró vecse közötti küzdelem adta a 12.",
    "században a széttagolódás egyik mozgatórugóját.",
    "voloszty.",
    "A Kijevi Ruszban a szokásjog alapján fejedelem lehetett mindenki, aki a Rurik dinasztia tagjaként született.",
    "A létszámában gyarapodó dinasztián belül a rangidősség (senioratus / sztarsinsztvo) megállapítása bonyolulttá vált.",
    "A fejedelmi státusz megőrzésének zálogát a „voloszty” jelentette, amely a jövedelmet (azaz a kíséret eltartásának lehetőségét) biztosította.",
    "A voloszty nem tekinthető földbirtoknak, mivel nem képezte az illető tulajdonát.",
    "A voloszty egy olyan terület, ahonnát adót szedhetett, és addig rendelkezett vele, míg el nem vették tőle.",
    "A voloszttyal nem rendelkező fejedelmek deklasszálódtak, kísérettag vált belőlük."
  ]
}