{
  "doc_id": "latas",
  "sentences": [
    "4.8.1.9. LÁTÁS",
    "Készítette Vízkievicz András",
    "4.8.1.9. Látás",
    "A fejezet a követelményrendszer 4.8.1.9. pontja alapján készült.",
    "A látás szervrendszerének részei:",
    "[LIST_ITEM] Járulékos szervek",
    "[LIST_ITEM] Védőberendezések (szemöldök, szemhéj, kötőhártya, szempilla)",
    "[LIST_ITEM] Könnyrendszer (könnymirigy és könnyelvezető készülék)",
    "[LIST_ITEM] Szemmozgató izmok",
    "[LIST_ITEM] Szemgolyó",
    "[LIST_ITEM] Szemideg és látópálya",
    "[LIST_ITEM] Látókéreg",
    "[H2] A szem járulékos szervei.",
    "[H2] A szem védőkészüléke.",
    "[LIST_ITEM] A szemhéj feladata a",
    "[LIST_ITEM] a szemgolyó mechanikai és kiszáradás elleni védelme és a könny szétoszlatása.",
    "[LIST_ITEM] A kötőhártya vékony védőréteg, amely a szemhéjak belső felszínét, és az ínhártya elülső részét borítja (szaruhártyára nem megy rá).",
    "[H2] Könnyrendszer.",
    "A könny enyhén sós folyadék, amelyet a szemüreg külső, felső sarkában található könnymirigyek folyamatosan termelnek,",
    "[LIST_ITEM] immunoglobulinokat tartalmaz, baktériumölő hatása van,",
    "[LIST_ITEM] szaruhártya megfelelő nedvességét biztosítja.",
    "[LIST_ITEM] A belső szemzugban lévő könnytóba,",
    "[LIST_ITEM] onnan a könnyzacskóba,",
    "[LIST_ITEM] majd egy vezetéken, a könnycsatornán át az alsó orrjáratba jut.",
    "Készítette Vizkievejű indítás",
    "[H2] A szem mozgató készüléke.",
    "[LIST_ITEM] A szemmozgató izmokat 3 pár harántcsíkolt izomköteg alkotja, 4 egyenes, 2 ferde.",
    "[LIST_ITEM] A két szem mozgása mindig összerendezett (gyárilag).",
    "[LIST_ITEM] A szemgödör falán erednek és az ínhártyába sugározva tapadnak.",
    "[H2] Szemgolyó.",
    "[LIST_ITEM] Majdnem gomb alakú páros test, a csontos szemgödörben, zsíros kötőszövettel körülvéve található.",
    "[LIST_ITEM] Szerkezetileg 3 rétegű hólyagszem.",
    "[H2] 1. Külső réteg.",
    "[H3] 2 része van:.",
    "a) hátsó 4/5 része a fehér ínhártya.",
    "Az ínhártyát főleg kollagén rostok építik fel, ez képezi a szemfehérjét, feladata a mechanikai védelem.",
    "b)",
    "Elülső 1/5 része az átlátszó szaruhártya, óraüvegszerűen domborodik elő.",
    "Szaruhártyán keresztül jutnak a fény sugarak a szem belsejébe.",
    "Nagyon érzékeny a kiszáradásra, sok érző idegvégződése van, ereket nem tartalmaz.",
    "[H2] 2. Középső réteg.",
    "[H3] 3 része van.",
    "a) Hátsó 2/3-a a tulajdonképpeni érhártya, melyben dús érhálózat található és tápláló szerepe van.",
    "Az ereken kívül nagy mennyiségű pigmentet is tartalmaz.",
    "b)",
    "Elülső középső része a sugártest, ami a szem alkalmazkodásának – közellátás – aktív szerve, a benne levő gyűrű alakú simaizomszövetnek – sugárizom – köszönhetően.",
    "[LIST_ITEM] Sugártesthez rögzül lencsefüggesztő rostokkal a szemlencse.",
    "[LIST_ITEM] Sugártest termeli a csarnokvizet.",
    "c) Elülső része a szivárványhártya (írisz).",
    "[LIST_ITEM] Középrészén kerek nyílás van, ez a pupilla.",
    "[LIST_ITEM] Írisz pigmenttartalma adja a szem színét.",
    "[LIST_ITEM] Benne körkörös pupillaszűkítő (paraszimpatikus) és -tágító simaizom található,",
    "[LIST_ITEM] szabályozza a szembe jutó fény mennyiségét.",
    "[H2] 3. Retina-ideghártya (legbelső burok).",
    "[LIST_ITEM] Idegi eredetű, különféle idegsejteket tartalmaz.",
    "[LIST_ITEM] Hátsó, nagyobb része fényérzékeny.",
    "[LIST_ITEM] Elülső része a sugártest, ill. az írisz hátsó felszínét borítja, nem fényérzékeny (két összefekvő köbhámrétegre redukálódott).",
    "[LIST_ITEM] A hátsó retina szövettanilag 10 rétegből áll, benne helyezkednek el a fényérzékelő receptorok, a csapok és a pálcikák.",
    "[LIST_ITEM] A csapok színes látás, a nappali látás, az éleslátás,",
    "[LIST_ITEM] a pálcikák gyenge fényben a szürkületi látás receptorai.",
    "A retina fontosabb 4 rétege, sorrendben az érhártya felől:",
    "[NUMBERED_ITEM] Pigmenthám réteg, amely a beeső fényt elnyelve, meggátolja annak visszaverődését (ezért sötét a pupilla).",
    "[NUMBERED_ITEM] Csapok és pálcikák rétege, az ideghártya külső részén, az érhártya felé helyezkedik el.",
    "[LIST_ITEM] A csapok (cones) a szem optikai tengelyének végében nagy tömegben helyezkednek el, itt van a sárgafolt, ami az éleslátás helye (a sárgafoltban – a látógödörben – csak csapok vannak).",
    "[LIST_ITEM] A sárgafolt körül, ill. a retina széli részén, perifériásan pedig több a pálcika.",
    "[NUMBERED_ITEM] Bipoláris érzősejtek, melyek a receptoroktól átveszik az ingerületet és továbbítják a dúcsejteknek.",
    "[NUMBERED_ITEM] Ganglion – dúcsejtek – sejtek rétege. A ganglion sejtek axonjai kilépve a szemgolyóból a látóideget alkotják. A látóideg rostjai a szemgolyót a vakfolt területén hagyják el, itt nincsenek receptorok.",
    "[H2] Pálcikák.",
    "[LIST_ITEM] 130 millió pálcika van az egész retinában a sárgafoltot kivéve.",
    "[LIST_ITEM] 5-8 pálcika kapcsolódik egy bipoláris idegsejthez.",
    "[LIST_ITEM] Jó perifériális látást biztosítanak.",
    "[LIST_ITEM] Nagyon érzékenyek, már egyetlen foton becsapódásakor ingerületbe jönnek,",
    "[LIST_ITEM] gyenge fényben a szürkületi látásért felelősek (ekkor nem érzékelünk színeket).",
    "[H2] Csapok.",
    "[LIST_ITEM] 7 millió csap van 🔄 csak.",
    "[LIST_ITEM] Főképpen a sárgafolt közepén a látógödörben találhatók.",
    "[LIST_ITEM] 1 csap 1 idegsejthez kapcsolódik, ami biztosítja a látásélesség felbontóképességet. Két tárgypon tot csak akkor lehet megkülönböztetett különböző csapra esnek.",
    "[LIST_ITEM] Gyenge perifériális látást biztosítanak.",
    "[LIST_ITEM] A nappali látásért, az éleslátásért és a színérzékelésért felelősek.",
    "[LIST_ITEM] Kevesbé érzékenyek, mint a pálcikák, ingerküszöbük kb. 100 foton.",
    "[H1] Színlátás.",
    "[LIST_ITEM] 3 különböző abszorpciójú csapsejt van:",
    "[LIST_ITEM] L (long), hosszú hullámhosszon érzékeny (vörös),",
    "[LIST_ITEM] M (medium), közepes hullámhosszon érzékeny (zöld),",
    "[LIST_ITEM] S (short), rövid hullámhosszon érzékeny (kék).",
    "[LIST_ITEM] Adott hullámhosszúságú fény eltérő mértékben ingerli a háromféle fotoreceptort, így az adott hullámhosszhoz tartozó szín érzete ennek megfelelően keverődik ki (színkeverés) (lásd a jegyzet végén a feladatot).",
    "absorption Spectra of Human Visual Pigments",
    "[H1] A pálcikák fényelektromos működése.",
    "[LIST_ITEM] A pálcikák fényérzékeny vegyülete a rodopszin.",
    "[LIST_ITEM] A rodopszin két részből áll:",
    "[LIST_ITEM] opszin nevű fehérjéből és",
    "[LIST_ITEM] a karotinoidok közé tartozó A-vitamin származék cisz-retinalból, amelynek konjugált kettős kötésrendszere – ami könnyen gerjesztődik – képes a bejutó fény abszorpciójára.",
    "[H1] Sötétben.",
    "[LIST_ITEM] A sejtekben igen aktív a guanilát-cikláz enzim, mely GTP-ből egy másodlagos hírvivőt, cGMP-t állít elő nagy mennyiségben.",
    "[LIST_ITEM] A cGMP a sejthártya Na⁺- és Ca²⁺-csatornáit folyamatosan nyitva tartja, aminek köszönhetően folyamatos a Na⁺ és a Ca²⁺ beáramlás a sejtbe, ezért a pálcikasejt membránpotenciálja – 40 mV, a sejt részlegesen depolarizált állapotban van (sötétáram).",
    "[LIST_ITEM] A depolarizáció miatt a pálcikák gátló glutamát átvivőanyag leadása folyamatos.",
    "[H1] Megvilágításkor.",
    "[LIST_ITEM] Az elnyelődött foton energiája arra fordítódik, hogy a cisz-retinalból transz-retinal képződjön, ami leválik az opszinról.",
    "[LIST_ITEM] Ennek következtében a rodopszin egy G-fehérjével (transzducinnal) reagál, ami GTP kötés mellett aktíválja a cGMP-t bontó enzimet, ezért lecsökken a cGMP sejten belüli koncentrációja.",
    "[LIST_ITEM] Ennek hatására nátrium-csatornák a sejt membránjában bezáródnak.",
    "[LIST_ITEM] A csatornák bezáródása hiperpolarizációt eredményez (fény-elektromos átalakulás), amely a gátló glutamát neurotranszmitter leadását szorítja vissza.",
    "Ez a glutamát mivel gátló neurotranszmitter, ezért csökkent koncentrációja a szinapszisokban stimuláló hatású („gátlás gátlása”).",
    "[LIST_ITEM] A bipoláris neuronok aktíválódnak.",
    "[LIST_ITEM] A transz-retinál tehát leválik az opszinról, a receptorok leadják a sejten kívüli térbe, ahol az visszaalakul cisz-retinállá, majd azt a sejtek visszaveszik, ezután a rodopszin regenerálódik.",
    "[LIST_ITEM] A csapokban jodopszin található, amelyben a retinal mellett a csapsejt színérzékenységének megfelelően 3 féle opszin fehérje valamelyike található.",
    "Adaptációnak nevezzük a szemnek a fényviszonyokhoz való alkalmazkodását.",
    "Sötétadaptáció: ha erős fényből sötétbe lépünk hirtelen nem látunk semmit, sötétben, csak kb. 15-20 perc után növekszik szemünk érzékenysége a gyengébb fényvel szemben.",
    "Ennek oka, hogy a gyenge fényre érzékeny pálcikák rodopszinja erős fényben lebomlik, és ennek újratermelődéséhez hosszabb idő szükséges, ehhez kell a sötétben eltöltött kb. ¼ óra.",
    "[H1] Látópálya.",
    "[NUMBERED_ITEM] neuron - csap vagy pálcika.",
    "[NUMBERED_ITEM] neuron - a bipoláris sejt.",
    "[NUMBERED_ITEM] neuron - a ganglionsejt.",
    "[LIST_ITEM] Ganglionsejtek nyúlványa a látóideg.",
    "[LIST_ITEM] Látóideg-kereszteződés az agy alapján található,",
    "[LIST_ITEM] attól fogva már a rostok a látópályához tartoznak.",
    "[NUMBERED_ITEM] neuron - a talamuszban van, ahol a látópálya rostjai átkapcsolnak.",
    "[NUMBERED_ITEM] neuron - a primer látókéreg neuronja, amely a nyakszirti lebenyben van.",
    "A retina pontszerűen vetül a látókéregben.",
    "Az elsődleges látókéreg a nyakszirtlebenyen helyezkedik el, itt alakul ki a fényérzet.",
    "A másodlagos látóközpontokhoz kapcsolhatók az észlelési folyamatok, itt tudatosulnak, itt kapnak jelentést a különféle ingerek, pl. itt történik",
    "[LIST_ITEM] az arcfelismerés,",
    "[LIST_ITEM] a színeket, alakokat, formákat itt észleljük, ismerjük fel.",
    "[LIST_ITEM] Sérülésekor a beteg lát, de a látottakat nem ismeri fel.",
    "[LIST_ITEM] Ide tartozik az olvasás központ is, melynek sérülésekor a beteg látja, de nem ismeri fel az olvasott szavakat.",
    "[H1] A látóidegek félig kereszteződnek.",
    "[LIST_ITEM] Az orr felőli retinafélből származó rostok kereszteződnek, a halánték felőli részéből nem,",
    "[LIST_ITEM] ezért a jobb látótér képe a bal féltekébe kerül és fordítva.",
    "Mint a fenti ábrán látható a látóideg, ill. a látópálya különböző helyen történő sérülései különféle látótérkiesésekkel járnak.",
    "A látópálya oldalágakat küld a középagyba, ahol az akkomodáció, a pupillareflex és a szemhéjzárási reflex központjai találhatók.",
    "Az innen kiinduló rostok a szivárványhártya és a sugártest simaizmait, ill.",
    "a szemhéjakat mozgató izmokat idegzik be.",
    "Pupillareflex",
    "Az írisz élettani feladata az, hogy szabályozza a szembe jutó fény mennyiségét, védve ezzel a retinát.",
    "A pupilla erős fényre beszűkül, félhomályban tágul.",
    "A reflex kiváltása során a vizsgált egyén mindkét szemét letakarjuk, majd néhány másodperc várakozás után váltakozva vesszük le kezünket a szemekről, és figyeljük a fényt kapott oldal pupillájának szűkületét.",
    "[H2] Szemhéjzárási reflex.",
    "Ha valamilyen nagyobb tárgy hirtelen megjelenik a látótérben, vagy ha erős fényel világítjuk meg a szemet ill., ha valamilyen mechanikai hatás éri a szaruhártyát a szemhéjak reflexesen bezáródnak.",
    "A redukált szem",
    "[H2] A látás, az akkomodáció.",
    "A szem több törőfelülettel rendelkező összetett optikai rendszer.",
    "Az optikai képalkotás szempontjából azonban jól helyettesíthető a sokkal egyszerűbb, ún.",
    "„redukált\" szemmel.",
    "A redukált szem egyetlen törőfelülettel rendelkező homogén test.",
    "A redukált szem segítségével az ábrán látható módon a képalkotás nagyon leegyszerűsödik.",
    "Ennek megfelelően a sárgafolton kicsinyített, fordított, valódi kép keletkezik, melyet az agy fordítja vissza.",
    "A kis domborulatú egyszerű lencsék képalkotását a leképezési törvény írja le:",
    "[LIST_ITEM] $f = a$ lencse fókusztávolsága (Fókusztávolságnak nevezzük a fókusz és a lencse fősík távolságát. Fókusz az a pont, amelybe a gyűjtőlencse az optikai tengellyel párhuzamos fény sugarakat összegyűjti.),",
    "[LIST_ITEM] $t =$ az élesen látott tárgy távolsága,",
    "[LIST_ITEM] $k =$ a keletkezett kép távolsága a lencse fősíkjától.",
    "A gerincesek szeme kétféle módon alkalmazkodik a csökkenő tárgytávolsághoz, ha távoli tárgy közeledik (azaz, ha t csökken).",
    "[LIST_ITEM] A fókusztávolság csökkentésével (pl. emlősök a lencse domborulatának növelésével)",
    "[LIST_ITEM] vagy a képtávolság növelésével (a halak lencséje merev, alakja nem változtatható).",
    "A szem fókusztávolságának a megváltozása a lencse domborulatának megváltoztatásával válik lehetővé, aminek következtében tehát változik a lencse fénytörőképessége.",
    "A szemlencse fénytörőképességét dioptriában adják meg. Dioptria = a lencse méterben kifejezett fókusztávolságának reciprok értéke. $D = 1/f$",
    "[LIST_ITEM] Szaruhártya-levegő fénytörése állandó (a szaruhártya alakja nem változtatható).",
    "[LIST_ITEM] A lencse alakja, s így fénytörése tehát változtatható, ez az akkomodáció alapja.",
    "Számítsuk ki, hány dioptriásnak adódik a szem lencserendszere, ha „végtelenre\" (igen távoli tárgyakra) nézünk!",
    "A vizsgált személyben a lencserendszertől a sárgafoltig a távolság 24 mm.",
    "[LIST_ITEM] $D = 1/f = 1/k + 1/t$,",
    "[LIST_ITEM] mivel t igen nagy, 1/t értéke elhanyagolható, így",
    "$\\mathrm{D} = 1 / \\mathrm{k} = 1 / 0,024 \\mathrm{~m} = \\underline{41,7}$",
    "Közelre nézéskor a lencse domborúbbá válik, fénytörése nő. Hány dioptriásra nő a törőképessége, ha egy tőlünk 25 cm-re levő szöveget olvasunk?",
    "$\\mathrm{D} = 1 / 0,024 + 1 / 0,25 = 41,7 + 4 = \\underline{45,7}$  A törőképesség 45,7 dioptriásra nőtt.",
    "Hány dioptriás szemüveget használjon egy 25 cm-re levő szöveg nézéséhez az előző feladatban szereplő ember, ha idős korára távollátó lett: a távoli tárgyakat élesen látja, de szemlencséjének domborúsága már nem változtatható?",
    "D szemüveg $= 45,7 - 41,7 = 4$ dioptriás szemüveget.",
    "Ha a fény két eltérő optikai sűrűségű közeg határára érkezik, akkor egy része visszaverődik, másik része pedig belép az új közegbe.",
    "Az új közegben haladó fény sugár általában megtörik.",
    "A fénytörés oka az, hogy a két közegben eltérő a fény terjedési sebessége.",
    "[H2] Legnagyobb mértékben a levegő-szaruhártya határán törik meg a fény.",
    "[H2] Legnagyobb fénytörés az alábbi helyeken történik:.",
    "[LIST_ITEM] Levegő → szaruhártya.",
    "[LIST_ITEM] Csarnokvíz → lencse elülső felszíne.",
    "[LIST_ITEM] Lencse hátulsó felszíne → üvegtest.",
    "[H2] A szem fénytörő közegei.",
    "[H3] 1. Szemlencse.",
    "Rugalmas, áttetsző test, idősebb korban veszít rugalmasságából, közellátáshoz segédlencse – szemüveg – válik szükségessé (időskori távollátás).",
    "A lencsefüggesztő rostok útján körkörösen rögzül a sugártesthez.",
    "A lencse domborúságának változását, éleslátásra való beállítását a sugártest biztosítja, ez az akkomodáció.",
    "A szem nyugalomban – a sugártest lapos, izmai elernyedt állapotban vannak – a végtelenre van állítva, a távoli tárgyakat látjuk élesen.",
    "Az akkomodáció az 5 m-nél közelebb levő tárgy nézése esetén szükséges.",
    "A közeli tárgyakról szétartó fény sugarak érik el a szemet, ezért, hogy a kép a retinára vetüljön, össze kell őket gyűjteni, ehhez viszont a lencse domborúságának és a fénytörésének meg kell nőnie.",
    "Ekkor:",
    "[LIST_ITEM] A sugártest izmai összehúzódnak, aminek következtében bedomborodik a hátulsó szemcsarnokba,",
    "[LIST_ITEM] a lencsefüggesztő rostok ellazulnak,",
    "[LIST_ITEM] a lencse rugalmassága miatt domborodik, fénytörése nő, fókusztávolság csökken,",
    "[LIST_ITEM] pupilla szűkül.",
    "[LIST_ITEM] Paraszimpatikus reakció.",
    "ACCOMMODATION IN THE NORMAL EYE",
    "Az akkomodáció központjai a középagyban találhatók.",
    "Reflexív: fény – retina – látóideg – látópálya – talamusz – középagy – vegetatív mozgató dúc – sugártest.",
    "[H2] 2. Szemcsarnokok.",
    "[LIST_ITEM] Csarnokvízzel kitöltött terek.",
    "[LIST_ITEM] Az elülső szemcsarnok a szaruhártya és az szivárványhártya közötti terület.",
    "[LIST_ITEM] A hátsó szemcsarnok az írisz hátsó felszíne és a lencse, ill. lencsefüggesztő készülék közötti terület.",
    "[LIST_ITEM] Sugártest termeli a csarnokvizet, ez a pupillán keresztül kerül az elülső csarnokba, ahonnan felszívódik. A csarnokvíz a szemnyomás fenntartásában és a szem elülső érmentes részeinek – pl. szemlencse, szaruhártya – táplálásában vesz részt.",
    "[H2] 3. Üvegtest.",
    "Az üvegtest a szemgolyónak a szemlencse mögötti részét kitöltő, kocsonyaszerű, átlátszó állománya (98%-a víz).",
    "A szemgolyó alakjának állandóságát biztosítja, benne finom fehérjehálózat található.",
    "Elveszett üvegtest állományt, ellentétben a csarnokvízzel, a szervezet nem tudja pótolni.",
    "[H2] Távolság észlelés.",
    "[H3] Monokuláris.",
    "[LIST_ITEM] Relatív nagyság, ami távolabb van az kisebb.",
    "[LIST_ITEM] Takarás.",
    "[LIST_ITEM] Relatív magassági helyzet, ami távolabb van az alacsonyabb.",
    "[LIST_ITEM] Perspektíva.",
    "[LIST_ITEM] Ami közelebb van, az gyorsabb.",
    "[LIST_ITEM] Részletgazdagság, ami közelebb van az részletgazdagabb.",
    "[H3] Binokuláris.",
    "[LIST_ITEM] Binokuláris eltérés: a két szem kissé eltérő nézőpontjából adódóan ugyanannak a tárgynak a retinaképe a két szemben enyhén eltér. Minél közelebb van a tárgy annál nagyobb az eltérés. Ebből az eltérésből következtet az agy a tárgytávolságra. A jelenség az alapja a mélységészlelésnek, azaz a térálatának is.",
    "[LIST_ITEM] Konvergencia",
    "A konvergencia (összetartás) a két szemünk látótengelye által bezárt szöggel jellemezhető.",
    "Ha a vizsgált tárgy távolabb van tőlünk, ez a szög kicsi, közelre nézéskor a két",
    "szem által bezárt szög nő. A konvergenciaszög nagyságából a látórendszerünk következtet a tárgy távolságára.",
    "[H2] Térlátás.",
    "A háromdimenziójú tárgyaknak a jobb és a bal oldali képe kissé eltér egymástól.",
    "Amennyiben egy tárgy, amit nézünk, a két szám látóterének átfedési tartományában található, a két retinán két különböző szögből két kissé különböző kép keletkezik a tárgyról.",
    "A két képet az agy egyetlen, térhatású képpé egyesíti.",
    "[H2] A szem fénytörésének hibái.",
    "[H3] Távollátás (hypermetropia).",
    "Éles kép csak a távoli tárgyakról alakul ki. A közeli tárgyakról a kép az ideghártya mögött keletkezik. Oka:",
    "[LIST_ITEM] Normálisnál rövidebb a szemtengely,",
    "[LIST_ITEM] csökken a szemlencse rugalmassága.",
    "[LIST_ITEM] Korrekció gyűjtőlencsével történik.",
    "[H3] Rövidlátás (myopia).",
    "Éles kép csak a közeli képekről alakul ki. A távoli tárgyakról a kép az ideghártya előtt keletkezik. Oka:",
    "[LIST_ITEM] Hosszabb a szem tengelye, ill.",
    "[LIST_ITEM] erősebb a szem fénytörése.",
    "[LIST_ITEM] Javítása homorú – negatív – lencsével történik.",
    "[H2] Egyéb rendellenességek.",
    "[H3] Zöldhályog (glaukóma).",
    "A zöldhályog kialakulásának során a csarnokvíz termelődése és elfolyása közötti egyensúly felborul, a szemnyomás megemelkedik, ez pedig a szaruhártya vizenyőjét és a retina vérellátási zavarát okozza.",
    "A vérellátási zavar következtében az ideghártya és a látóideg idegsejtjei elpusztulnak.",
    "A folyamattal visszafordíthatatlan látásromlás alakul ki, az időben felismert és kezelt betegség esetén ez a romlás megállítható.",
    "[H3] Szürkehályog.",
    "A szürkehályog a szemlencse maradandó elhomályosulása, mely jellemzően idősebb korban alakul ki.",
    "Előfordulhat sérülésből eredő, veleszületett, fizikai vagy kémiai behatás eredményeként is.",
    "Műtét nélkül vaksághoz vezet.",
    "A tünetek első megjelenése olyan, mintha homályos, piszkos ablakon néznénk keresztül.",
    "„Gyermekkorban a szemlencse állománya lágy, majd serdülőkortól a közepén lévő rostok tömörülni, keményedni kezdenek.",
    "Ezzel a folyamattal a lencse alkalmazkodó képessége csökken, aggastyán korra egész tömegében megkeményedik.",
    "A szemlencse öregedési folyamataért az alfa-krisztallin nevű dajkafehérje",
    "10",
    "(stresszfehérje) felelős.",
    "Ennek aktivitása szükséges, hogy a lencse állománya áttetsző maradjon.",
    "Fiatal szervezet lencséjében bőségesen van alfa-krisztallin, mely megakadályozza a fehérje-rostok aggregációját (összecsapódását).",
    "Ezek a fehérjeaggregátumok ugyanis a beeső fény egy részét „szórják”, ami a lencse elhomályosodásához vezet.”",
    "A szürkehályog kialakulását megelőzni nem lehet, gyógyszerekkel nem befolyásolható.",
    "Egyedüli eredményes gyógymódja, az elszürkült szemlencse műtéti eltávolítása és egy műlencsével történő helyettesítése.",
    "[H2] Kötőhártya-gyulladás (coniunctivitis).",
    "A kötőhártya különböző okok miatt kiváltott gyulladása. Előidézői:",
    "[LIST_ITEM] vírusok, baktériumok,",
    "[LIST_ITEM] allergia,",
    "[LIST_ITEM] szél, por, füst és más légszennyeződések.",
    "Kötőhártya gyulladás",
    "[H2] Színtévesztés, színvakság.",
    "A színtévesztő ideghártyájában az egyik csap nem működik megfelelően.",
    "Valamely színtartományban nem kellően érzékeny, vagy a színtartomány eltolódik valamelyik másik csap színtartománya felé.",
    "Leggyakoribb a zöld és a vörös receptorok hibája, a vörös csapocska színtartománya a zöld felé tolódik.",
    "A színvak ember ideghártyájából egyszerűen hiányzik vagy nem működik valamelyik csapsejt típus.",
    "[H2] Vakfolt vizsgálata.",
    "A vakfoltot az alábbi egyszerű kísérlettel lehet demonstrálni.",
    "Bal szemünket letakarjuk és jobb szemünkkel a pontra koncentrálunk, az ábrát közelítve/távolítva lesz egy pont, amikor a kereszt képe eltűnik, mert a vakfoltra vetül.",
    "A vakfolt a retinának az a területe, ahol a látóideg elhagyja a szemet.",
    "Nevét onnan kapta, hogy ezen a területen nincsenek receptorok.",
    "Mikor a pont képe a sárgafoltra esik – éleslátás –, a kereszt képe a retina más területein képződik le.",
    "Van egy olyan távolság, ahol a kereszt képe a vakfoltra kerül.",
    "Ilyenkor, ha egyik szemünk be van csukva, a kereszt képe eltűnik.",
    "Mind a két szem nyitvatartása esetén, a jelenség nem tapasztalható, mivel egyrészt a két szem látóterének jelentős része átfedődik, így az agy az adott látótér vak részét a másik szem segítségével mindig látja, másrészt agyunk a látótér vak részét kiegészíti annak környezete alapján.",
    "12"
  ]
}