{
  "doc_id": "Luxemburgi.Zsigmond",
  "sentences": [
    "[HEADER] II.",
    "Luxemburgi Zsigmond és kora.",
    "[HEADER] 1) Uralkodók.",
    "Luxemburgi Zsigmond (1387–1437) brandenburgi őrgróf, magyar, cseh, német király, német-római császár\n\n[HEADER] Habsburg Albert (1438–1439) osztrák herceg, magyar, cseh és német király.",
    "[HEADER] I. Murád török szultán (1421–1444, 1446–1451).",
    "2) Melyik évben történtek a következő katonai események?",
    "[HEADER] első rigómezei csata: 1389.",
    "[HEADER] Nikápoly ostroma: 1396.",
    "[HEADER] a lippany csata: 1434.\n\n3) Milyen jelentősége van a következő évszámoknak?\n\n1395: az óbudai egyetem (studium generale) alapítása.",
    "Az egyetemen a középkorban megszokott következő négy fakultás működött: szabad művészetek, a jog-, orvostudományi és teológiai.\n\n1397: ekkor zajlott a temesvári országgyűlés, amelyen Zsigmond bevezette a telekkatonaság rendszerét, valamint ígéretet tett arra, hogy a felsorolt néhány személyen (pl.",
    "Eberhard főkancellár, Stiborci Stibor vajda, Maternus erdélyi püspök) kívül elbocsájtja tanácsadói közül az idegeneket (értsd: külföldieket).\n\n1401:",
    "Zsigmond a belpolitikai válságban Siklós várába kerül Garai Miklós háziőrizetébe, ahol szövetségre (úgynevezett ligára) lépett a Garai",
    "és a Cillei család az uralkodóval.",
    "Ennek nyomán vette hamarosan feleségül a megözvegyült ifjú uralkodó Cillei Borbálát.",
    "Garai Miklós hamarosan az ország nádora lett, amely méltóságot egészen 1433-as haláláig viselte.",
    "Ez a liga teremtette meg Zsigmond tényleges hatalmának alapjait.\n\n1408:",
    "az uralkodó megalapítja a sárkányos társaságot (societas draconis), melynek előképe az I. Károly létesítette Szent György lovagrend.",
    "E folyamatosan bővülő csoport az uralkodó hatalmának bázisát jelentette, hiszen a királyhű bárók voltak a tagjai.\n\n1410: az óbudai egyetem újjá alapítása.",
    "Az egyetem professzorai részt vettek a konstanzi zsinaton, azonban az intézmény mindössze egy évtizedig működött.\n\n1414–1418: a konstanzi zsinaton – amelynek összehívásában és sikeres lebonyolításában Zsigmond királynak kulcsszerep volt – megszüntették a nagy nyugati egyházszakadást (1378–1417); V. Mártont választották pápává (1417–1431); hozzáláttak az egyház belső reformjához; elítélték a huszita tanokat (kivégezték Jan Hust, majd Prágai Jeromost); a bíborosi kollégium elismerte a magyar királyok főkegyúri jogát (1417).\n\n1433:",
    "Zsigmondot Rómában császárrá koronázta IV. Jenő pápa.",
    "1437: Budai Nagy Antal vezetésével Erdélyben parasztfelkelés tört ki.",
    "[HEADER] 4) Fogalmak.\n\ncivitas: a 14.",
    "század második felétől a fallal övezett, autonómiával rendelkező településeket jelölte, amelyek közvetlenül az uralkodó joghatósága alá tartoztak, s különböző előjogokat birtokoltak.",
    "Ezek közé tartozott például az egyösszegű adózás, a szabad városbíró (=polgármester) választás, vörös pecsétviasz használata, a városi életet szabályozó statútumok alkotása.",
    "Az 1380-as évektől e privilegizált városok polgárai ügyében a fellebbviteli ítélkezés fóruma a tárnoki székre került.",
    "E településeket másként szabad királyi/királyi szabad városnak (libera regiae civitas) is nevezzük.",
    "Ezek közé tartozott: Buda, Pest, Bártfa, Kassa, Pozsony, Sopron, Eperjes és Nagyszombat.",
    "A Jagelló-korban a sor kiegészült Szegeddel (1498)",
    "és Újlakkal (1525).",
    "E mellett a városoknak további kiváltságokkal rendelkező csoportjai is voltak: püspöki (pl. Pécs, Nagyvárad);",
    "személynöki (pl. Fehérvár, Esztergom, Lőcse); bányavárosok (pl. Korpona, Körmöcbánya, Besztercebánya) és az erdélyi szász városok (pl. Nagyszeben, Brassó).",
    "oppidum: fallal nem övezett, részleges önkormányzattal rendelkező települések, amelyeket mezővárosoknak nevezünk.",
    "Valamely földesúr joghatósága alatt álltak, fejlettségi szintjük és lakosságszámuk a falvakét jelentősen meghaladta, de nem érte el a civitasok szintjét.",
    "A 15.",
    "századot tekinthetjük a mezővárosok virágkorának, polgárai – akik jogi értelemben jobbágyok voltak – jelentős kereskedelmi tevékenységet folytattak, sok esetben bekapcsolódtak a Velencébe és a délnémet területekre irányuló szarvasmarhakereskedelembe (pl. Kálmáncsehi, Debrecen).",
    "telekkatonaság (militia portalis): A nikápolyi vereséget (1396) követően a temesvári országgyűlésen (1397) bevezetett katonaállítási rendszer, amely Zsigmond hadügyi reformjának részét alkotta.",
    "A birtokos nemesség tagjai minden 20 jobbágytelek után egy könnyűlovas íjász felszerelésére és kiállítására voltak kötelezve, amely az egyházi és főúri bandériumok, valamint a nemesi felkelés kiegészítésére szolgált.",
    "A katonák felszerelése a következő fegyverekből állt: íj, nyíl, pajzs, lándzsa, csákány és kard.",
    "A nemesek terhét 1435-ben csökkentették, ettől kezdve 33 jobbágyporta után kellett egy könnyűlovast kiállítaniuk.",
    "kápolnai unió: az erdélyi parasztfelkelés idején, 1437.",
    "szeptember 16-án, Csicsókápolnán az erdélyi három nemzet egyességre lépett (Unio Trium Nationum).",
    "A szövetség tagjai az erdélyi magyar nemesek, a székely lófők és az erdélyi szászok vezetői voltak.\n\nsoltész: az ország északkeleti részén, elsősorban a Szepesség peremén letelepülő német etnikumú népesség (szászok) szervezett betelepítés vezetője a 13.",
    "század végétől, aki az így létrejött településeken a bírói, adószedői feladatokat is ellátta.",
    "kenéz: a 13.",
    "századtól a vlach (oláh) telepített falvak elöljárója, aki a telepítést szervezte, majd a falvak önkormányzatának vezetője, azaz bírói tisztség betöltője, az adószedés felügyelője.",
    "[HEADER] 5) Személyek.",
    "Stibor vajda (†1414): lengyel származású előkelő, Zsigmond király egyik legmegbízhatóbb támasza már magyar királysága előtt.",
    "Az uralkodóval érkezett az országba, ahol legmagasabb méltósága az erdélyi vajdai cím lett (1395–1401, 1409–1414).",
    "Az ország északnyugati részén jelentős birtokvagyont szerzett, az uralkodó jóváhagyásával felvette a „Vág folyó földjének ura” címet.",
    "Halálakor Garai Miklós nádor és Cillei Hermann mögött az ország harmadik legnagyobb birtokosának számított.",
    "Ozorai Pipo (†1426): Filippo Scolari néven Firenzében született és nőtt fel, majd kereskedősegédként érkezett a Kárpát-medencébe (1387).",
    "Először Kanizsai János esztergomi érsek szolgálatába állt, majd hamarosan a király látókörébe került a tehetséges olasz.",
    "Számos különböző területen, így az igazgatásban, hadvezérként, valamint a diplomataként egyaránt Zsigmond király egyik leghűségesebb támasza volt.",
    "Tevékenykedett sókamaraispánként (1401–1426), majd temesi és a környező további nyolc megye ispánjaként, seregvezérként a Velence elleni háborúban harcolt, diplomataként a pápai udvarban is járt.",
    "Az ő nevéhez fűződik a déli végvárrendszer kiépítésének megkezdése, több új erősséget emelt, valamint megerősítette Nándorfehérvárt és",
    "Temesvárt.",
    "Ozoán rendezte be rezidenciáját, miután feleségül vette Ozorai András leányát, Borbálát.",
    "Több rokona is az országba költözött, közülük többen az egyházi pályára léptek, számukra a befolyásos Pipo egyházi javadalmakat szerzett:",
    "Andrea Scolari és Giovanni Melanesi váradi püspök, Carniano Scolari és Giovanni Buondelmonti pedig kalocsai érsek lett.",
    "Halála után birtokai a királyra szálltak.",
    "Lazarevics István (†1427): szerb fejedelem, aki alatt Szerbia elveszítette függetlenségét és az oszmánok adófizetője lett.",
    "I. Bajezid oldalán részt vett az ankarai csatában (1402), ahol a szultán vereséget szenvedett Timur Lenktől, Lazarevics is fogságba került.",
    "Kiszabadulását követően a bizánci császártól megkapta a despota címet.",
    "Hazatérését követően az Oszmán Birodalom válsága idején a magyar király vazallusa lett.",
    "Zsigmond oldalán részt vett a husziták elleni hadjáratokban, sőt a sárkányos társaság tagjai közé is felvették.",
    "A magyar király neki adományozta Nándorfehérvárt, ekkor lett első alkalommal a későbbi Belgrád a Lazarevics által egyesített Szerb Fejedelemség központja.",
    "1426-ban Tatán szerződést kötött a magyar uralkodóval, melynek értelmében halálát követően",
    "Nándorfehérvár és Galambóc várainak átadásáért örököse jelentős magyarországi birtokokat kap.",
    "Miután a következő évben elhunyt, örököse az általa kijelölt unokaöccse, Brankovics György lett.",
    "Garai Miklós (†1433): a patinás Árpád-kori Dorozsma nemből származott.",
    "Apja idősebb Miklós I. (Nagy) Lajos király nádora (1375–1385), majd annak halálát követően Erzsébet anyakirályné és",
    "Anjou Mária híve, Zsigmond királlyá választásának egyik ellenzője.",
    "Halálát követően fia, ifjabb Miklós hamarosan Zsigmond király mellé állt, aki különböző kormányzati feladatokat bízott rá: macsói (1387–1390, 1393–1394), horvát (1394–1402), majd szlavón (1397–1402).",
    "Miután 1401-ben Siklóson szövetséget kötött Cillei Hermannal és az uralkodóval, megkapta a nádori méltóságot (1402), amelyet haláláig viselt."
  ]
}