{
  "doc_id": "Szent.Istvántól.Könyves.Kálmánig",
  "sentences": [
    "[H1] SZENT ISTVÁNTÓL.",
    "KÖNYVES KÁLMÁNIG",
    "[H1] KORSZAKOLÁS.",
    "[LIST_ITEM] Monarchikus (királyi) hatalom kiépülés és megszilárdulása – 10. század vége – 1116 (?)",
    "[LIST_ITEM] Törzsi államokból – királyi egyeduralom",
    "[LIST_ITEM] Krízisek és konszolidáció",
    "[LIST_ITEM] Belső átalakulási folyamatok – az átmenet évszázada: a 12. század",
    "[LIST_ITEM] Krízisek és konszolidáció",
    "[LIST_ITEM] A szentistváni modell teljes átalakulása – a 13. század",
    "[LIST_ITEM] Krízisek és konszolidációs kísérletek",
    "[LIST_ITEM] Szerkezeti változások",
    "[H1] ÖRÖKLÉS.",
    "[LIST_ITEM] Intelmek",
    "[LIST_ITEM] Imre és Ottó",
    "[LIST_ITEM] Dux Ruizorum (Koppány mint somogyi dux)",
    "[LIST_ITEM] Orseolo Péter",
    "[LIST_ITEM] Vazul és Szár László",
    "[LIST_ITEM] Primogenitúra, szeniorátus és designatio (successio gradualis)",
    "[LIST_ITEM] Szent István király úgy tervelte és szilárdan elhatározta, hogy az evilági dicsőség minden pompáját félreveti, az ideig tartó királyság koronáját leteszi, és egyedül Isten szolgálatának szenteli magát. Elhagyja a külső gondokat, csöndes békességben, szemlélődésben tölti életét; a királyi fönseg koronáját pedig fiának, Imre hercegnek akarta adni, aki szentséges erkölcsökkel volt megáldva. Szent Imre herceg ifjúsága virágjában volt, isteni ajándékok a közönséges emberi természet fölé magasztalták, fel volt ruházva az igazság, bölcsesség, vitézség, mérséklet, okosság, tudomány, szelídség, irgalmasság, jóság, bőkezűség, alázatosság és türelem erényeivel, ékes volt a katolikus élet meg a közügyek intézésének virtusaival is, hasonlóan atyjához, Szent Istvánhoz.",
    "[LIST_ITEM] Midőn tehát a szentséges atya át akarta adni fiának a kormányzás gondját és az országlás terhét, Szent Imre herceg hirtelen halállal még előbb meghalt. Siratta őt Szent István király és egész Magyarország vigasztalhatatlan, nagy sírással. A keserves, nagy fájdalom beteggé tette Szent István királyt, súlyos kórságba esett; hosszú napok után is csak alig érte meg egészsége javulását, de régi épsége nem tért vissza soha többé. Gyötörte lábfájás; szomorúság, jaj gyötörte, kivált amiért atyafiságában nem látott senki olyast, aki az ő halála után keresztényi hitben tartsa meg országát.",
    "[LIST_ITEM] Mert a magyar nemzet inkább hajlott a pogány szertartásokhoz, mint Krisztushitéhez. Ezenközben testi ereje megfogyatkozott, érezte, hogy nagy bágyadtság nyomja: sietvén elküldötte Buda nevű követét, Egyrőt fiát, hozza ki a nyitrai börtönből nagybátyja fiát, Vazult, akit a király ifjúi kicsapongása és oktalansága miatt záratott el, hogy megjavuljon; vezesse hozzá, hogy mielőtt meghal, királyá tehesse. Meghallotta ezt Gizella királyné, tanácsot tartott Budával, ezzel az alávaló emberrel, és nagy hamarsággal elküldötte követét, név szerint Seböst, ugyanannak a Budának fiát abba a börtönbe, ahol Vazult őrizték. Sebős tehát megelőzte a király küldöttét, kitolta Vazul szemét, és ólmot öntött fülének üregébe – majd Csehországba menekült. Utána megérkezett a király küldötte, látta a megvakított szemét, és azon módon, sebesülten vezette a királyhoz.",
    "[LIST_ITEM] Látta Szent István király, milyen nyomorúságosan megcsonkították, keservesen sírni kezdett, de nyomta a betegség terhe, és így nem adhatta meg a gonosztevőknek méltó büntetésüket. Magához hívta tehát unokaöccsének, Szár Lászlónak fiait, Andrást, Bélát és Leventét, azt tanácsolta nekik, fussanak, amilyen gyorsan csak tudnak, hogy megóvják életüket és testi épségüket. Ezek megfogadták a szent király bölcs tanácsát, és Csehországba futottak a bajok és fájdalmak színe elől.",
    "[H1] KÜLSŐ VESZÉLYEK ÉS BELSŐ KONFLIKTUSOK.",
    "[LIST_ITEM] Orseolo Péter mint István művének folytatója (designatio és adoptálás)",
    "[LIST_ITEM] Idegenekkel vette körbe magát",
    "[LIST_ITEM] „Miután Pétert királlyá tették, a királyi felség kegyes hajlandóságát mindenestül elvetette, és német dühösséggel kegyetlenkedett: Magyarország nemeseit megvetette, gőgös szemmel és telhetetlen szívvel falta a föld javát, vadállati módon ordító németjeivel és fecske módjára fecsegő olaszaival. Az erősségeket, őrhelyeket és várakat németek és olaszok őrizetére bízta. Péter király felette kicsapongó volt; a király csatlósainak erőszakoskodása miatt abban az időben senki sem lehetett biztos feleségének tisztasága, leányának vagy húgának szüzessége felől, mert büntetlen tettek rajtuk erőszakot”",
    "[H1] VÁLSÁGOK SOROZATA.",
    "[LIST_ITEM] Megosztott elit, legitimációs válság, Péter elűzése",
    "[LIST_ITEM] Aba Sámuel a király",
    "[LIST_ITEM] törzsfő, kérdéses rokonság Istvánnal, sógor, unokaöccs, csak szövetséges?",
    "[LIST_ITEM] „azért kerülhetett rá a választás, mert nem találtak senkit Szent István nemzetségéből, aki alkalmas lett volna e feladatra”",
    "[LIST_ITEM] Keresztény ugyan, de erőszakos uralom (csanádi gyűlés), eretnekgyanú is",
    "[LIST_ITEM] III. Henrik császár beavatkozása, 1044, ménfői csata",
    "[LIST_ITEM] Orseolo Péter III. Henrik hűbérese, lándzsa és korona visszaadása, korona visszaküldése",
    "[LIST_ITEM] A következő esztendőben a császár visszatért Magyarországba; Péter király húsvét szent ünnepén, a magyarok és németek színe előtt átadta neki Magyarországot aranyozott lándzsa képében. Ezenfelül a király sok nagyszerű ajándékkal tisztelte meg a császárt, aki dicsőségesen tért meg hazájába. Ezenközben a Csehországba futamodott András, Béla és Levente ínséges szegénységük miatt átmentek Lengyelországba; Miska lengyel fejedelem kegyesen és tiszteességgel fogadta őket.",
    "[H1] A VAZUL-FIAK VISSZATÉRÉSE.",
    "[LIST_ITEM] Pogánylázadások",
    "[LIST_ITEM] Levente és András",
    "[LIST_ITEM] 1046 – András koronázása",
    "[LIST_ITEM] Péter fogsága és megvakítása",
    "[LIST_ITEM] Béla hazahívása",
    "[H1] DUKÁTUS ÉS KÜLSŐ TÁMADÁSOK.",
    "[LIST_ITEM] III. Henrik támadásai: 1051 és 1052 (Búvár Kund és Vértes hegység)",
    "[LIST_ITEM] Besenyő és kun támadások keletről",
    "[LIST_ITEM] András függetlenségének elismerése és kibékülés a császárral (később: a császár lányának házassága Salamonnal)",
    "[LIST_ITEM] Levente halála után a trónörökös a legfiatalabb testvér, Béla – konszenzuson alapuló országmegosztás",
    "[LIST_ITEM] „Együtt voltunk hajdan ínségben és fáradalmakban, kedves öcsém; most arra kérlek, ne késlekedjél, gyere hozzám, hogy társak legyünk az örömben, és együtt lévén, örvendezve osztozzunk meg az ország javain. Nincsen nekem örökösöm, se testvérem rajtad kívül; te légy az örökösöm, te kövess a királyságban.” Megindították ezek a szavak Bélát, egész háza népével eljött a királyhoz; meglátta a király, és örvendezett nagy örvendezéssel, minthogy öccsének ereje is támogatta. Ezután a király és öccse Béla tanácsot tartottak, három részre osztották az országot, ebből kettő a királyi fölség, vagyis hatalmasság tulajdona maradt, a harmadik részt pedig a herceg kapta tulajdonul. Magyarországnak ez az első felosztása hercegei és királyai között a viszálykodásnak és hadakozásoknak magva lett.",
    "HUNGARY IN THE 11TH CENTURY",
    "KINGDOM OF POLAND",
    "[H1] Orchid.",
    "[H1] Orchid.",
    "[H1] Orchid.",
    "[H1] Orchid.",
    "[H1] Orchid.",
    "[H1] Orchid.",
    "[H1] Orchid.",
    "[H1] Orchid.",
    "[H1] Orchid.",
    "[H1] Orchid.",
    "[H1] Orchid.",
    "[H1] Orchid.",
    "[H1] Archdiocese/Diocese of.",
    "I Esztergom II Gylir III Veszprém IV Pécs V Vác VI Eger VII Kalocsa-Bács VIII Csanád IX Bihar X Transylvania",
    "1001 Year of foundation",
    "Pagan rebellions",
    "[LIST_ITEM] Dux – vezér, herceg, több elképzelés az eredetről (honfoglaláskori? szláv? Frank?)",
    "[LIST_ITEM] „társak legyünk az örömben, és együtt lévén, örvendezve osztozzunk meg az ország javain. [...] Ezután a király és öccse Béla tanácsot tartottak, három részre osztották az országot, ebből kettő a királyi fölség, vagyis hatalmasság tulajdona maradt, a harmadik részt pedig a herceg kapta tulajdonul.”",
    "[LIST_ITEM] Kérdéses a korai dinasztikus hatalommegosztások esetében, hogy milyen területi és személyi vonatkozásai voltak (Koppány – Somogy, Bihar, Nyitra...)",
    "[LIST_ITEM] András és Béla esetében: barátok egyenlősége, az egész ország feletti hatalom megosztása (2/3 – 1/3)",
    "[LIST_ITEM] Kezdetben: András örömében keresett társat maga mellé, jóban-rosszban társak, véd és dacszövetség, segítségnyújtás, elméletileg örökíthető viszony",
    "[LIST_ITEM] Kapcsolat megromlása: Salamon megszületése",
    "[LIST_ITEM] Szimbolikus aktus: a gyermek megkoronázása",
    "[LIST_ITEM] „Amikor azután Salamon koronázásán azt énekelték: „Légy ura testvéreidnek...”, és Béla herceg tolmács útján megértette, hogy a kisded Salamont az ő urává rendelték, erősen méltatlankodott”",
    "[LIST_ITEM] Várkonyi jelenet – korona vagy kard",
    "[H1] TRÓNÖRÖKLÉS.",
    "[LIST_ITEM] I. András (1046-1060)",
    "[LIST_ITEM] I. Béla (1060-1063)",
    "[LIST_ITEM] Salamon (1063-1074)",
    "[LIST_ITEM] I. Géza (1074-1077)",
    "[LIST_ITEM] I. László (1077-1095)",
    "[LIST_ITEM] Kálmán (1095-1116)",
    "[LIST_ITEM] Kimaradók:",
    "[LIST_ITEM] Dávid és Lampert",
    "[LIST_ITEM] I. Béla és a trón",
    "[LIST_ITEM] Salamon és IV. Henrik támogatása, nincs hűbér, de erős befolyás (fehérvári koronázás)",
    "[LIST_ITEM] 1064, kibékülés Győrben, majd Pécs, húsvét, koronázás?",
    "[LIST_ITEM] Dukátus felújítása, együttműködés, hadjáratok a karantánok, csehek, besenyők (Kerlés) ellen",
    "[LIST_ITEM] 1071 – Nándorfehérvár ostroma, Géza és a görögök",
    "[LIST_ITEM] 1072 – csak Géza kíséri el a balkáni hadjáratra Salamont, László otthon",
    "[LIST_ITEM] 1074 – kemeji majd mogyoródi csata – Salamon Mosonban",
    "[LIST_ITEM] Géza mint választott király, Salamon német hűbért vállalt, német támadás már 1074-ben",
    "[LIST_ITEM] Korona VII. Dukász Mihálytól (invesztitúra harcok) – Magnus (Isten kegyelméből királyá szenteltettem)",
    "[LIST_ITEM] Géza és László le akart mondani a trónról Salamon javára? – VII. Gergely intésére?",
    "[LIST_ITEM] László koronázása? Lampert hercegsége",
    "[LIST_ITEM] Viszony a császárral és a pápával (1079, IV. Henrik támadása)",
    "[LIST_ITEM] Salamon 1081-ben meghódolt támogatói elvesztése miatt, de 1082, merénylet terve, 1083 – szentté avatások, 1085, besenyők, 1087, halála",
    "[LIST_ITEM] 1090 után külpolitikai irányváltás (1091. Horvátország)",
    "[LIST_ITEM] László Álmost jelölte ki utódául (Horvátország királya) – Kálmán egyházi pályája",
    "[LIST_ITEM] Kálmán menekülése Lengyelországba, majd László visszahívja?",
    "[LIST_ITEM] 1096 – Kálmán és Álmos megosztottak a hatalmon",
    "[H1] A BELSŐ REND MEGSZILÁRDÍTÁSA.",
    "[LIST_ITEM] Magántulajdon védelme",
    "[LIST_ITEM] törvények",
    "[LIST_ITEM] Társadalom rétegződése",
    "[LIST_ITEM] ispánok, előkelők",
    "[LIST_ITEM] vitézek, várjobbágyok",
    "[LIST_ITEM] Szolgálónépek, szolgák",
    "[H1] 1083 – ÚJFAJTA LEGITIMÁCIÓ.",
    "[LIST_ITEM] július 16–18: Nyitrán kanonizálták Zoerard-Andrást és Benedeket (bár mindez esetleg már évekkel korábban is megtörténhetett),",
    "[LIST_ITEM] július 25: Csanádon avatták szentté a pogányok által megölt püspököt, Gellértet. Az ő oltárra emelésével a két pogánylázadást (1046, 1061) is elszenvedő magyar egyházat és annak vezetőit tisztelték meg.",
    "[LIST_ITEM] augusztus 20: Székesfehérvárott István király",
    "[LIST_ITEM] november 4: Imre herceg szentté avatása",
    "250 tömintük cikk benne?",
    "[LIST_ITEM] Kálmán és II. Orbán vs. Álmos és IV. Henrik (amicitia)",
    "[LIST_ITEM] 1098, Várkony: seregek felvonulása → Béke, megosztoznak a hatalmon – dukátus",
    "[LIST_ITEM] 1102 – Kálmán horvát király",
    "[LIST_ITEM] Álmos 1105-ig a dukátus ura volt → Kálmán királya koronázza fiát, Istvánt (Dalmácia és Horvátország királya cím)",
    "[LIST_ITEM] Álmos segítséget kér IV. Henriktól, sikertelen (német trón harcok)",
    "[LIST_ITEM] Ezután sógorához, III. Bolesławhoz fordul → Abaújvár elfoglalása a lengyelek által",
    "[LIST_ITEM] Bolesław és Kálmán kibékülnek → Álmos alávetése (deditio) – abaújvári jelenet",
    "[LIST_ITEM] Álmos zarándoklata Jeruzsálembe (1107), közben Kálmán felszámolta a dukátust – Álmos magánbirtokai?",
    "[LIST_ITEM] Álmos új összeesküvése (dömösi prépostság felszentelése), de ismét elbukott, Kálmán megbocsátott? → Álmos V. Henrik segítségét kérte (panaszok)",
    "[LIST_ITEM] V. Henrik és Svatopluk cseh fejedelem támadása Magyarország ellen (1108) – birodalmi előjog a dinasztikus vetélkedésekbe beavatkozni? Álmos magánbirtokait visszaszerezni?",
    "[LIST_ITEM] Pozsony többhónapos sikertelen ostroma után Henrik kibékült Kálmánnal (Bolesław cseh hadjárata) → Álmos visszafogadása",
    "[LIST_ITEM] 1115-ben egy újabb összeesküvés Kálmán ellen → Álmos és fia (a későbbi II. Béla) megvakítása",
    "[LIST_ITEM] Hartvik püspök Szent István életrajza – legitimitás és idoneitás",
    "[LIST_ITEM] Álmos-ági krónikafolytatás: radikális átalakítása a Kálmán-képnek",
    "[LIST_ITEM] Kálmán törvényei",
    "[H1] HÓDÍTÁSOK.",
    "[LIST_ITEM] Horvátország – László 1091, (Álmos), majd 1102 – Kálmán",
    "[LIST_ITEM] Dalmácia – Kálmán, 1105",
    "[LIST_ITEM] 1096: Keresztes hadjárat átvonulása",
    "A magyar egyházszervezet a 1118 körül",
    "NÉMET- RÓMAI",
    "BIR.",
    "1111–1113 között Nyitra Esztergom Győr Pannonhalma Bakonybél Veszprém Tihany Zalavár Somogyvár Zselicszentjakab Záráb 1091 körül",
    "1: Garamszentbenedek 2: Visegrád 3: Feldebrő 4: Vác 5: Eger 6: Sár 7: Mogyoród Várad Pentele Kalocsa Székszárd Báta Pécsvárad Oroszlámós Csanád KALOCSA-BÁCS 1091 után Bács Garáb Szávaszentdemeter",
    "1: Latin érsekség, püspökség Az egyházmegyék határa Az egyházmegyék területe Bencés monostor Bazilita monostor",
    "BIZÁNCI BÍRÓDALOM",
    "© BTK TTI"
  ]
}