{
  "doc_id": "Szerzetesség.Fogalmak, személyek, események_FT",
  "sentences": [
    "I)",
    "Szerzetesség.\n\n1) Fogalmak.",
    "Aszkéta: A lelki javakért, az üdvözülésért a világi javakat elutasító, önmegtartóztató életet élő személy, aki az evangéliumi tanácsokat követi.",
    "A 4–5. században a remetéket, szerzeteseket aszkétáknak is nevezték.",
    "Három evangéliumi tanácsa: Az Újszövetség Máté evangéliumában megfogalmazott alapvető erkölcsi tanítása, amely a szerzetesség számára a kezdetektől alapvető igazodási pontként szolgál: 1) tisztaság (szüzesség), 2) szegénység és 3) engedelmesség.",
    "Anachoréta: A világtól elvonultan élők görög elnevezése, amely latin megfelelője az eremita, magyarul pedig a remete szó.",
    "A szerzetesség első megjelenési formája a 3–4.",
    "században, amikor az evangéliumi tanácsok követése, az önmegtartóztató élet megvalósítása érdekében néhányan Egyiptom és Szíria sivatagjaiba vonultak",
    "ki és ott élték mindennapjaikat.",
    "A két legismertebb anachoréta Remete Szent Pál (†341) – a pálos rend védőszentje –, valamint Remete Szent Antal (†356) voltak.",
    "Koinobita (coenobita): Azon szerzetesek elnevezése a 4. századtól, akik a világtól elvonultan, egy vezető iránymutatásai szerint közös testvéri életet éltek.",
    "Az első koinobita közösségeket Szent Antal szervezte meg.",
    "Regula: A szerzetesek közös életét meghatározó szabályzat, amely a mindennapok valamennyi területére előírásokat tartalmaz.",
    "Az első regulát az Egyiptomban kettős (külön férfiak és nők számára)",
    "közösséget alapító Szent Pakhomiosz (†346) alkotta meg.",
    "Később valamennyi szerzetesrendnek saját regulája volt, amely az adott közösségre jellemző szabályokat, szokásokat, viseletet, jelmondatot tartalmazta.",
    "2) Személyek.",
    "Nagy Szent Vazul (†379): A három kappadókiai egyházatya egyike, a keleti szerzetesség atyja.",
    "Cesarea püspöke, aki szerzetesi közösségeket szervezett, amelyeket nevének eredeti görög alakjából (Baszileiosz) bazilitáknak nevezünk.",
    "Elkészítette az 55 fejezetből álló regulát, amely a liturgia, a tanulmányok, a fizikai munka és a karitatív tevékenységek köré szerveződött.",
    "Később ezt vette alapul és fejlesztette tovább Nursiai Szent Benedek, a nyugati szerzetesség atyja.",
    "Az ortodox egyházban mindmáig ez az egyetlen szerzetesi közösség, amely azonban monostoronként különböző regulaváltozatot használ.",
    "Tours-i Szent Márton (†397): A legenda szerint Savaria (ma Szombathely) szülötte, aki Galliában több remete közösséget szervezett (pl. Liguge, Marmountier), később Tours püspökévé választották.",
    "(Mivel ódzkodott a püspöki méltóságtól, egy lúdólban rejtőzött el, de végül rátaláltak.",
    "Innen eredeztethető a Márton-napi libahúst fogyasztás.)",
    "Életrajzát (Vita Sancti Martini) a kortárs Sulpicius Severus készítette el, amely a későbbi szentéletrajzok mintája lett.",
    "A Meroving dinasztia védőszentjéül választotta, kultusza mindmáig él, nyughelye, Tours a középkor egyik jelentős zarándokhelye.",
    "Szent Ágoston (†430): Az észak-afrikai származású Aurelius Augustinus édesanyja, Mónika és Szent Ambrus milánói püspök hatására keresztelkedett meg.",
    "Az egyik legnagyobb hatású nyugati egyházatya számos, a keresztény filozófia és teológia alapjául szolgáló művet írt (pl.",
    "Isten városáról, Vallomások stb.).",
    "Miután Hippó püspökévé választották székvárosában, valamint szülővárosában, Tagastéban presbiteri (papi) közösségeket szervezett, amelyek számára szabályzatot dolgozott ki.",
    "Ezáltal Nyugaton ő alkotta meg az első szerzetesi regulát.",
    "Ezt a szabályzatot vette alapul később az Ágoston-rendi szabályozott kanonoki közösség.",
    "Nursiai Szent Benedek (†547): A nyugati szerzetesség atyja több évnyi remete életet követően 529-ben a Rómához közeli Monte Cassino-hegyen monostort alapított.",
    "A következő években további szerzetesházakat létesített Itália területén.",
    "A közösség számára – a korábban keletkezett regulákat felhasználva – egy 73 fejezetből álló regulát készített.",
    "A bencések jelmondata, amely átjárta mindennapjaikat:",
    "Ora et Labora! –",
    "Imádkozzál és dolgozzál!",
    "Szent Patrik (†461): Írország apostola, az ír szerzetesség megteremtője.",
    "Britannia provincia szülötte, akit ír kalózok raboltak el.",
    "Több éves rabszolgasága alatt megtért, majd miután megszökött, Galliába hajózott, ahol éveken át egy monostorban élt.",
    "Pappá szentelték, majd 430 táján keresztény misszionáriusként visszatért Írországba.",
    "Több egyházi központ (pl. Armagh) és kolostort létesített.",
    "A Lough Derg-tó egyik szigetén lévő barlang Szent Patrik purgatóriumaként a 12–15.",
    "század között híres zarándokhely volt.",
    "Szent Kolumba (†597): Ír származású, teológiai tanulmányokat folytatott, pappá szentelték, majd kolostoralapításokat kezd szülőföldjén.",
    "563-ban Skóciába megy 12 társával és megalapítja Iona szerzetesi közösségét, ahonnét megkezdik a skótok keresztény hitre térítését.",
    "A missziós tevékenység mellett kéziratok másolt, mintegy 300 szöveg kópiáját készítette el.\n\nSzent Kolumbán (†615): Ír szerzetes, aki társaival számos kolostort alapított Gallia (pl. Luxeuil) és",
    "Észak-Itália (pl. Bobbio) területén.",
    "Clairvaux-i Szent Bernát (†1153): francia szerzetes, aki 12 társával 1112-ben belépett a ciszterci rendbe.",
    "1115-ben alapította Clairvaux monostort, amelynek ő lett az első apátja.",
    "Tevékenységével, kisugárzásával hamarosan apátsága lett a ciszterci rend szellemi központja, nevéhez köthető a szerzetesrend első virágkora.",
    "E mellett jelentős teológus, egyházi író, jelentős szellemi befolyása volt a pápaságra, a kereszteshadjáratok egyik nagy szorgalmazója, támogatója.\n\n3) Szerzetesi közösségek.",
    "Benedek-rend: monasztikus rend; alapító: Nursiai Szent Benedek; alapítás: 529; jelentősebb monostorok: Monte Cassino, Subiaco, Sankt Gallen, Fulda, Gorze, Cluny, Hirschau, Malmedy, Melk, Corvey, York, Pannonhalma (Szent Márton-hegy), Pécsvárad, Tihany.",
    "Ciszterci-rend: monasztikus; alapító: Molesmes-i Szent Róbert; alapítás: 1098; a mezőgazdaság megújítói; központosított irányítás: évente káptalani gyűlések; jelentősebb kolostorok:",
    "Citeaux, Clairvaux, Pontigny, Morimond, Heiligenkreuz, Cikádor, Zirc, Szentgotthárd.",
    "Karthauzi-rend: remeterend; alapító: Kölni Szent Brúnó; alapítás: 1084 körül; szigorú szabályzat, magányos cellákban elkülönült élet; kertkultúra (pl. gyógynövények), könyvmásolás; jelentősebb szerzetesházak: Chartreuse, Montrieux, Lucca, Valencia, Lehnic, Felsőtárkány.",
    "Pálos-rend: remeterend; alapító: magyar alapítás, különböző remetecsoportokból (Pécs, Esztergom, Veszprém és Eger környéke) jött létre; Boldog Özséb esztergomi kanonoknak fontos szerepe volt a folyamatban, a Pilisben élő remetéket felügyelte; alapítás: 1225-től kezdődő folyamat, 1308: Szent Ágoston reguláját követik, 1371: XI.",
    "Gergely pápa Mare magnum kezdetű bullájával erősíti meg véglegesen a közösséget.",
    "Központja:",
    "Budaszentlőrinc, fontosabb kolostorok: Pilisszentkereszt, Pilisszentlélek, Jakab-hegy (Pécs mellett), Nagyvázsony, Sajólád, Sopronbánfalva, Częstochowa.",
    "Premontrei-rend: kanonokrend; alapító: Xanteni Szent Norbert; alapítás: 1121; jellegzetesség: lelkipásztori szolgálat; jelentősebb kolostorok:",
    "Prémontré, Amiens, Antwerpen, Havelberg, Magdeburg, Csorna, Lelesz, Türje.",
    "Lovagrendek: Szentföldön jöttek létre a zarándokok támogatására, később militarizálódnak.",
    "1)",
    "Johanniták: 1070 körül Jeruzsálemben ispotályt alapítottak, 1120 táján vált lovagrenddé.",
    "1187-ig Jeruzsálem, majd 1291-ig Akkon a központjuk, innen Ciprusra, majd Rodoszra (1522), végül Máltára helyezik át.",
    "Európa-szerte népszerű közösség, a Magyar Királyság területén is több rendház (pl. Fehérvár, Csurgó, Vrána).",
    "2) Templomosok – Hugues du Payns (1118 körül), a viennei zsinat (1311–1312) szünteti meg IV.",
    "(Szép) Fülöp francia király nyomására; birtokaik a johanniták kezére kerültek.\n\n3) Német lovagrend (teutonok): 1187 körül brémai, lübecki kereskedők Jeruzsálemben ispotályt alapítanak, ebből alakul ki a rend.",
    "A 13. századtól Európai hídfőállások: Barcaság (Erdély területe, II.",
    "András kiűzi őket), majd a Baltikumban telepedtek meg.",
    "A 15.",
    "században több háborút vívtak a lengyel uralkodókkal, 1525-ben Brandenburgi Albrecht nagymester feloszlatja.",
    "Koldulórendek: másnéven mendikáns szerzetesi közösségek.",
    "Célcsoport a városi lakosság, kiemelt figyelemmel a szegény rétegekre, amelyek körében gyakran felbukkantak a tévtanok (eretnekségek).",
    "Nagyobb lélekszámú településeken, a forgalmasabb utak mentén alapítanak kolostorokat.",
    "Gyakran vállalnak a pogányok (pl. kunok) közt térítő tevékenységet, ezért fontos tartják az egyetemi tanulmányokat, elsősoran a teológiai képzettséget.",
    "1) Domonkos-rend: alapító: Domenico Guzman (Szent Domokos); alapítás: 1216; eretnekek elleni fellépés; a rend tagjai gyakran inkvizítori tevékenységet is folytattak; a skolasztikus teológia egyik kiemelkedő alakja, Aquinói Szent Tamás (†1274), valamint Árpádházi Szent Erzsébet is a Domonkos-rend tagja.",
    "2) Ferences-rend: alapító Assisi Szent Ferenc (Giovanni di Bernardone); alapítás: 1209; központja:",
    "Assisi; az evangéliumi szegénység megélése, természet központi szerepet kap; a 14–15.",
    "század egyik legnépszerűbb szerzetesi közössége; kiemelkedő jelentőségű rendtagok:",
    "Sienai Szent Bernardin, Kapisztránói János, Árpádházi Szent Erzsébet, Temesvári Pelbárt, Tomori Pál."
  ]
}