{
  "doc_id": "Tartományurak, interregnum, új dinasztia ",
  "sentences": [
    "[H1] Anjouk.",
    "Magyarországon – I. Károly uralkodása",
    "Tartományurak, interregnum, új dinasztia",
    "[NUMBERED_ITEM] Adóva. kő: (1308–1387)",
    "[H1] Caroberto – Carolus de Ungaria.",
    "[LIST_ITEM] 1300 augusztusa, Spalato",
    "[LIST_ITEM] III. András csak 1301 januárjában halt meg",
    "[LIST_ITEM] II. Károly nápolyi király unokája, Martell Károly fia",
    "[LIST_ITEM] Martell Károly 1295 januárjában halt meg, elsőszülöttségi jogot öccse, Róbert örökölte",
    "[LIST_ITEM] Károlyt el kellett távolítani Nápolyból",
    "[LIST_ITEM] VIII. Bonifác pápa szerepe",
    "[LIST_ITEM] Támogatók: Frangepánok, Babonicsok, Subicsok, Csák Ugrin, Bicskei Gergely választott esztergomi érsek",
    "[LIST_ITEM] Nem volt jelentős itáliai és francia sereg vele",
    "[H1] A nápolyi és a magyar Anjouk.",
    "Forrás: Bertényi Iván: Magyarország az Anjouk korában Gondolat Bp. 1987, 34.o",
    "[H1] Caroberto – Carolus de Ungaria.",
    "[LIST_ITEM] III. András halála jelentősen átírta a helyzetet",
    "[LIST_ITEM] Károly Zágrábból a medium regnibe, koronázás Esztergomban (Bicskei Gergely)",
    "[LIST_ITEM] Přemysl Vencel igénye, 1301. augusztus 27., koronázás Fehérváron (László)",
    "[LIST_ITEM] Csák Máté, Aba Amadé és Csák Ugrin Károly mellett, Kőszegi Henrik és szinte valamennyi főpap Vencel oldalán",
    "[LIST_ITEM] Vencel Budán, Károly délen",
    "[LIST_ITEM] Adományok",
    "[LIST_ITEM] VIII. Bonifác beavatkozása, Boccasini Miklós legátus, 1303 májusa, ítélet Anagniban, 1308-1311, Gentilis",
    "[H1] „interregnum”.",
    "[LIST_ITEM] 1304: II. Vencel sereggel Magyarországra, majd távozott fiával, 1305-ben meghalt, III. Vencel egy évvel később",
    "[LIST_ITEM] III. (Wittelsbach) Ottó bajor herceg, 1305. december 6-án Fehérváron királlyá koronázták",
    "[LIST_ITEM] Ottó is Árpád-házi rokon volt, nem jelentkezhetett akárki!",
    "[LIST_ITEM] 1307-ben V. Kelemen felszólította az ország főurait, hogy ismerjék el Károlyt királynak",
    "[LIST_ITEM] Kán László elfogta Ottót, elvette tőle a Szent Koronát, Ottó 1312-es halálig viselte a királyi címet",
    "[H1] Károly és a koronázások.",
    "[LIST_ITEM] Hármas szabály (Szent Korona, esztergomi érsek, Fehérvár)",
    "[LIST_ITEM] Gentilis bíboros szerepe (Kékes)",
    "[NUMBERED_ITEM] november 27, országos gyűlés Pesten, Károly elismerése (bárók személyesen vagy követeik útján)",
    "[NUMBERED_ITEM] június 15, Buda, második koronázás (Csák Mátét, Subics Pál bánt, a Kőszegieket és a Babonicsokat csak megbízottaik képviselték)",
    "[NUMBERED_ITEM] augusztus 27., utolsó koronázás – mindhárom kitétel",
    "[LIST_ITEM] Csák Máté távolmaradása",
    "„a bárók egyetlen várat, semmiféle hatalmat vagy tisztséget, semmiféle királyi jogkört nem adtak neki”",
    "[LIST_ITEM] Egyszerre többen tekintették magukat ugyanazon méltóság viselőjének (pl. nádor)",
    "[LIST_ITEM] Címük birtokában hivatali hatalmuk összekapcsolódott családi vagyonukkal, területük felett bíráskodtak, adót szedtek, gyakran önálló külpolitikai akciókat folytattak",
    "[LIST_ITEM] Tartományurak: Trencséni Csák Máté, Aba Amádé, Borsa Kopasz, Kán László, Csák Ugrin, Héder nb. Kószegi János, Babonicsok, Subicsok",
    "[LIST_ITEM] Nem mind a király ellen",
    "[LIST_ITEM] „elődei kormánya jog szerint szállt”, princeps elnevezés, de nem kiskirály!",
    "[LIST_ITEM] a tartományúri hatalom alapvetően három pillérre épült: a bárók kezén lévő várakra, fegyveres kíséretükre, valamint a legitim hatalomgyakorlást biztosító országos tisztségre",
    "[LIST_ITEM] familiaritás",
    "uralmi területei a 14. század elején",
    "LENGYEL KIRÁLYSÁG",
    "1312 Rozgony Aba Amadé Gönc Pok Miklós MOLDVA",
    "1319 Kőszegiek Kapronca Borsá Kopasz Topa 1318 Bonchida 1320 Kán László Déva HaVASALFÖLD",
    "Babonics István Ujlak Csák Ugrin Balsomics István Szerb Sziendős uralmi központ Csatahely (Károly országegyesítő háborúi) SZERB KIRÁLYSÁG",
    "[H1] Károly harca a hatalomért.",
    "[LIST_ITEM] 1311 – egyezség keresése Csák Mátéval, majd összecsapások, Gentilis kiközösítette a főurat",
    "[LIST_ITEM] 1311, szeptembere, Aba Amadé meggyilkolása Kassán, 1312. június 15. rozgonyi csata",
    "[LIST_ITEM] Károly jutalmazta az oldalán harcolókat: Szécsényi Tamás, Debreceni Dózsa, Szécsi Miklós fiai, a Kállai, a Bátori, a Nekcsei és más nemesi családok egy vagy több tagja (+szepesi szászok, johanniták)",
    "[LIST_ITEM] Nem lezárása, a kezdete a harcoknak!",
    "[H1] Károly harca a hatalomért.",
    "[LIST_ITEM] 1313, támadás Csák Máté ellen",
    "[LIST_ITEM] 1314, szinte teljes bárói kar leváltása",
    "[LIST_ITEM] Temesvár mint székhely",
    "[LIST_ITEM] 1315, Borsák és Kán László elleni harcok",
    "[LIST_ITEM] 1316, Károly személyesen Kőszegi János ellen (Somogy, Tolna, Baranya elfoglalása)",
    "[LIST_ITEM] 1317-1318, Borsa Kopasz legyőzése",
    "[LIST_ITEM] Károly szerencséjére nem jött létre összefogás a tartományurak között, plusz familiárisaik többszöri átállása",
    "[LIST_ITEM] 1321, Csák Máté halála, a harc végét jelentette, egyedül a Kőszegiek ellenállása maradt meg",
    "[LIST_ITEM] 1323-ra Károly az ország tényleges ura lett",
    "[H1] Az ország kormányzata.",
    "[LIST_ITEM] Új székhely: Visegrád",
    "[LIST_ITEM] A kormányzat intézményei is oda költöztek",
    "[LIST_ITEM] Felemelkedő új főurak közé szinte kivétel nélkül magyarországiak kerültek be",
    "[LIST_ITEM] A Drugetek Nápolyból (Fülöp, János, Vilmos), nádorság, „Druget tartomány\".",
    "[LIST_ITEM] Szécsényi Tamás (erdélyi vajda, tárnokmester, országbíró)",
    "[LIST_ITEM] Ákos Mikcs (szlavón bán), Nekcsei Demeter (tárnokmester), Kőcski Sándor (országbíró), Nagymartoni Pál (országbíró)",
    "[H1] Királyi udvar.",
    "[LIST_ITEM] Harcok végeztével nehezebbé vált bekerülni",
    "[LIST_ITEM] Valójában 2 részből állt: aula (király környezetében élő személyek) és curia regis (igazságszolgáltatás, a pénzügyigazgatás és a döntéshozás – ellátását biztosító kormányzati szervek)",
    "[LIST_ITEM] ország bárói (barones regni) – magnificus vir dominus, azaz „nagyságos úr\"",
    "[LIST_ITEM] nádor, erdélyi vajda, országbíró, szlavón, dalmát-horvát, macsói és szörényi bán, tárnokmester, ajtónálló-, asztalnok-, pohárnok- és lovászmester",
    "[LIST_ITEM] Alsóbb réteg: „mester\" (magister), „udvari ifjú\" (aule regie iuvenis), „udvari lovag\" (aule regie miles), a gyermekek és serdülők: „udvari apród\" (aule parvulus)",
    "[LIST_ITEM] Királyné saját udvarral rendelkezett, élén külön bárói karral, a királyné és a király bárói azonban valójában azonos körből kerültek ki",
    "[H1] Curia Regis.",
    "[LIST_ITEM] Királyi tanács - „a legjobbak és legdicsőbbek, vagyis a hatalmas bárók\" legbefolyásosabb",
    "[LIST_ITEM] egyházi és világi előkelők, akik az udvarban tartózkodtak, de legfontosabb esetekben „teljes tanács\" is",
    "[LIST_ITEM] kormányzás minden ágában részt vett: a törvényhozásban, a dinasztikus szerződések megkötésében, birtokok, kiváltságok, tisztségek adományozásában, de tagjai a felső bíróságokon bírótársként is szerepeltek",
    "[H1] Curia Regis.",
    "[LIST_ITEM] Királyi jelenlét (praesentia regia) bírósága élén az országbíró, tényleges iránytó az alországbíró",
    "[LIST_ITEM] különös jelenlét (specialis presentia regia) bírósága élén király helyett az alkancellár, 1376-tól önálló bíróság, élén a főkancellár",
    "[LIST_ITEM] Királyi személyes jelenlét (personalis praesentia regia) bírósága",
    "[LIST_ITEM] Nádori szék 1342-ben költözött Visegrádra",
    "[LIST_ITEM] Kancellária és királyi kápolna (1330 körültől regisztrumvezetés)",
    "[H1] Kormányzás további intézményei.",
    "[LIST_ITEM] A király az egész országra kiterjedő vizsgálatokba kezdett, hogy a jogtalanul elfoglalt királyi javakat visszaszerezze – egész vármegyékre, illetve országrészekre kiterjedő, szervezettebb vizsgálódások",
    "[LIST_ITEM] királyi hatalom egyik legbiztosabb alapjává a meghódított várak váltak",
    "[LIST_ITEM] Új jelenség: váruradalmak (vár és a hozzá tartozó földek egysége)",
    "[LIST_ITEM] Honor-rendszer is a várakra épült",
    "[H1] Honor.",
    "[LIST_ITEM] az országos méltóságokba került új emberek tisztségük mellé pro honore, mintegy szolgálati birtokként megkapták még egy-két megye ispánságát, valamint a terület királyi várai feletti rendelkezést",
    "[LIST_ITEM] A honor új birtokosa szolgálati ideje alatt a váruradalmak jövedelméből fedezte a költségeit, ugyanakkor területén biztosította a királyi uralmat. A honorok lehettek néhány várból álló, alkalmi hatalmi és joghatósági körzetek, de lehettek az egykori tartományok nagyságát idéző, az állandósulás útjára lépő szervezetek is (Drugetek, Szécsényi Tamás, Ákos nb. Mikcs).",
    "[LIST_ITEM] A honorbirtokok mintegy leképezték a bárói méltóságok hierarchiáját",
    "[LIST_ITEM] A tisztséghalmazok némelyike tartós intézménnyé vált: Erdély királyi várai mindig a vajda alá tartoztak, valamint a macsói bán tartománya is.",
    "[LIST_ITEM] A honoroknak Károly visszafogott adománypolitikája adott kiemelkedő értéket, a legnagyobb ilyen tisztségek ugyanis akkora befolyást, hatalmat biztosítottak betöltőjüknek, amellyel a legnagyobb magánvagyon sem vetekedhetett.",
    "[H1] Nemesi vármegye.",
    "[LIST_ITEM] megye egyszerre közvetítette a királyi akaratot, és biztosította, hogy a megyebeliek kisebb peres ügyeiket helyben intézhessék",
    "[LIST_ITEM] Szolgabírák szerepe (nemesek négy bírája)",
    "[LIST_ITEM] A megyei intézmény feladatai közé tartozott a törvények, rendeletek kihirdetése, vizsgálatok lefolytatása, az adóbehajtásban való részvétel, és nem utolsó sorban a megyei csapatok kiállítása.",
    "[LIST_ITEM] Feladatait alapvetően két fórum látta el: a kéthetente összeülő, állandó székhellyel rendelkező megyei törvényszék, a sedria, azaz a sedes judiciaria,",
    "[LIST_ITEM] valamint a közgyűlés, amely felette állt a megyei bíróságnak, itt ugyanis olyan ügyeket is tárgyalhattak, amelyeket a megye előtt nem. A közgyűlésen (congregatio generalis) az ország egyik nagybírája, más báró vagy ispán, általában királyi parancsra, több megye számára helyben intézte a peres ügyeket. A közgyűlés alkalmával tulajdonképpen egy központi bíróság kiszállt vidékre",
    "[H1] „az ország egykori jó állapotának helyreállítása”.",
    "[LIST_ITEM] aktuális problémák megoldására, a felmerülő igények kielégítésére hozott egyedi rendelkezések sorozata",
    "[LIST_ITEM] Árpádok örökségének megőrzése, ország működésének biztosítása, erőforrások hasznosítása",
    "[LIST_ITEM] Árpád-házhoz fűződő kapcsolat ápolása, dinasztikus szentek",
    "[LIST_ITEM] Károly „a hatalom teljességével” (plenitudino potestatis) uralkodott",
    "[LIST_ITEM] Teljhatalmából és/vagy „különös kegyéből” (de speciali gratia) adományozott a szokásjoggal ellentétes kiváltságokat, plusz fiúsítás intézménye",
    "[LIST_ITEM] Országgyűlések elmaradása 1320-tól, főpapok panasza 1338-ból",
    "[LIST_ITEM] Nápolyi minta?",
    "[H1] Gazdaságpolitika.",
    "[LIST_ITEM] Nem teljesen újítás, az Árpád-kori előzményekre épített, regále jövedelmek jelentősége (II. András)",
    "[LIST_ITEM] Királyi birtokok száma megnőtt, de ez már nem jelentős bevételi forrás (honorbirtokok) – regále jelentősége (vámok, pénzverés, bányászat – körmöci arany – urbura [1327] + nemesércmonopólium)",
    "[LIST_ITEM] 1323: a király új, értékálló dénárok verését rendelte el, szabályozva az árfolyamot",
    "[LIST_ITEM] 1325: aranyforint, 1329: ezüstgaras",
    "[LIST_ITEM] 1336: kamara haszna helyett (vidéken) kapuadó (3 garas) – technikai jellegű változtatás, nem reform, 1338 végleges eltörlés, de lassan ment végbe",
    "[LIST_ITEM] Új pénzverőkamarák (körmöcbányai, szomolnokbányai, szatmári, váradi, pécsi és erdélyi)",
    "[LIST_ITEM] A tárnokmesteri tisztséggel járó feladatkör ezért az 1340-es évektől lassan kettévált: a gazdaságirányító feladatkör egy új tisztségviselő, a kincstartó (thesaurarius) kezébe került, a tárnokmester pedig a 14. század végére már tisztán bírói funkciót töltött be",
    "Piast Erzsébet Károly 4. felesége volt (két Mária, Luxemburgi Beatrix) – 5 fiú (Károly, László, Lajos, András, István), Kálmán nevű fattya, testvére, Klemencia, X. Károly francia király felesége volt (1315-1316)",
    "Nápolyi aspirációk, Mária királyné (I. Károly nagyanyja) halála 1323-ban, majd Károly felelevenítette elsőszülöttségi jogát, 1328-ban ugyanis elhunyt Károly calabriai herceg, ezzel Róbert királynak két lányunokája maradt",
    "1333 nyarán I. Károly Nápolyba utazott, Johanna és András tervezett házassága",
    "1322 – kísérlet a Subicsok és Babonicsok uralmának felszámolása (dalmát városok) – sikertelen",
    "Bosznia biztiosítása (Kotromanics István), Macsó visszaszerzése a szerbektől (1317, 1319)",
    "1330 – Basarab havasalföldi vajda, Záh Felícián",
    "Dinasztikus kapcsolatok és „külpolitika”",
    "[H1] Dinasztikus kapcsolatok és „külpolitika”.",
    "[LIST_ITEM] 1335 – visegrádi királytalálkozó, János cseh király, III. Kázmér lengyel király, plusz Károly morva őrgróf és számos sziléziai, lengyel és német fejedelem, valamint a Német Lovagrend képviselői",
    "[LIST_ITEM] Előtte békeszerződés Sandomirban, majd Trencsénben a követek találkozója",
    "[LIST_ITEM] lengyel királyi cím, Szilézia, 20 ezer cseh ezüstmárka, kölcsönös megsegítési egyezmény – Habsburg-ellenes, már 1336-ban hadba is szálltak",
    "[LIST_ITEM] 1339 szerződés III. Kázmérral? 1351-ben már biztos – politikai alkuk és a vérszerinti örökjog",
    "[H1] kultúra.",
    "[LIST_ITEM] Lovagi kultúra, címerek, „Szent György lovagságának testvéri közössége” (1326)",
    "[LIST_ITEM] Secretum Secretorum, Képes Krónika, Küküllői János (Krónika Lajos krályról), Névtelen Minorita krónikája, Domenico da Gravina Chronicon de rebus in Apulia gestis",
    "[LIST_ITEM] Szentkultusz, zarándoklatok (1343, 1350, 1357)",
    "[LIST_ITEM] Magyar Anjou Legendárium",
    "[LIST_ITEM] Első magyar egyetem (Vilmos püspök, Galvano de Bologna)",
    "Récsis",
    "1",
    "2",
    "3",
    "4",
    "5",
    "6",
    "7",
    "8",
    "9",
    "10",
    "11",
    "12",
    "13",
    "14",
    "15",
    "16",
    "17",
    "18",
    "19",
    "20",
    "21",
    "22",
    "23",
    "24",
    "25",
    "26",
    "27",
    "28",
    "29",
    "30"
  ]
}