{
  "doc_id": "tulelo",
  "sentences": [
    "DR. BARTHA ÁRPÁD LÁSZLÓ",
    "[H1] 2b. fejezet.",
    "[H1] A keringési rendszer.",
    "anatómiája",
    "#anatómiatúléllökonyv",
    "Ibi semper est victoria ubi concordia est¹",
    "[NUMBERED_ITEM] Ibi semper est victoria, ubi concordia est: Ott van a győzelem, ahol az egyetértés (latin).",
    "ANATÓMIA TÚLÉLŐKÖNYV",
    "#anatómiatúléllőkönyv",
    "[H1] Tartalomjegyzék.",
    "Tartalomjegyzék ... 1 Előszó ...",
    "2 A keringési rendszer általános jellemzői ...",
    "3 A szív anatómiája ...",
    "3",
    "A szívfal szerkezete ...",
    "3 A szív felszínei ... 4 A jobb pitvar ... 6 A jobb kamra ...",
    "6 A bal pitvar ...",
    "7 A bal kamra ... 8 Az anuli fibrosi ...",
    "8 A szívbillentyűk ... 9 A vitorlás billentyűk ...",
    "9",
    "A félhold alakú billentyűk ...",
    "10 A szív vérellátása ...",
    "10 A szív ingerületvezetése ... 13 A szív beidegzése ... 14",
    "A szívciklus ...",
    "15 A szívburok ...",
    "16",
    "A szív helyzete ...",
    "17 A szív a mellkasban ...",
    "20",
    "ANATOMIA TULELOKONYV",
    "#anatomiatulelokonyv",
    "[H1] Előszó.",
    "Az Anatomia Túlélőkonyvek azért születtek, hogy az anatomia tanulása könnyebb és gyorsabb legyen.",
    "A jegyzetek célja az, hogy mindazon területekről megfelelő mennyiségű magyarázatot adjon, melyek előfordulhatnak a demonstráción, vizsgán, vagy későbbi, orvosi munkád során.",
    "Az elkészítéséhez számtalan forrást, egyéb tankönyvet és publikációt felhasználtam, így próbálva minél inkább lefedni a témákat, és teljeskörű tudást, magyarázatot adni az egyes jelenségekről.",
    "A Túlélőkonyveket negyedéves egyetemistaként kezdtem el szerkeszteni.",
    "Kezdetben egyszerű jegyzet volt, tankönyvekből összeszedett információkkal, képekkel.",
    "Az évek során kezdett kiforrni egy egységes, jól tanulható jegyzet, mely saját illusztrációkat, összefoglaló táblázatokat, magyarázatokat tartalmaz.",
    "A jegyzetek megírása hosszadalmas folyamat, melyre általában este, a kórházban töltött munkaórák után kerül sor.",
    "Megírásuk hosszadalmas folyamat, valamint a honlap fenntartása is költségeket jelent.",
    "Ezért kérlek, ha megteheted, a jegyzeteket eredeti forrásból, a https://anatjegyzet.hu/ oldalon vásárold meg, így támogatva azt, hogy a Túlélőkonyvek lefedte témakörök tovább bővülhessenek, illetve azok még sokak számára elérhetőek legyenek.",
    "Amennyiben úgy érzed, hogy nincs lehetőséged megvenni a jegyzeteket, de a sikeres vizsgához szükséged lenne rájuk, kérlek, írj egy üzenetet a „Kapcsolat” fülön keresztül, és megtaláljuk a megoldást!",
    "A jegyzetben esetlegesen előfordulhatnak elírások.",
    "Ezért előre is elnézésedet kérem, és arra kérlek, ha ilyenre bukkansz, írd meg a weboldalon található „Kapcsolat” fülön keresztül, hogy mihamarabb javításra kerülhessen!",
    "Fontos: a Túlélőkönyv nem helyettesíti a hivatalos egyetemi jegyzeteket és tankönyveket.",
    "Pusztán a tananyag jobb, könnyebb megértésének céljából jött létre.",
    "ANATÓMIA TÚLÉLŐKÖNYV",
    "#anatómiatúléllőkönyv",
    "[H1] A keringési rendszer általános jellemzői.",
    "A fejezetben szemügyre vesszük a szív falszerkezetét, üregeinek anatómiáját, valamint a szív helyzetét a mellkasban.",
    "A szív tárgyalása előtt azonban le kell fektetnünk néhány alapelvet az emberi keringési rendszerrel kapcsolatban.",
    "A szív felé vért szállító ereket vénáknak, vagyis visszereknek nevezzük attól függetlenül, hogy milyen vér áramlik bennük.",
    "Ez azt jelenti, hogy a jobb pitvarba vért szállító vénák oxigén szegény vért szállítanak vissza a testből, míg a bal pitvarba torkolló vénák oxigénben gazdag vért visznek.",
    "A szívtől távolodó erek egységesen az artéria nevet viselik – ugyancsak tartalmuktól függetlenül.",
    "A test legnagyobb artériája, a bal kamrából induló aorta oxigénben gazdag vért szállít a testbe, míg a jobb kamrából induló truncus pulmonalis névre hallgató artéria oxigénben szegény vért visz a tüdők irányába.",
    "Lévén az emberi test vénáinak nagy részét a nagyvérkörben találjuk (ami a bal kamrától a jobb pitvarig tart), és a testből az oxigén szegény vér visszaszállítását végzik, ezért az oxigén szegény vért szokás vénás vérnek nevezni (holott a kisvérkörben az oxigén szegény vér pont, hogy az artériákban áramlik!).",
    "Ugyancsak igaz ez az artériákra: mivel a test nagy részük ugyancsak a nagyvérkörben található, és a szívből szállítanak oxigén gazdag vért a testbe, ezért az oxigén gazdag vért mint artériás vért említjük (holott a kisvérkörben pont a vénákban áramlik, a tüdőkből visszafelé!).",
    "[H1] A szív anatómiája.",
    "Az emlős szív a keringési rendszer központja, négy üregű, a két szívfél közötti tökéletes sövényvel rendelkező szerv.",
    "Izmos falú, kettős tömlőként is felfoghatjuk.",
    "Az állandó testhőmérséklet megtartásának egyik fontos feltétele a jobb és baloldal, ezáltal a vénás és artériás vér áramlásának tökéletes elválasztása.",
    "Az oldalak elkülönülésének eredményeként két, egymással sorba kötött vérkör alakult ki az evolúciónk folyamán.",
    "A nagyvérkör a bal kamrából indulva biztosítja a testi sejtek oxigén és tápanyag ellátását az artériás rendszeren keresztül, majd a kapillárisok összeszedődve a széndioxidot és a salakanyagokat a jobb pitvarba továbbítják a vénákon keresztül.",
    "A kisvérkör ezzel szemben a jobb kamrából indulva a széndioxidban gazdag vért frissíti fel a tüdőkbe tartó artériákon keresztül, ahonnan vénák szállítják az oxigenizált vért a bal pitvarba.",
    "[H1] A szívfal szerkezete.",
    "A szív fejlődése folyamán izmos falú csökkent kezdi működését, melyet a későbbiekben többszörösen összehajtunk, végül üregén belül kisebb tereket, a pitvarokat és kamrákat hozzuk létre.",
    "Legbelső, vérrel szomszédos falrétege az ereket belülről bélelő laphámhoz hasonló (endothelium), melytől kifelé kevés kötőszövetet (subendocardialis kötőszövet) találunk.",
    "A szívfal legvastagabb rétege természetesen a szívizom (myocardium), mely a közel Y alakú szívizomsejtekből (cardiomyocytá) és a közöttük elhelyezkedő, erekben dús kötőszövetből áll.",
    "Mint lentebb látni fogjuk, a pitvarok és kamrák esetén az izomsejtek eltérő módon rétegződve alakítják ki a szív izomfalát.",
    "ANATÓMIA TÚLÉLŐKÖNYV",
    "#anatómiatúléllőkönyv",
    "A szívet kívülről veszi körbe a szívburuk, melynek pontos anatómiáját ld.",
    "a fejezet vége felé.",
    "A szívfal kapcsán jelentősége abban áll, hogy egyik lemeze (pars viscerale) egy egyrétegű laphám (mesothelium, stratum synoviale), mely a szívizom külső felszínére borul, és így az epicardium nevet viseli.",
    "Az izom (myocardium)",
    "és az epicardium között emberi szíven még egészséges emberben is meglehetősen sok zsírszövetet (subepicardialis zsírszövet) találunk, más emlősökhöz viszonyítva.",
    "Ez a zsírszövet tiszteli az izom határait: sosem hatol az izomsejtek közé.",
    "A szív bizonyos betegségeiben látható elzsirosodása ettől eltérő: ilyenkor a zsír sok helyen átveszi",
    "az izomzat helyét.",
    "A pitvarok (atrium) fala vékony, általában két nagyobb rétegbe tömörülő myocardiumból áll, mely helyenként, az üregrendszeri oldalon fésűs hálózatot alkot (musculi pectinati, ld. lentebb).",
    "A kamrák izomzata a pitvarokétól teljesen független.",
    "A későbbiekben látni fogjuk, hogy a két izomrendszert egy kötőszövetes gyűrűrendszer (anuli fibrosi) választja el egymástól",
    "A kamrák alsó, csúcsi részén (apex cordis)",
    "az izom két nagyobb rétegbe tömörül, melyek örvény szerűen fordulnak át egymásba: a külső spirális réteg a belső spirális rétegbe fordul át.",
    "Ennek makroszkóposan látható képlete a szívcsúcsnál megfigyelhető vertex cordis.",
    "A kamrák felsőbb, ún.",
    "basalis részén (a pitvarokhoz közel) a külső és belső réteg eltávolodik egymástól, így a kettő között megjelenik egy harmadik, a könyvekben gyakran „alacsonyan spirális” jelzővel illetett izomréteg.",
    "Az egyszerűség kedvéért gondoljunk erre haránt (vízszintes) irányba futó rostozatként.",
    "Ha szemügyre vesszük a két kamrát a szív metszetén, láthatjuk, hogy fala eltérő vastagságúak, mely eltérés értelmeszerűen a myocardium eltérő vastagságából adódik.",
    "A balkamra egy közel kúp alakú szerkezet, melynek fala egészséges szíven 10-12 mm vastag.",
    "Szemügyre véve a metszetet, láthatjuk, hogy vastagság alapján a két kamra közötti sövény (septum interventriculare) izmos része (pars muscularis) is a bal kamra falához tartozik.",
    "A jobb kamra a bal kamrára jobbról ráragasztott, keresztmetszetben félhold alakú zsák, melynek fala jóval vékonyabb, mindössze 3-4 mm egészséges szívben.",
    "Az izomfalak vastagsága a vérkörök különbözőségéből adódik: a jobb kamrának pusztán a kisvérkörön kell keresztül pumpálnia a vért, mely rövid, és relatíve tág erekből áll, így ellenállása is kicsi – a vékony izomfal is könnyűszerrel leküzdözi ezt.",
    "Ezzel szemben a bal kamra a nagyvérkörön át pumpálja a vért, mely hossza többszörösen meghaladja a kisvérkörét, és erei is „szűkebbek”.",
    "Itt fontos megjegyezni, hogy születésünkkor a két kamra falvastagsága még egyforma, közöttük a különbség néhány hét elteltével jelenik meg.",
    "Akárcsak a pitvarok belső felszínén, a kamrákban is megfigyelhetjük a kamraizomzat zegzugos szerkezetét, a trabeculae carneae (természetesen az üreg felé endothel borítja a teljes izomzatot!).",
    "[H1] A szív felszínei.",
    "A szív falszerkezetének tanulmányozása után térjünk rá külső idomának anatómiájára.",
    "Az előbb látottak alapján elmondhatjuk, hogy a szív két nagyobb részből, az egymásra ragasztott, és összességében nagyjából kúp alakú kamrai részből, valamint az ettől hátra és fölfelé elhelyezkedő, pitvarok és nagy erek alkotta területből (basis cordis) áll.",
    "A kamrák elülső-alsó végpontja a szívcsúcs (apex cordis).",
    "A pitvari és kamrai rész között sekély barázda halad körbe a szív külső felszínén (sulcus coronarius), mely majdhogynem teljes kört képez: egyedül az elülső felszínen hiányzik egy rövid szakaszon (ld. lentebb).",
    "5",
    "[H1] ANATÓMIA TÚLÉLŐKÖNYV.",
    "A szív elülső felszínét (facies sternocostalis) főleg a jobb, valamint kisebb részben a bal kamra fala alkotja, hátrébb és főntebb a pitvarok (atrium) úgynevezett fülcse része (auricula) és a kilépő nagy erek (aorta, truncus pulmonalis) foglalják el.",
    "Az elülső felszín főleg az alsó felszínbe megy át a szív jobb oldalán egy élesebb (margo dexter / margo acutus), valamint bal oldalán egy lekerekítettebb (margo sinister / margo obtusus) éllel.",
    "Az elülső felszínen a jobb kamra basishoz közeli részén egy kiemelkedést (conus arteriosus) látunk, mely átmegy a jobb kamra kivezető artériájába, a truncus pulmonalisba.",
    "A conus területén a pitvarok és kamrák között futó sulcus coronarius hiányzik!",
    "[H1] #anatómiatúlélőkönyv.",
    "A szív elülső felszínének (facies sternocostalis) képletei.",
    "Közvetlenül a conus bal oldalán a basistól a szívcsúcs (apex cordis) irányába húzódik egy sekély barázda (sulcus interventricularis anterior), mely nagyjából pont a két kamra közötti sövénynek (septum interventriculare) megfelelően fut.",
    "A szívcsúcsot elérve azon kis bemetszést ejtve (incisura apicis cordis) hajlik át az alsó felszínre.",
    "A szív alsó felszíne (facies diaphragmatica) a rekeszizom (diaphragma respiratorium) centrum tendineumán és bal kupoláján fekszik, alkotásában főleg a bal kamra fala vesz részt.",
    "A sulcus coronarius itt is megtalálható, a margo obtusustól halad a margo acutushoz, a pitvarok és kamrák között.",
    "A szív hátulsó (facies posterior) és alsó (facies diaphragmaticus) felszínének képletei.",
    "Csakúgy, mint az elülső felszínen, a septum interventricularénak megfelelően itt is találunk egy, a sulcus coronariustól a szívcsúcshoz húzódó barázdát (sulcus interventricularis posterior).",
    "A szív hátulsó felszínét (facies posterior) teljes egészében a pitvarok és a ki-belépő erek alkotják.",
    "Bal oldalon találjuk a fekvő helyzetű téglatestre emlékeztető bal pitvart, tőle jobbra az álló helyzetű téglatest alakú jobb pitvart.",
    "A bal pitvar hátulsó felszíne mögött halad el a nyelőcső – jelentőségét ld.",
    "később.",
    "6",
    "[H1] ANATÓMIA TÚLÉLŐKÖNYV.",
    "[H2] A jobb pitvar.",
    "A szív külső idomának tanulmányozása után térjünk rá egyes üregeinek anatómiájára.",
    "A jobb pitvar (atrium dextrum) két nagyobb részből, a beömlő nagy vénákból fejlődő, sima falú sinus venarum cavarumból, valamint a fejlődéstani lag „eredeti” pitvarból, a jellegzetes izomrostozatú (musculi pectinati) jobb fülcséből (auricula dextra) áll.",
    "A két rész közötti határt a külső felszínen futó sulcus terminalis alkotja, mely a pitvar ürege felől, mint erős izomléc (crista terminalis) látszik.",
    "A jobb fülcse nagy, a szív elülső felszínének jellegzetes, közel háromszög alakú képlete.",
    "A két pitvar – mint fentebb láttuk -, egymás mellett fekszik a hátulsó felszínen.",
    "Közös faluk, a pitvarközti sövény (septum interatriale) vékony lemez, melyen a jobb pitvar oldalán egy bemélyedést (fossa ovalis) láthatunk, mely a magzati kor egy fontos nyílásának, a két pitvart összekötő foramen ovalének a maradványa.",
    "A fossa ovalis pereme az ún.",
    "limbus fossae ovalis.",
    "A pitvar állított téglatestre emlékeztet, melynek felső pontján ömlik be a v. cava superior, alsó pontján pedig a v. cava inferior.",
    "Utóbbi véna benyílását egy apró, endotheliumból és subendocardialis kötőszövetből álló redő (billentyű), a valvula venae cavae inferioris Eustach szűkíti.",
    "A billentyűt meghosszabbítva az interatrialis septum és a jobb kamra irányába egy inas köteg, a tendo valvulae venae cavae inferioris Todaro található a pitvar falában (mely kissé beemelkedik a pitvar üregébe is).",
    "Ettől előrefelé egy harmadik vena, a szív saját, elhasznált (azaz vénás) vérét szállító sinus coronarius benyílását látjuk, melyet ugyancsak egy billentyű, a valvula sinus coronarii Thebesius határol.",
    "Előre felé a jobb pitvar egy nyíláson keresztül (ostium atrioventriculare dextrum) közlekedik a jobb kamrával.",
    "A nyílást egy csapóajtó szerű, a kamra irányába nyíló billentyű, a valva tricuspidalis zárja el időlegesen a szív működése során.",
    "[H2] A jobb kamra.",
    "Az ostium atrioventriculare dextrumon keresztül a jobb pitvarból jutunk a jobb kamrába (ventriculus dexter).",
    "Az üreg – mint fentebb láttuk, keresztmetszetben közel holdsarló alakú, míg hosszmetszetben leginkább „V” alakra emlékeztet.",
    "A V két szára között találjuk a két kamra közti septumról az elülső falra hajló crista supraventricularist, mely ezáltal a kamra bevezető és a kamra kivezető részének elválasztója.",
    "Az ostium atrioventriculare dextrum időszakos lezárását a szív működése során a valva tricuspidalis végzi, mely neve alapján 3 „vitorlából” áll (anterior, posterior, septalis).",
    "A kamra fala nem sima, hanem vaskos izomlécek (trabeculae carneae) tagolják.",
    "Ezek közül néhány a kamra üregébe emelkedik, mint szemölcs izom (musculus papillaris), és melyekről inas húrok (chordae tendineae) húzódnak a billentyűvitorlák alsó pereméhez, felszínéhez.",
    "A papillaris izmokat ugyan úgy nevezzük el, mint a billentyű vitorlákat, így beszélhetünk egy m. papillaris anteriorról, posteriorról és septalisról.",
    "Utóbbi izom gyakran hiányzik, a chordae tendineae általában a septumból erednek.",
    "7",
    "[H1] ANATÓMIA TÚLÉLŐKÖNYV.",
    "A m. papillaris anterior helyzetét gyakran kérdezik a vizsgán: a septum interventricularéről a kamra alsó részében (a csúcsnál) egy másik izmos ívet, a trabecula septomarginalist látjuk előre és jobbra hajolni.",
    "Ennek elülső – jobb végénél található a m. papillaris anterior.",
    "A billentyűk, szemölcsizmok és chordae funkcióját ld. részleteiben lentebb, a billentyűk résznél.",
    "A kamra kifolyó része, mely a truncus pulmonalis nevű artériába vezet egy elkeskenyedő, tölcsér alakú terület (infundibulum), melyet kívülről mint conus arteriosus látunk (ld. fentebb).",
    "A jobb kamra (ventriculus dexter) képletei, jobbról rátekintve. A kamra megnyitva, elülső fala leemelve.",
    "A jobb kamrát kivezető artériájától időlegesen elzárja a valva trunci pulmonalis névre hallgató billentyű, mely az ostium trunci pulmonalis nevű nyílásban foglal helyet.",
    "A bal pitvar (atrium sinistrum) képletei balról rátekintve. A pitvar megnyitva, bal fala eltávolítva.",
    "[H1] A bal pitvar.",
    "A jobb pitvarhoz hasonlítva a bal pitvar relatíve képlet szegény üreg.",
    "Hátulsó falán jobb és bal oldalról 2-2 vena (v. pulmonalis) nyílik, melyek a tüdőből visszaérkező, oxigénnel feltöltött vért szállítanak.",
    "A pitvar nagy részének fala itt is sima, ám a jobb pitvarral ellentétben, nem kerül elnevezésre.",
    "A bal fülcse (auricula sinistra) apró, kívülről kakastaréjra emlékeztető üregrész, melynek falát itt is a musculi pectinati alkotja.",
    "A pitvar közötti sövényen (septum interatriale) a bal pitvar felől is látható a hajdani átjáró maradványa (fossa ovalis), melyet alulról egy apró, sarló alakú redő, a valvula foraminis ovalis határol.",
    "ANATÓMIA TÚLÉLŐKÖNYV",
    "#anatómiatúléllőkönyv",
    "[H1] A bal kamra.",
    "A bal pitvarból ugyancsak egy nyílás, az ostium atrioventriculare sinistrum vezet át a bal kamrába (ventriculus sinister), melyet időszakosan a valva bicuspidalis, vagy más néven valva mitralis zár le.",
    "Akárcsak a bal pitvar, úgy a bal kamra sem képletgazdag üreg.",
    "Fala a trabeculae carneae által tagolt, melyből két szemölcsizom (m. papillaris) emelkedik ki, a két billentyű vitorlának (cuspis) megfelelően.",
    "A m. papillaris anterior a kamra elülső falán helyezkedik el balra, tetejétől a chordae tendineae innen jobbra húzódnak, a cuspis anteriorhoz.",
    "A vitorla bár az „elülső” nevet viseli, inkább jobb oldalon helyezkedik el.",
    "A m. papillaris posterior a kamra alsó falán található, jobb oldalon, ahonnan chordae tendineaei a kissé balra és hátul elhelyezkedő cuspis posteriorhoz futnak.",
    "A jobb kamrában a be- és kifolyó részt a crista supraventricularis választotta el egymástól.",
    "Ezzel szemben a bal kamrában",
    "a be- és kiáramló vért maga a cuspis anterior tereli (tehát nincs fix képlet a kamrában erre).",
    "A kamra kifolyó része kissé jobbra helyezkedik el, és az aortába, mint a test főverőerébe vezet az ostium aortaen keresztül.",
    "A nyílást a valva aortae zárja le időszakosan.",
    "Ahogy a fentiekben láttuk, a két kamra közötti sövény (septum interventriculare) alsó része (kb. a teljes sövény 2/3-a) az ún.",
    "pars muscularis valójában a bal kamra fala.",
    "A sövény felső, kisebb része (pars membranacea) a szív fejlődése során az elvezető erekből, valamint a pitvarok és kamrák közötti kötőszövetes rétegből fejlődik ki.",
    "Az anuli fibrosi szerkezete, hátulról rátekintve: a pitvarok és a nagy erek eltávolítva",
    "[H1] Az anuli fibrosi.",
    "A szív falszerkezetének egyetlen pontja, ahol teljes egészében hiányzik a szívizomzat rétege (myocardium), a pitvarok és kamrák közötti sík, ahol az „átjárókat”, tehát ostiumokat is találjuk.",
    "A szív üregei közötti nyílásokat erős, kötőszövetes gyűrűrendszer (anuli fibrosi) veszi körbe, mely három szerepet tölt be: egyrészt, az anuli fibrosi rendszeréről ered maga a szívizomzat: fölfelé, az ostium atrioventricularisokról a pitvari izomzat, míg lefelé az ostium atrioventricularisokról és az ostium aortaeről és ostium trunci pulmonalisról a kamrai.",
    "Másrészt, az ostiumok keretéhez (tehát az anuli fibrosi belső felszínéhez)",
    "rögzítettek az üregeket időszakosan elválasztó billentyűk is.",
    "[LIST_ITEM] ostium atrioventriculare sinistrum",
    "[LIST_ITEM] ostium atrioventriculare dextrum",
    "[LIST_ITEM] ostium aortae",
    "[LIST_ITEM] ostium trunci pulmonalis",
    "[LIST_ITEM] tendo coni arteriosi",
    "[LIST_ITEM] trigonum fibrosum dextrum",
    "[LIST_ITEM] trigonum fibrosum sinistrum",
    "ANATÓMIA TÚLÉLŐKÖNYV",
    "#anatómiatúléllőkönyv",
    "Az anuli fibrosi harmadik szerepe az üregek közötti elektromos szigetelés.",
    "Mint lentebb látni fogjuk, az anuli fibrosi rendszere tökéletesen elkülöníti egymástól a pitvarok és kamrák izomzatát.",
    "Egyetlen egy nyílást találunk majd a kötőszövetes gyűrűrendszerben, melyen keresztül egy izomnyaláb átbújva kapcsolatot létesít a pitvari és kamrai izomzat között.",
    "Ennek jelentőségét ld.",
    "röviden lentebb, illetve részletesen az Élettanban, Kórélettanban, Kardiológiában.",
    "Az anuli fibrosi rendszere 4 gyűrűből áll, mely a négy szájadék körül helyezkedik el.",
    "Leghátul és legalul találjuk a bal pitvar és bal kamra közötti átjáró, az ostium atrioventriculare sinistrumot.",
    "Ettől valamivel előrébb helyezkedik el jobb oldalon az ostium atrioventriculare dextrum.",
    "Fentebb és előrébb látható az ostium aortae,",
    "míg legelől és legfelül helyezkedik el az ostium aortae től balra az ostium trunci pulmonalis.",
    "Utóbbi két szájadékot jobbról kerülve erősíti a tendo coni arteriosi nevű inas ív.",
    "A két ostium atrioventriculare és az ostium aortae háromszögét nevezzük trigonum fibrosum dextrumnak.",
    "Ennek a közepén találjuk a fentebb említett egyetlen nyílást, melyen a pitvari és kamrai izom kapcsolatba kerülhet egymással (itt lép át a szív ún.",
    "gyors ingerületvezető rendszeréhez tartozó szívizomnyaláb, a fasciculus atrioventricularis His – részleteiben ld. lentebb).",
    "A trigonum fibrosum dextrum nagyjából pont a jobb és baloldalt elválasztó sövényeknek megfelelően helyezkedik el.",
    "A jobbhoz hasonló háromszöget találunk az ostium atrioventriculare sinistrum és az ostium aortae között.",
    "Ez a trigonum fibrosum sinistrum – jelentősége nincs.",
    "[H1] A szívbillentyűk.",
    "A szív anatómiáját igen nehéz úgy tárgyalni, hogy logikusan felépítve, sorban közelítsünk egyes részeihez, képleteihez.",
    "Az eddigiekben többször érintettük a különböző üregek között ún. egyenirányító funkciót betöltő billentyűket (valva).",
    "A részben ezen struktúrák anatómiáját foglaljuk össze.",
    "A billentyűkről általánosságban elmondható, hogy kötőszövetből álló, az üregrendszer felé endothellel bélelt struktúrák, melyek egyrészt az ostiumokban, másrészt a nagy vénák beömlésénél, valamint test szerte a vénákban találhatóak.",
    "Két fő típusát különböztetjük meg.",
    "A vitorlás billentyű szerkezete.",
    "[H1] A vitorlás billentyűk.",
    "Az ún. vitorlás billentyűk (valva cuspidalis) a pitvar-kamrai szájadékokban (ostium atrioventriculare) találhatóak, és leginkább a kamrák irányába nyíló csapóajtókra emlékeztetnek.",
    "A cuspidalis típusú billentyű feltagolható vitorlákra (cuspis).",
    "Az ostium atrioventriculare dextrum billentyűje a valva tricuspidalis, mely három cuspisból, a cuspis posteriorból, cuspis anteriorból és cuspis septalisból áll.",
    "Mindegyik vitorla alsó élét, alsó felszínét a chordae tenineae rögzíti a kamrai papillaris izmokhoz.",
    "Az ostium atrioventriculare sinistrum billentyűje a valva bicuspidalis (vagy valva mitralis, mert az anatómusokat a püspöksüvegre, vagyis a mitrára emlékeztette), megy egy jobb-elülső (cuspis anterior) és egy bal-hátulsó (cuspis posterior) vitorlából áll.",
    "A vitorlákat itt is a chordae tendineae rögzíti a papillaris izmokhoz.",
    "A kamrák összehúzódása során a kamrai nyomás emelkedése feltolja a vitorlák a szájadékba, így a billentyűk „zárnak\", vagyis elválasztják egymástól a pitvarokat és a kamrákat, megakadályozva ezzel, hogy a vér visszajusson a pitvarokba a kamrai összehúzódás során.",
    "Ugyanakkor, a billentyűk a nyomás miatt „túlcsapódhatnának\", mintegy felnyílva a pitvarba, így záró funkciójuk nem lenne tökéletes.",
    "A chordae tendineae és m. papillaris rendszere ezt hivatott megakadályozni.",
    "A kamrai nyomás hatására a billentyűvitorlák felcsapódnak, míg a szívfallal együtt összehúzódó m. papillarisok a chordae tendineae keresztül visszahúzzák a billentyűket.",
    "A két erő eredője egészséges esetben épp akkora, hogy a billentyűk közel tökéletesen zárják le az ostiumokat.",
    "ANATÓMIA TÚLÉLŐKÖNYV",
    "#anatómiatúléllőkönyv",
    "A semilunaris billentyűk szerkezete és működése, az aortán bemutatva. Alul metszetben, felül széthajtva.",
    "[H1] A félhold alakú billentyűk.",
    "A félhold alakú, vagy semilunaris billentyűk (valva semilunaris) a kamrák kifolyó, azaz artériás szájadékában helyezkednek el, a nagy artériák (aorta, truncus pulmonalis) kezdetén.",
    "A billentyű három kisebb endocardium redőből áll (valvula), melyek feloszthatók egy alsóbb, az élfarból kiemelkedő tömöttebb (pars densa) és egy felsőbb, mozgékonyabb lemezre (lunula).",
    "Utóbbi tetejének középső részén egy kis megvastagodás (nodulus) található.",
    "A kamrák összehúzódása során a vér az elvezető artériákba tolódik mind a jobb, mind a bal oldalon.",
    "A véráram széttolja az egyébként középvonalban összeérő lunulákat egymástól.",
    "Mindeközben, a billentyűn áthaladva a véráram egy része beforog a pars densa és az érfal közötti területre (sinus).",
    "Ez azért fontos, mert az aorta kezdetén (bulbus aortae) a három sinus közül kettőből indul a szív saját vérellátását biztosító coronaria rendszer.",
    "Mivel fejlődéstaniilag az aorta és a truncus pulmonalis egy érként kezdi meg működését, majd egy sövényrendszer választja őket ketté, a billentyűk eredetileg közösen fejlődtek.",
    "A felnőtt erek esetén az aorta billentyűben egy hátulsó, és két elülső (jobb és bal) billentyűcskét (valvula) és ennek megfelelő sinust látunk, míg az aorta előtt (és tőle balra) elhelyezkedő truncus pulmonalisban két hátulsó (jobb és bal)",
    "és egy elülső valvula (és sinus) található.",
    "A kamra összehúzódásának végén a kiáramló vér lelassul, majd a tolóerő végleg megszűnik, a kamra elernyed.",
    "A csőben haladó vér energiája elfogy, és mintegy „visszaesik\" a szív irányába.",
    "A kamrában leeső nyomás miatt a lunulák (a nodulusok mentén) egymáshoz szívódnak, a semilunaris billentyű bezár, így megakadályozva a vér visszaáramlását a kamrába.",
    "[H1] A szív vérellátása.",
    "A szívhez köthető ereket két nagy csoporta oszthatjuk.",
    "A vasa communis névre hallgató rendszer foglalja össze mindazon ereket, melyek a szív testet ellátó funkciójához köthetők.",
    "Ezek a szívbe érkező nagy vénák (v. cava inferior, v. cava superior, v. pulmonales), valamint a szívből induló nagy artériák (aorta, tr. pulmonalis).",
    "A szív saját érrendszere a vasa privata, melyek az a. coronariae és a v. cardiacae.",
    "A szív koszorúér rendszere, előlnézetben.",
    "ANATÓMIA TÚLÉLŐKÖNYV",
    "#anatómiatúléllőkönyv",
    "A coronaria rendszer az aorta kezdeti szakaszából, a két elülső sinus aortaéből indul.",
    "A sinus dexterből nyílik az a. coronaria dextra (kardiológiában az angol kifejezést rövidítve RCA), mely a jobb pitvar előtt halad a sulcus coronariusban a szív jobb oldala felé, ahol a margo acutuson a szív alsó felszínére fordul.",
    "Kezdeti szakaszán lead egy apró ágat (r. sinuatrialis) a jobb pitvarban található sinus-csomóhoz.",
    "Margo acutus mentén leváló",
    "ága a r. marginalis dexter, mely ellátja a jobb kamra jobb oldalát.",
    "A szív hátulsó felszínén található a sulcus interventricularis posteriorban az a. coronaria dextra végága, az a. interventricularis posterior (posterior descending artery – PDA).",
    "Az artéria felel az alsó felszín nagy részének ellátásáért, így a septum interventriculare és a bal kamra (!) alsó falának táplálásáért.",
    "A sinus sinisterből kiinduló ág az a. coronaria sinistra (LCA), mely a truncus pulmonalis mögött átbújva a bal pitvar előtt válik láthatóvá a sinus coronariusban.",
    "Rövid lefutás után kettéágazik.",
    "Elülső felszínhez adott ága a sulcus interventricularis anteriorban futó a. interventricularis anterior (kardiológiában itt is gyakran az angol kifejezést használják: left anterior descending – LAD).",
    "Jobb felé húzódó apró ágai (r. septales) biztosítják a septum interventriculare elülső részének vérellátását, míg bal felé leadott ágai (r. diagonalis) a bal kamra elülső falát táplálják.",
    "Másik nagy ága a r. circumflexus (CX) a margo obtusus mentén a szív alsó felszínére kanyarodik: a baloldali él mentén leadja a r. marginalis sinistert (vagy angolul obtuse marginal – OM) a bal kamra bal oldalának ellátására.",
    "A fentebb leírt ellátási kép, vagyis amikor az a. interventricularis posteriort az a. coronaria dextra adja, az ún. jobb domináns keringés.",
    "Tanulmányok szerint az emberiség 70-80%-a ilyen érrendszerrel rendelkezik.",
    "A populáció fennmaradó része kétfelé osztható.",
    "5-10%-ban az a. interventricularis posterior a r. circumflexus ága (ez a bal domináns rendszer), míg 10-20% esetén az a. interventricularis posterior mind a jobb, mind a bal a. coronariától kap vért.",
    "A domináns artéria általában ágakat bocsát az AV-csomóhoz is.",
    "A szív vénás vérét a bal pitvar mögött, a sulcus coronariusban található sinus coronarius gyűjti, majd továbbítja a jobb pitvarba (ostium sinus coronarii).",
    "A lentebbi vénák mindegyike a sinus coronariusba önti vérét.",
    "A jobb kamra vérét főleg a margo acutus mentén létrejövő, és a szív hátulsó felszínére kanyarodó v. cordis parva szállítja el.",
    "A sulcus interventricularis anteriorban kialakuló véna (kezdetben v. interventricularis anterior, majd v. cordis magna) szállítja a sepum interventriculare elülső részének, valamint a bal kamra elülső felszínének és bal oldalának vérét.",
    "A szív alsó felszínéről a v. cordis media szállítja el a vénás vért.",
    "A sinus coronarius tulajdonképpen akkor jön létre, amikor a v. cordis magna, valamint a bal pitvar hátulján kanyargó apró véna (v. obliqua atrii sinistri Marshall) összeömlenek.",
    "A v. obliqua atrii sinistri egy fejlődéstani maradvány: a vénás rendszer kezdetben szimmetrikus, ám az egyedfejlődés folyamán a jobb oldali véna nagyra nő, és mint v. cava superior látjuk a felnőttben.",
    "A jobb oldali vénátelep nagyrészt elsorvad, és a v. obliqua atrii sinistrii alakul ki belőle.",
    "11",
    "ANATÓMIA TÚLÉLŐKÖNYV",
    "#anatómiatúléllőkönyv",
    "A szív saját érrendszerem előlnézetben. A szív saját erei hátulnézetben.",
    "ANATÓMIA TÚLÉLŐKÖNYV",
    "#anatómiatúléllőkönyv",
    "[H1] A szív ingerületvezetése.",
    "A szívfal fő alkotója – mint fontebb láttuk –, a szívizomsejtekből álló myocardium.",
    "Az izomsejtek egyik legjellegzetesebb tulajdonsága az elektromos ingerületek vezetése, és ezen elektromosság különböző szerkezeteken keresztül mechanikai energiává történő átalakítása.",
    "A myocardiumon belül megkülönböztethetünk két szívizomsejt típust.",
    "Az egyik szívizomsejt – ez adja a myocardium többségét – közepes sebességgel vezeti az elektromos áramot, mely így egyik izomsejtről a másikra terjedve szépen az egész myocardiumon végighalad, és az egész myocardiumot összehúzódásra készteti.",
    "Erre az izomrészre szokás „munkaizomként” hivatkozni.",
    "A másik szívizom típus képezi a szív ún. gyorsan vezető rendszerét.",
    "Ezen szívizomsejteknek két extra tulajdonsága van a „munkaizomsejtekhez” viszonyítva.",
    "Egyrészt, az ingerület (tehát az ionáram) sokkal gyorsabban képes végig terjedni rajtuk speciális ioncsatornáik miatt.",
    "Ezáltal, a kamrák basisát és csúcsát rajtuk keresztül az ingerület egyszerre éri el, majd két irányból a munkaizomzaton is végig terjed – így a kamra alja és teteje együtt húzódik össze.",
    "Ugyanez érvényes a jobb és bal szívfelére is.",
    "Másik tulajdonságuk ingerképző potenciáljuk.",
    "A gyors vezetőrendszer sejtjei folyamatosan oszcilláló elektromos aktivitással rendelkeznek, vagyis nem igényelnek külső aktiválást, maguktól képesek ingerületet generálni.",
    "Ugyancsak jellemző, hogy a gyors vezető rendszer sejtjei nem önmagukban, hanem csoportokban, kötegekben helyezkednek el.",
    "A jobb pitvar tetején, a v. cava superior beömlésének tájékán található sejtcsoport a sinus-csomó (nodus sinuatriualis, SA), mely percenként 90-100 alkalommal jön izgalomba, és továbbítja a pitvar falára az általa generált ingerületet, mely a pitvarfalon végigterjedve összehúzódásra készteti azt.",
    "A sinus-csomó által generált ingerület a pitvar falán keresztül eléri az ostium atrioventriculare környékén található másik, gyors vezető rendszerhez tartozó sejtcsoportot, az AV-csomót (nodus atrioventricularis).",
    "Az AV-csomó is képes az ingerületképzésre, igaz, percenként csak 40-60 alkalommal.",
    "Mivel a sinus-csomó közel kétszer ilyen gyakorisággal generál ingerületet, az AV-csomó önálló ingerképzését elnyomja / felülírja, így utóbbi egészséges szíven csak vezetőrendszerként működik (és nem ingerképzőként).",
    "A sinus-csomó pusztulása esetén az AV-csomó átveheti az ingerképző funkciót, ám ez a szívfrekvencia drasztikus csökkenésével jár.",
    "Az AV-csomó pontos helyét a jobb pitvarban, a septum interatriale és ostium atrioventriculare dextrum közelében találhatjuk, a Koch-háromszög területén.",
    "Ennek határai a sinus coronarius beömlése (ostium sinus coronarii), a tendo valvulae venae cavae inferioris Todaro és az ostium atrioventriculare dextrum.",
    "Az AV-csomó ugyancsak jelentős tulajdonsága az ingerület „késleltetése”.",
    "Ahogy fentebb láttuk, a pitvaroktól a kamrák felé nincs folyamatos izomszövet, vagyis a pitvarok",
    "és a kamrák egymástól elektromosan majdnem tökéletesen elválasztottak az anuli fibrosi által.",
    "Az inas gyűrűrendszeren egyetlen nyílás található a trigonum fibrosum dextrum területén.",
    "Az AV-csomóból lefelé húzódó, ugyancsak a gyorsan vezető rendszerhez tartozó izomnyaláb (fasciculus atrioventricularis His) lép át ezen a helyen a pitvari oldalról, a septum interventricularéba.",
    "Az AV-csomót elérő ingerület valamelyest lelassul, majd a His-kötegen keresztül a szív kamrai részére lép.",
    "A lassulás azért szükséges, hogy a pitvarok teljes egészében összehúzódhassanak még azelőtt, hogy a kamrák megkezdenék összehúzódásukat.",
    "A fasciculus atrioventricularis His a septum interventricularéban két fő kötegre, a jobb és bal Tawara-szárra oszlik.",
    "A bal Tawara-szár tovább oszlik egy, a bal kamra elülső (angolban left anterior bundle branch,) és hátulsó (angolban left posterior bundle branch) falában haladó kötegre.",
    "ANATÓMIA TÚLÉLŐKÖNYV",
    "#anatómiatúléllőkönyv",
    "A jobb Tawara-szár a trabecula septomarginalison keresztül húzódik a jobb kamra elülső falához.",
    "Mindkét szár legvégét a myocardium legbelső rétegében található izomsejtkötegek, a Purkinje-rostok alkotják.",
    "A sinus-csomó által generált ingerület tehát a pitvarokon végigterjedve összehúzódásra készteti azokat.",
    "Az AV-csomót elérve az ingerület kissé lelassul, majd a fasciculus atrioventricularis His-en keresztül eléri a septum interventricularét, a Tawara-szárakon át pedig a kamraizomzat többi részét.",
    "Ezáltal, a septum és kamrák distalisabb részei közel egyszerre kapják meg az ingerületet, és kezdenek összehúzódni.",
    "A szív működése nem igényel külső behatást az idegrendszer részéről, tehát a szív autonóm ingerképzéssel rendelkezik.",
    "Mindezt a gyorsan vezető rendszer – közöttük pl.",
    "a sinus-csomó – folyamatos oszcilláló aktivitásának köszönhető.",
    "Gondoljunk bele: szívátültetésnél a donorból kivett szívrol levágunk mindent (tehát a hozzá húzódó idegeket is), a szív mégis megtartja ciklikus összehúzódását.",
    "Ez is bizonyítja a szív teljes ingerképző autonómiáját.",
    "[H1] A szív beidegzése.",
    "Bár a fontebbiekben láttuk, hogy a szív ingerképzése teljesen autonóm, az idegrendszer mégis kapcsolatban áll a szervvel: a szívhez bocsátott vegetatív idegek a szív autonóm ingerképzésének sebességét, és összehúzódásának erősségét szabályozzák.",
    "A gerincszlop két oldalán elhelyezkedő szimpatikus dúclánc (truncus sympathicus) a gerincvelő által szabályozott struktúra.",
    "Háti és alsó nyaki szakaszának dúcai ban (ganglion cervicale medius, ganglion cervicothoracicum ülő idegsejtjei axonjaikat a szívhez bocsátják (n. cardiacus cervicalis medius, n. cardiacus cervicalis inferior, n. cardiaci thoracici), és ingerületátvivó anyagukkal (noradrenalin) képesek serkenteni a sinus-csomó sejtjeinek ingerképzését, az AV-csomó vezetési sebességét, a munkaizomzat összehúzódási erősségét többek között.",
    "Ugyancsak hasonló hatást fejt ki a szívre a mellékvesevelő által a vérbe bocsátott adrenalin.",
    "A szív parasympathicus beidegzését a n. vagus ágrendszere biztosítja.",
    "Az ideg ágai (r. cardiaci cervicales superiores, r. cardiaci cervicales inferiores, r. cardiaci thoracici) a szív falában elhelyezkedő másodlagos idegsejteket (ún. intramuralis vegetatív ganglion sejtek) szabályozzák.",
    "Az utóbbiakból felszabaduló ingerületátvivő anyag (acetil-kolin) csökkentik a sinus-csomó ingerképzési frekvenciáját, lassítják az AV-csomó vezetési sebességét, valamint egyes könyvek szerint csökkenteni a munkaizomzat (többek között a kamrai munkaizomzat) összehúzódási erősségét.",
    "Nyugalomban a n. vagus folyamatos hatást fejt ki a szívre, ezért tapasztaljuk, hogy bár a sinus-csomó saját ingerképzési frekvenciája 90-100 / perc, nyugalmi pulzusunk mégis 60-100 / perc közötti (átlagosan 72 / perc).",
    "A truncus sympathicusból és n. vagusból származó axonok által közösen kialakított idegfonat, mely a szív felszínén található, a plexus cardiacus nevet viseli.",
    "A szív beidegzése és a szív környéki idegek.",
    "ANATÓMIA TÚLÉLŐKÖNYV",
    "#anatómiatúléllőkönyv",
    "Bár nem a szív idegeihez tartozik, a szívburok (ld. lentebb) beidegzése miatt fontos megemlékezni a n. phrenicus anatómiájáról is.",
    "Az ideg a plexus cervicalis utolsó, mély ága, melyet a C3 és C4 r. anteriorok adnak (valamint rostokat kap a C5 r. anteriorból).",
    "Az ideg a m. scalenus anterior elülső felszínén száll lefelé (az a. cervicalis ascendens mellett), majd a v. jugularis internától lateralisan, a v. subclavia és az a. subclavia között lép a mellkasba.",
    "Az ideg itt a szívburok (pericardium) és mellhártya (pleura) között halad a diaphragma respiratorium felső felszínéhez, hogy beidegezze azt.",
    "Elhaladtában leadja ágait a két hártya érző beidegzésére.",
    "[H2] A szívciklus.",
    "A billentyűk, az ingerületvezető rendszer és a beidegzés tárgyalása után tekintsük át röviden a szív működését röviden.",
    "A szívciklus két nagyobb fázisra osztható, a szív elernyedésére (diastole) és összehúzódására (systole).",
    "Diastole során az üregek (mind a pitvarok, mind a kamrák) elernyednek.",
    "Az atrioventricularis szájadékok (tehát a bicuspidalis és tricuspidalis billentyű) nyitva vannak, a vénákból a vér visszaáramlik a pitvarokba (jobb oldalon a v. cava inferiorból, v. cava superiorból és sinus coronariusból a jobb pitvarba, bal oldalon a v. pulmonalesből a bal pitvarba) és",
    "onnan a kamrákba.",
    "Egy ponton a sinus-csomóból induló ingerület a pitvarok összehúzódását okozza (elkezdődik a másik fázis, a systole), mely még némi vért pumpál a kamrákba.",
    "Ezen a ponton az ingerület eléri a kamrákat a fasciculus atrioventricularis His-en keresztül, a myocardium összehúzódását okozva.",
    "Az emelkedő nyomás következtében az atrioventricularis billentyűk bezárnak, míg az artériás billentyűk (valva aortae, valva trunci pulmonalis) megnyílnak és a vér a kamrákból az artériákba áramlik (jobb oldalon a tr. pulmonalisba, bal oldalon az aortába).",
    "Az összehúzódás végén a nyomás leesik a kamrákban, az artériás billentyűk bezárnak, valamivel később az atrioventricularisak kinyitnak, és a ciklus újrakezdődik.",
    "ANATÓMIA TÚLÉLŐKÖNYV",
    "#anatómiatúléllőkönyv",
    "Itt fontos megjegyezni, hogy mivel a szív saját erei (a. coronariae, v. cardiacae) a szív felszínéről hatolnak be a myocardiumba, összehúzódás (tehát systole) során a szívizomzat összenyomja ezeket az ereket, így véráramlás nem lehetséges bennük.",
    "Az a. coronariae telődése az aorta felől, és ezáltal a szívizom „táplálása” főleg az elernyedés időszakára esik (tehát diastoléra).",
    "Ez azért fontos, mert nyugalmi szívfrekvencia során (60-100/perc) a systole és diastole aránya 2:3.",
    "Magasabb frekvenciák esetén (pl. 180-200/perc) az arány akár 1:1-re is változhat, a diastole megrövidülésével, vagyis a szívizom „táplálási” fázisának csökkenésével.",
    "A fentebb leírt ciklus nyugalmi frekvencia esetén 60-100 alkalommal játszódik le egymás után egy perc alatt.",
    "[H1] A szívburok.",
    "A szívburok (pericardium) az ínhüvelyekre nagyban hasonlító szerkezet.",
    "Két rétegből (pericardium parietale és pericardium viscerale) áll, melyek között a szívburok ürege (cavum pericardii) található.",
    "A pericardium parietale kétrégetű: külső lemeze a stratum fibrosum, míg belső lemeze a stratum synoviale.",
    "Utóbbi réteg hajlik át a pericardium visceráléba (tehát a szív felszínén elhelyezkedő pericardium viscerale egy réteg stratum synoviale, melyet epicardiumnak nevezünk).",
    "Az ínhüvelyekkel ellentétben azonban – ahol a két synovia réteg áthajlása egymásba egy egyszerű vonal mentén történik, a pericardium áthajlásai bonyolultak.",
    "Ez abból adódik, hogy a pericardium a szív fejlődése folyamán végig a szív külső felszínén, valamint a szív körül helyezkedett el, így annak „foltekeredése” magával húzta a pericardiumot is.",
    "Ennek eredménye a szívbe beömlő vénák és artériák körül található bonyolult áthajlási vonal.",
    "A szívburok: oldalnézetben, a szíven áthaladó metszeten.",
    "A vénák körüli áthajlási vonal (porta venosa), összességében fektetett T-alakú (ez az ún.",
    "Sappey-féle T)",
    ", mivel a pericardium a vénák mentén nem egyesével hajlik a falról a szívre, hanem az összes véna körül együttesen.",
    "Éppezért, ha a pericardium üreget megnyitjuk és kezünket a szív csúcsa alá helyezzük, ujjaink a szív mögött foltolva megakadnak a pericardium áthajlásában (a T alsó szárában).",
    "Ez az elakadás a szívburok üregének (cavum pericardii) egyik öble, a sinus obliquus pericardii.",
    "16",
    "ANATÓMIA TÚLÉLŐKÖNYV",
    "#anatómiatúléllőkönyv",
    "Az artérik körüli pericardium áthajlás (porta arteriosa) a két, szívből kilépő artériát (aorta, truncus pulmonalis) közösen fogja közbe.",
    "A pericardium üregben ezáltal a két artéria kezdeti szakasza mögött ujjunkkal átnyúlhatunk.",
    "Ez a sinus transversus pericardii.",
    "A pericardium szerkezete: a szívburok megnyitva, a szív eltávolitva.",
    "A pericardium jelentősége abban áll, hogy normál körülménye között az üregben lévő néhány csepp folyadék biztosítja a szív surlódásmentes elcsúszását annak mozgásai közben.",
    "Kóros körülmények között (gyulladásokban, vagy infarktus után a szív „kilyukadása” miatt) az üregbe került folyadék (vér, vagy egyéb váladék) egy bizonyos mennyiség után gátolja a szív telődését (ez a tamponád, melynek során a folyadék összenyomja a szív jobb kamráját, mely így nem tud megtelni vérrel, amit kipumpálhatna), ezzel keringésmegingáshoz, és halálhoz vezethet.",
    "A pericardium ugyancsak fájdalmas gyulladással járhat bizonyos esetekben (pl. egyes vírusfertőzésekben).",
    "[H1] A szív helyzete.",
    "A szív helyzetének, valamint mellkasi vetületének ismerete a klinikai orvostudományok szempontjából jelentős.",
    "Klasszikus belgyógyászati diagnosztika során a szív határait kopogtatjuk, szájadékaiban, a billentyűkön átáramló vér keltette rezgéseket hallgatjuk.",
    "EKG, valamint ultrahangos diagnosztika szempontjából is igen jelentős a szív elhelyezkedésének pontos ismerete.",
    "A szív vizsgálata során legelőször annak körvonalát igyekszünk meghatározni.",
    "A klinikumban szokásos szóhasználattal élve, a szív kiterjedése jobbra nem haladja meg a sternum jobb szélét: a jobb pitvar és a jobb kamra ugyanis nagyjából a sternum mögött helyezkedik el.",
    "Lévén a rekeszizom (diaphragma respiratorium) vízszintes része nagyjából az 5.",
    "bordaköznek megfelelően helyezkedik el, jobb oldalon normál esetben",
    "a szív legalsó pontja a sternum jobb szélénél helyezkedik el, az 5. bordaközben.",
    "17",
    "ANATÓMIA TÚLÉLŐKÖNYV",
    "#anatómiatúléllőkönyv",
    "Bal oldalon a szív leglateralisabb pontja a szívcsúcs (apex cordis), mely normál esetben a 5. bordaközben, a sternum középvonalától nagyjából 9 cm-re helyezkedik el.",
    "Úgyis megfogalmazhatjuk, hogy normális esetben",
    "a szívcsúcs bal oldali pozíciója a clavicula közepén áthaladó medioclavicularis vonalat nem haladja meg.",
    "A szív legfelső pontjai a 2. bordaközben találhatóak, a sternum szélénél, mind jobb, mind baloldalon.",
    "Bár klinikai gyakorlatban kevésbé fontos, anatómia vizsgán kérdésként szokott még elhangzani az anuli fibrosi pozíciója.",
    "Ez a jobb 6. borda sternalis végétől a bal 3. bordához húzót vonalnak megfelelően található (pontosabban bal 3. borda, sternum szélétől 3 cm-re).",
    "A fentebb felsorolt pontokat (2. bordaköz, sternum jobb és baloldala, jobb 5. bordaköz a sternum mellett, bal 5. bordaköz, a sternum közepétől 9 cm) összekötve megkapjuk a szív körvonalát.",
    "A vonalon belüli területet mint relatív szívtompulatot ismerjük: ez a szív teljes kiterjedése a mellkasban.",
    "Ugyanakkor fontos szemelőtt tartani, hogy a mellkasban oldalt elhelyezkedő tüdők részben a szív elé tolulnak a mellkasfal és a szív közé ékelődve.",
    "A szív azon része, melyet előről nézve nem takarja egyik tüdőterület sem, tehát közvetlenül a mellkasfalhoz fekszik, az abszolút szívtompulat.",
    "Utóbbi egy nagyjából 5x5 cm-es terület a sternum bal oldalán a 3-5. bordaközökben.",
    "A tompulatok jelentősége abban áll, hogy a relatív és abszolút szívtompulatok arányának változásából következtetni lehet a pericardiumban megjelenő folyadék mennyiségére.",
    "Mint fentebb láttuk, ha a pericardium megtelik folyadékkal, a szív pumpafunkciója elégtelenné válik, a kialakuló ún. tamponád halállal fenyeget.",
    "18",
    "19",
    "[H1] ANATÓMIA TÚLÉLŐKÖNYV.",
    "A pericardium feltelődését úgy képzeljük el, mint egy lufi vízzel való telődését: a táguló lufi széttolja a tüdőket, vagyis az abszolút szívtompulat egyre nagyobb lesz, méretében egyre közelebb kerül a relatív tompulathoz.",
    "Bár napjainkban a tamponád kimutatása a szívtompulatok általi kopogtatással már nem minősül modern diagnosztikus megközelítésnek – helyette ultrahangos vizsgálattal ellenőrizhető adekvát módon a pericardialis folyadék mennyisége klinikai gyanú esetén –, az általános belgyógyászati vizsgálatban még sokszor elvégzésre, valamint a belgyógyászat vizsgán kérdezésre kerül.",
    "A szív felszíni vetületének másik klinikailag fontos aspektusát az ún. hallgatózási pontok képezik.",
    "A szívciklus során a billentyűk záródása a véroszlopban mechanikai hullámokat kelt, melyeket a test szövetei a felszínre vezetnek az emberi fül számára is hallható formában (tehát hangként).",
    "Fontos, hogy a szívbillentyűk mozgása által a véráramban keltett rezgéseket nem ott halljuk, ahol keletkeznek (tehát a billentyűk helyén), hanem ott, amerre a véráram elvezeti azokat.",
    "(általában ott, ahol az áramló vér hirtelen irányt változtat).",
    "A szívciklus során, a kamrai összehúzódás (systole) kezdetén az atrioventricularis",
    "billentyűk felcsapódnak, ezzel megrezgetve a kamrákban található véroszlopot.",
    "A mitralis billentyű keltette rezgések a szívcsúcs helyén, tehát a bal 5. bordaközben érik el a test felszínét, a sternum közepétől nagyjából 9 cm-re, így ezt tekintjük a mitralis billentyű hallgatózási helyének.",
    "A tricuspidalis billentyű ugyancsak a kamrai összehúzódás kezdetén történő záródását a véráram a jobb 5.",
    "bordaközbe vezeti, ahol közvetlenül a sternum mellett, esetleg a processus xyphoideus felett hallgatható (előbbi a hivatalos hallgatózási pont).",
    "A szívtompulatok: a szív valós mérete, valamint közvetlenül mellkas falhoz fekvő része.",
    "A szívbillentyűk hallgatózási pontjai a mellkasfalon.",
    "Az artériás billentyűk (valva aortae, valva trunci pulmonalis) záródása a kamrai összehúzódás végeztével, az elernyedés (diastole) kezdetén történik.",
    "Mindkét billentyű záródásának hangját a véráram tovább sodorja az artériákban (aorta, truncus pulmonalis), mely azok irányváltoztatásánál lép a test felszínére.",
    "Ezáltal a valva aortae keltette hangot a jobb 2. bordaközben, míg a valva trunci pulmonalis keltette szívhangot a bal 2. bordaközben hallgathatjuk közvetlenül a sternum mellett a kamrai elernyedés kezdetén.",
    "A bal 3. bordaközben a sternum mellett találjuk az ún.",
    "Erb-pontot, ahol a második szívhang (S2), vagyis az artériás billentyűk záródása hallgatható.",
    "Az atrioventricularis billentyűk záródását mint 1. szívhang (S1) szokás említeni.",
    "ANATÓMIA TÚLÉLŐKÖNYV",
    "Ugyancsak szükséges a szív pozíciójának ismerete a mellkasi EKG elvezetések helyes felhelyezéséhez.",
    "[H2] A mellkasi EKG elvezetések helyes pozíciója.",
    "[LIST_ITEM] V1: 4. bordaköz, a sternum jobb oldalán",
    "[LIST_ITEM] V2: 4. bordaköz, a sternum bal oldalán",
    "[LIST_ITEM] V4: 5. bordaköz a medioclavicularis vonalban.",
    "[LIST_ITEM] V3: félúton a V2 és V4 elvezetések között",
    "[LIST_ITEM] V5: 5. bordaköz az elülső hónaljvonalban (plica axillaris anterior)",
    "[LIST_ITEM] V6: 5. bordaköz a középső hónaljvonalban",
    "Utóbbit nem szokás kérdezni az anatómia tárgy keretében, ugyanakkor az első tanév végét követő ápolástan nyári gyakorlaton igencsak hasznos tudásnak fog bizonyulni.",
    "[H2] A szív a mellkasban.",
    "A mellkasi EKG-elektródák helyes pozíciói. A V6 elvezetés a középső hónaljvonalba kerül, az 5. bordaközben.",
    "A légzőrendszer (ld. előző. fejezet) és a keringési rendszer anatómiájának megtárgyalása után tekintsük át a mellkas üregét, mint egységes térséget.",
    "Ahogy a törzs és a nyak anatómiája c. fejezetben láttuk, a csontos mellkas felső bemenete az apertura thoracis superior, míg kimenete az apertura thoracis inferior.",
    "Ugyanakkor azt is láttuk, hogy az ún.",
    "„zsigeri mellkas” ettől valamelyest eltér: a diaphragma respiratorium magasabban helyezkedik el, mint az apertura thoracis inferior, míg a tüdőcsúcsok (apex pulmonis) az apertura thoracis superior meghaladva a scalenus-sátor alatt helyezkednek el a nyakon.",
    "Klinikai gyakorlatban a zsigeri mellkas belső terét három felé szokás osztani.",
    "A két oldalsó térséget a pleura-borítással rendelkező tüdők foglalják el, míg a pleura mediastinalisok közötti, középvonali terület a mediastinum.",
    "Utóbbit – a magyar gyakorlat szerint – a mellkasba belépő, és ott kettéoszló trachea felosztja egy hátulsó (mediastinum posterius) és egy elülső (mediastinum anterius) részre.",
    "A mediastinum posteriusban találjuk a gerincoszlop előtt leszálló, majd attól kissé jobbra elhelyezkedő nyelőcsövet (oesophagus), valamint a gerincoszloptól kezdetben kissé balra, majd előtte haladó aorta descendenset (aorta thoracicát).",
    "Ugyancsak itt találjuk a mellkasfal hátulsó részének vénás elvezetését végző ereket (bal oldalon",
    "a v. hemi-azygost és v. hemi-azygos accessoriust, jobb oldalon a v. azygost).",
    "A légző (trachea) oszlásától (bifurcatio tracheae) lefelé ugyancsak a mediastinum posteriusban haladnak a n. vagusok a nyelőcső két oldalán.",
    "A gerincoszlop két oldalán elhelyezkedő truncus sympathicus is a mediastinum posterius képlete.",
    "A térség közvetlen folytatása a nyaknál megismert spatium retropharyngeumnak, illetve a DANGER-térnek!",
    "Itt fontos megjegyezni, hogy az oesophagus egy ponton a pericardium mögött halad el úgy, hogy kapcsolatba kerül a bal pitvar hátulsó falával.",
    "Ezen kapcsolata a bal pitvar bizonyos esetekben végzett, ún. transoesophagealis ultrahangos vizsgálata során jelentős.",
    "A mediastinum anterius tovább osztható a szív elhelyezkedése alapján: a pericardiumba burkolt szív alkotja a mediastinum cardiacumot, míg a fölötte lévő terület (mediastinum supracardiacum) tartalmazza a thymust és a mellkas nagy ereit.",
    "A trachea – mint a mediastinum „osztó” képlete is a mediastinum anterius része.",
    "20",
    "ANATÓMIA TÚLÉLŐKÖNYV",
    "#anatómiatúléllőkönyv",
    "A mediastinum cardiacumot teljes egészében kitölti a szív.",
    "Lévén a keringési rendszer központja a pericardium zsákban foglal helyet, közvetlen módon semmivel sem érintkezik.",
    "Ugyanakkor közvetett módon számtalan másik szervvel kerül érintkezésbe.",
    "Három képlet – a n. phrenicus, a. pericardiacophrenica, v. pericardiacophrenica – a mediastinum anteriusban haladva a pleura mediastinalis és a pericardium parietale között húzódik a diaphragma respiratorium felső felszínehez.",
    "A n. phrenicus a v. jugularis interna és a. carotis communis alkotta carotis hüvelytől lateralisan lép a mellkasba a v. subclavia mögött, de az a. subclavia előtt.",
    "Innen a mediastinum supracardiacumban halad, ahol csatlakozik hozzá az a. thoracica internából leválló a. phericardiacophrenica, valamint a v. brachiocephalicákba ömlő v. pericardiacophrenica.",
    "A szív a pericardiumon keresztül ugyancsak érintkezik a mellkas belső felszínén, a sternum két oldalán húzódó a. thoracica internával és v. thoracica internával.",
    "A szív helyzete a mellkasban: a mellkas elülső fala és a pleura costalis eltávolítva.",
    "A mediastinum supracardiacumban legelöl a thymust találjuk, melynek alsó része érintkezésbe kerül a pericardiummal is.",
    "A thymust eltávolítva mögötte láthatóvá válik a v. cava superior, valamint a két v. brachiocephalica, melyekből létrejön.",
    "A v. braciocephalicák mögött helyezkedik el medialisabban a n. vagus, valamint lateralisabban a n. phrenicus, mindkét oldalon (tehát a mediastinum supracardiacum területén a n. vagus még elől van, míg a bronchus principalisok mögé lépve lentebb a mediastinum posteriusba kerül).",
    "Még hátrébb lépve találjuk a nagy artériák rétegét: az arcus aortaet, mely ugyancsak a bronchus principalis sinistert megkerülve a mediastinum supracardiacumból a mediastinum posteriusba kanyarodik, valamint az arcusból felfelé eredő nagy ágakat (balról jobbra tr. brachiocephalicus, a. carotis communis sinistra, a. subclavia sinistra), illetve az arcus homorulatában található tr.",
    "pulmonalis oszlását (a. pulmonalisok).",
    "A bal oldali a. pulmonalis rövid úton belép a bal tüdőbe, míg a jobb a. pulmonalis az aorta ascendens és a v. cava superior mögött húzódik a jobb oldalihoz.",
    "A n. vagusból leváló n. laryngeus recurrens a bal oldalon a ligamantum arteriosum Botallit megkerülve hajlik hátra, a mediastinum posterius területére, ahol a trachea és az oesophagus közötti barázdában (sulcus oesophagotrachealis) halad a gégéhez, míg jobb oldalon az a. subclavia dextra megkerülésével éri el ugyan ezt.",
    "21",
    "ANATÓMIA TÚLÉLŐKÖNYV",
    "#anatómiatúléllőkönyv",
    "A mellkas egésze, balról rátekintve: a bal tűdő teljesen, a bal parietalis pleura mediastinalis és costalis lemeze részben eltávolítva.",
    "ANATÓMIA TÚLÉLŐKÖNYV",
    "#anatómiatúléllőkönyv",
    "Az utolsó dolog, melyet a szívvel kapcsolatos fejezetben tárgyalnunk kell, és valamelyest a mellkas egészéhez is kapcsolható, a szív ún.",
    "röngten árnyéka.",
    "Habár napjainkban ennek diagnosztikus értéke rettentően kicsi, az elmúlt évszázadban részben a szív megnagyobbodásával járó kórképek diagnosztikájára/megelőzésére használták.",
    "Napjainkban erre – csakúgy, mint a tamponád megállapítására – a mellkasi ultrahang szolgál.",
    "A hátulról érkező röntgenfotonok a mellkason való áthaladásuk során elnyelődnek a test különböző szöveteiben, így a mellkas előtt elhelyezkedő detektorba ezeken a helyeken kevesebb röntgenfoton csapódik, ezáltal a felvétel itt világosabb lesz – ezért látjuk világosnak a szív „árnyékát”, és a bordákat például, míg a levegővel telt tüdő sötétebben ábrázolódik (ugyanis ezen áthaladnak a röntgenfotonok és a detektorba csapódnak).",
    "A szív jobb árnyéka alul egybeolvad a rekeszizom elnyelési képével.",
    "Ebből jobbra felfelé a szív peremét a jobbkamra margo acutusa képezi, míg e fölött az atrium dextrum jobb oldalát, végül a v. cava superior terminalis szakaszát látjuk.",
    "Innen a szívárnyék felső pontját az arcus aortae alkotja.",
    "Jobb oldalon az arcus aortae alatt található a. pulmonalis sinister, valamint a bal kamra margo obtususa.",
    "A szívárnyék tárgyalásával befejeztük a szív, és a mellkasi szervek tárgyalását.",
    "A nyelőcső pontos elhelyezkedését a mediastinum posteriusban Az emésztőrendszer anatómiája c. fejezetben vesszük szemügyre.",
    "DR. BARTHA ÁRPÁD LÁSZLÓ",
    "[H1] 1b. fejezet.",
    "[H1] Az alsó végtag anatómiája.",
    "#anatómiatúléllőkönyv",
    "Cito pede labitur aetes¹",
    "[NUMBERED_ITEM] Cito pede labitur aetes: Gyors lábon rohan az idő (latin).",
    "ANATÓMIA TÚLÉLŐKÖNYV",
    "#anatómiatúléllőkönyv",
    "[H1] Tartalomjegyzék.",
    "Előszó ...",
    "3 Az alsó végtagról általánosságban ...",
    "4 Az alsó végtag csontjai ...",
    "5 A keresztcsont ...",
    "5 A medencecsont és a medence egésze ...",
    "6 A combcsont ... 11 A térdkalács ... 13",
    "A sípcsont ...",
    "13 A szárkapocscsont ...",
    "15 A lábtő csontjai ...",
    "17 Az ugrócsont ...",
    "17 A sajkacsont ... 18 Az ékcsontok ... 18 A sarokcsont ... 19",
    "A köbcsont ... 19",
    "A lábközépcsontok ... 19 Az ujjak csontjai ...",
    "20 A láb szerkezete ...",
    "20 Az alsó végtag ízületei ...",
    "22",
    "A medence ízületei és a medence saját szalagjai ...",
    "22 A térdízület ... 25 A tibia és a fibula összeköttetései ... 29",
    "Az ugróízületek ... 29",
    "A lábtő-lábközép ízületek ...",
    "33 A lábközép-ujjperc ízületek ...",
    "34 Az ujjpercek ízületei ...",
    "34 A láb szalagjai ... 35 Az alsó végtag izmai és mozgásai ...",
    "37",
    "A belső csípőizmok ...",
    "37",
    "A külső csípőizmok ...",
    "38 A comb medialis izomkompartmentje ...",
    "41 A comb elülső izomkompartmentje ...",
    "42 A comb hátulsó izomkompartmentje ... 44",
    "A comb és a far régió izomzatának áttekintése, a comb rekeszei ... 45",
    "A lábszár hátulsó felszínének izmai ...",
    "48",
    "A lábszár elülső felszínének izmai ...",
    "50",
    "A lábszár oldalsó felszínének izmai ... 51",
    "A lábszár izomzatának áttekintése, a lábszár rekeszei ... 51",
    "A lábhát izmai ... 55",
    "ANATÓMIA TÚLÉLŐKÖNYV #anatómiatúléllőkönyv",
    "A talp izmai, a talp réteges szerkezete ...55 Összefoglaló táblázatok: ízületek mozgásai, rájuk ható izmok ...60",
    "Az alsó végtag erei ...62 A comb artériás rendszere ...62",
    "A lábszár artériás rendszere ...64 A lábhát artériái ...65",
    "A talp artériái ...65",
    "Az alsó végtag mély- és felületes vénái ...",
    "66 Az alsó végtag nyirokelvezetése ...69",
    "Az alsó végtag idegei ...71 Az ágyéki fonat ...71",
    "A n. genitofemoralis ...",
    "72",
    "A n. cutaneus femoris lateralis ...72",
    "A n. femoralis ...",
    "72",
    "A n. obturatorius ...72",
    "A keresztcsonti fonat ...73",
    "A n. ischiadicus ...",
    "74",
    "A lábszár és a láb idegei ...74 Az alsó végtag bőrbeidegzése ...78",
    "Az alsó végtag régiói ...80 A far régió ...80 A combháromszög ...81 A combcsatorna ...",
    "82 Az adductor csatorna ...83 A térdalji árok ...83 A járás mechanizmusa ...85",
    "ANATOMIA TULELOKONYV",
    "#anatomiatulelokonyv",
    "[H1] Előszó.",
    "Az Anatomia Túlélőkonyvek azért születtek, hogy az anatomia tanulása könnyebb és gyorsabb legyen.",
    "A jegyzetek célja az, hogy mindazon területekről megfelelő mennyiségű magyarázatot adjon, melyek előfordulhatnak a demonstráción, vizsgán, vagy későbbi, orvosi munkád során.",
    "Az elkészítéséhez számtalan forrást, egyéb tankönyvet és publikációt felhasználtam, így próbálva minél inkább lefedni a témákat, és teljeskörű tudást, magyarázatot adni az egyes jelenségekről.",
    "A Túlélőkonyveket negyedéves egyetemistaként kezdtem el szerkeszteni.",
    "Kezdetben egyszerű jegyzet volt, tankönyvekből összeszedett információkkal, képekkel.",
    "Az évek során kezdett kiforrni egy egységes, jól tanulható jegyzet, mely saját illusztrációkat, összefoglaló táblázatokat, magyarázatokat tartalmaz.",
    "A jegyzetek megírása hosszadalmas folyamat, melyre általában este, a kórházban töltött munkaórák után kerül sor.",
    "Megírásuk hosszadalmas folyamat, valamint a honlap fenntartása is költségeket jelent.",
    "Ezért kérlek, ha megteheted, a jegyzeteket eredeti forrásból, a https://anatjegyzet.hu/ oldalon vásárold meg, így támogatva azt, hogy a Túlélőkonyvek lefedte témakörök tovább bővülhessenek, illetve azok még sokak számára elérhetőek legyenek.",
    "Amennyiben úgy érzed, hogy nincs lehetőséged megvenni a jegyzeteket, de a sikeres vizsgához szükséged lenne rájuk, kérlek, írj egy üzenetet a „Kapcsolat” fülön keresztül, és megtaláljuk a megoldást!",
    "A jegyzetben esetlegesen előfordulhatnak elírások.",
    "Ezért előre is elnézésedet kérem, és arra kérlek, ha ilyenre bukkansz, írd meg a weboldalon található „Kapcsolat” fülön keresztül, hogy mihamarabb javításra kerülhessen!",
    "Fontos: a Túlélőkönyv nem helyettesíti a hivatalos egyetemi jegyzeteket és tankönyveket.",
    "Pusztán a tananyag jobb, könnyebb megértésének céljából jött létre.",
    "ANATÓMIA TÚLÉLŐKÖNYV",
    "#anatómiatúléllőkönyv",
    "[H1] Az alsó végtagról általánosságban.",
    "Az alsó végtag (extremitas inferior) mozgásában kevésbé szabad, mint a felső végtag.",
    "Fejlődését a törzs alátámasztásának, és ezzel a test stabilitásának biztosítása, valamint a mozgáshoz szükséges szabadság kényes egyensúlya határozza meg.",
    "A törzshöz a medenceövön keresztül kapcsolódik.",
    "Három nagy részre, a csípő és a térd közötti combra (femur), a térd és a boka közötti lábszárra (crus), valamint a bokától distalisan elhelyezkedő lábra (pes) osztható.",
    "Anatómiai alaphelyzetben – vagyis álló helyzetben – az alsó végtagok egymás mellett helyezkednek el a törzs folytatásaként, előre tekintő lábakkal.",
    "Felszíneit eszerint nevezzük anteriornak és posteriornak, a láb esetében talpinak (plantaris) és lábhátinak (dorsalis).",
    "Megkülönböztetjük lateralis és medialis oldalát, melyeket a lábszár esetében gyakran nevezünk fibularisnak (lateralis) és tibialisnak (medialis) – a lábszárcsontok helyzete alapján.",
    "A fejezetben sorra vesszük az alsó végtag csontjait, ízületeit és szalagjait, az egyes ízületekre ható izmokat, és azok hatását.",
    "Ezután átnézzük a végtaghoz tartozó ér és ideghálózatot.",
    "A fejezetet az alsó végtag speciális régióinak tárgyalásával zárjuk.",
    "ANATÓMIA TÚLÉLŐKÖNYV",
    "#anatomiatúlelőkönyv",
    "[H1] Az alsó végtag csontjai.",
    "Az alsó végtag (extremitas inferior) a függesztőövön (cingulum extremitatis inferioris) keresztül kapcsolódik a törzshöz.",
    "Az alsó végtag függesztőövét a medencecsontok (os coxae)",
    "és a keresztcsont (sacrum) alkotják.",
    "A függesztőöv utóbbin keresztül kapcsolódik a gerincoszlophoz (columna spinalis), és ezzel a törzshöz.",
    "[H1] A keresztcsont.",
    "A keresztcsont öt sacralis csigolyából összeforrott szerkezet, mely a medencegyűrű „zárókövekként\" ékelődik be a két ala ossis ilii közé.",
    "Felső része a basis ossis sacri, mely az elülső, medencei felszín (facies pelvina) irányába kiemelkedik, mint promontorium.",
    "Ugyancsak az elülső felszínen látszódnak a hajdani csigolyák összeforrásának nyomai (lineae transversae), és a közöttük lévő foramen intervertebralékból létrejövő foramina sacralia anteriora.",
    "Ahogy már a felső végtagnál is láttuk, az anatómia demonstrációk és vizsgák során előszeretettel kérdezik, a csontok kapcsán, hogy hogyan állapítjuk meg egy csontról, melyik oldali.",
    "Erre józan paraszti ésszel a válasz az, hogy amelyik oldalon van a páciensben (ritkán lesz a páciensen kívül).",
    "Ha röntgenfelvételt látunk a csontról, önmagában igen nehéz megmondani, mivel a felvételt mindkét oldaláról szemügyre tudjuk venni, egyik oldalról nézve egyik, másik oldalról nézve másik csontnak tűnik.",
    "Épp ezért, röntgenfelvétel készítésénél a felvételen „R\", vagy „L\" betűvel mindig jelölésre kerül az oldaliság.",
    "Anatómia vizsgán nem érik be ezekkel a magyarázatokkal (még akkor sem, ha a klinikumban teljesen elégésések).",
    "A csontok oldaliságát egyes képleteikról is meg lehet állapítani.",
    "Jellegzetes képlet, ami ELŐL van, vagy HÁTUL, az ALSÓ, vagy FELSŐ felszínen, PROXIMALISAN, vagy DISTALISAN.",
    "Ezeket megtalálva a csonton megállapíthatjuk, melyik oldalról van szó.",
    "Ez a tudós az igazságügyi orvosszakértőn kívül minden gyakorló",
    "orvos számára haszontalan, mivel nem igen látunk csontot páciensen kívül – szerencsére.",
    "Mindezek ellenére, az első demonstráció miatt kérlek titeket, fektessetek hangsúlyt a csontok pozicionálásának megtanulására.",
    "Minden csont tárgyalásának végén egy egyszerű táblázatban megadok pár képletet felsorolva, amelyekről az egyes irányokat könnyen megjegyezhetjük (irányunként 1 is elég!).",
    "ANATÓMIA TÚLÉLŐKÖNYV",
    "#anatómiatúléllőkönyv",
    "Oldalsó, processus transversusokból létrejövő része a pars lateralis, vagy ala ossis sacri.",
    "Ennek oldalra tekintő felszínén egy ízfelszínt (facies auricularis), valamint egy érdesebb területet (tuberositas ossis sacri) találunk, melyek az ala ossis iliivel közösen létrehozott ízület alkotásában vesznek részt.",
    "A hátulsó felszín (facies dorsalis) tetejéből emelkedik ki az utolsó lumbalis csigolyával ízületet képző processus articularis superior.",
    "Az eredeti sacralis csigolyák nyúlványai összeforva három kiemelkedést alakítottak ki a hátulsó felszínen.",
    "A crista sacralis mediana a processus spinosusok, a crista sacralis medialis a processus articularisok, míg a crista sacralis lateralis a processus transversusok származéka.",
    "A foramen intervertebralék hátra tekintő kijárata a foramina sacralia posteriora.",
    "A csigolyaívek közrefogta foramen vertebralékból a sacrum belsejében kialakul a canalis ossis sacri, mely a hátulsó felszínen egy kissé felfelé ívelt bevágással (hiatus sacrale)",
    "ér véget a sacrum alsó végénél.",
    "Utóbbit oldalról a cornua sacralia határolja.",
    "A sacrum alsó csúcsa az apex ossis sacri.",
    "A keresztcsont (os coccygeum) 4-6 csökevényes csigolyából alakul ki.",
    "A legfelső tetejéből apró ízületi kiemelkedés (cornu coccygeum) emelkedik ki a sacrum cornua sacraliajával való ízesülésre.",
    "Az os coccygeum distalisabb részei összeforrott, csökevényes csont kockák.",
    "A keresztcsont anatómiája, oldalnézetben.",
    "[H1] A medencecsont és a medence egésze.",
    "A medencecsont (os coxae) páros, a sacrum két oldalán elhelyezkedő képződmény, mely önmagában függőlegesen álló, kissé megtekert 8-as számhoz hasonlítható.",
    "A 8-as szám két hurka egymástól különböző síkokban helyezkedik el: a felső hurok – amely valójában nem is lyukas – közel frontalis síkban található, míg az alsó, valóban lyukas hurok ehhez csatlakozik alulról, a sagittalis síkban.",
    "A jobb csípőcsont részei medialról (balra) és dorso-lateralról (jobbra) rátekintve.",
    "ANATÓMIA TÚLÉLŐKÖNYV",
    "#anatómiatúléllőkönyv",
    "A medencecsont valójában három csont synostosisaként jön létre.",
    "A 8-as felső, frontalis állású részét szinte kizárólagosan a csípőcsont (os ilium) alkotja, míg a 8-as alsó, sagittalis állású részének felső darabja a szeméremcsont (os pubis), az alsó pedig az ülőcsont (os ischii).",
    "A három csont találkozási pontja a medencecsont teste (corpus), melyet a három csont teste hoz létre (corpus ossis ilii, corpus ossis pubis, corpus ossis ischii).",
    "Ennek lateralis oldalán helyezkedik el a csípőízület (articulatio coxae, ld. később) vápájául szolgáló acetabulum.",
    "Az os ilium legnagyobb része a nyolcas felső hurkát adó szárny (ala ossis ilii), melynek felső pereme a csípőtaraj (crista iliaca) a ferde hasizmok három rétegének eredéséül szolgál (ennek megfelelően három érdesség fut végig rajta, úgymint labium internum, linea intermedia és labium externum).",
    "Az ala ossis ilii belső felszíne kivájt (fossa iliaca), a csípőízom (m. iliacus, ld. később) eredésének helye.",
    "A csípőtaraj elülső végpontja az élő egyénben is tapintható felső csípőtövis (spina iliaca anterior superior, SIAS).",
    "Ettől lentebb, egy kisebb bevágás után egy kisebb kiemelkedést is láthatunk (spina iliaca anterior inferior).",
    "Az elülsőhöz hasonlóan a csípőtaraj hátulsó végpontján is kissé kiemelkedik a csont (spina iliaca posterior superior), valamint ez alatt ugyancsak megtalálható a felső tövis alsó párja (spina iliaca posterior inferior).",
    "Az os ilium belső-medialis oldalán egy fül-alakú (fölfelé tekintő C alakú), sima felszínű területet találunk: ez a facies auricularis, melyet élőben porc borít, és amely az articulatio sacroiliaca kialakításában vesz részt.",
    "Az ettől hátrafelé található érdes terület (tuberositas iliaca) a sacrumot és az ileumot összekötő erős szalagrendszer (ligamenta sacroiliaca) tapadási helye.",
    "A csípőlapát dorsalis felszíne unalmas, mindössze három, vonalszerű kiemelkedést tartalmaz (linea glutea superior, linea glutea anterior, linea glutea inferior), melyek a farizmok eredéséül szolgálnak.",
    "Az os ileum teste (corpus ossis ilii) az acetabulum felső egyharmadát adja, míg a medencecsont belső-elülső felszínén az os pubisszal közösen alakítja ki az emintentia iliopubicát.",
    "A medencecsont testétől medialra és előre-lefelé húzódik a szeméremcsont felső szára (ramus superior ossis pubis), melynek felső felszínén egy izom eredése okozta érdességet (pecten ossis pubis) látunk, míg alsó felszínén (eredéséhez közel) egy vályulat található (sulcus obturatorius).",
    "ANATÓMIA TÚLÉLŐKÖNYV",
    "#anatómiatúléllőkönyv",
    "A felső szár medialis végén egy dudor (tubereculum pubicum)",
    "és egy csontléc (crista pubica) helyezkedik el, majd a felső szár egy medialra tekintő, élőben rostosporccal borított felszínben ér véget (facies symphysialis), mely – mint látni fogjuk – kialakítja a kétoldali os pubisok közötti symphysis pubicát.",
    "Innen a szeméremcsont lefelé a ramus inferior ossis pubisban folytatódik, lateralra és hátrafelé.",
    "A medencecsont testének hátulsó-alsó egyharmadát az ülőcsont teste (corpus ossis ischii) adja, melytől lefelé és előrefelé húzódik a csont szára (ramus ossis ischii).",
    "Utóbbi a szeméremcsont alsó szárával (ramus inferior ossis pubis) egyesülve adja foramen obturatum alsó keretét (a felső a ramus superior ossis pubis, valamint az os coxae teste).",
    "A ramus ossis ischii hátra és lefelé tekintő megvastagodása az ülőgumó (tuber ischiadicum) fontos izomeredési hely.",
    "A tuber ischiadicum felett a szár hátulsó felszínén egy kiemelkedés látható (spina ischiadica), melytől felfelé és lefelé is 1-1 bevágást találunk.",
    "A felső, nagyobb bevágás a spina ischiadica és spina iliaca posterior inferior közötti incisura ischiadica major, míg az alsó, kisebb bevágás a spina ischiadica és a tuber ischiadicum közötti incisura ischiadica minor.",
    "Mindkét bevágást szalagok segítségével fogjuk nyílásokká (foramen) alakítani (ld.",
    "később, az ízületek tárgyalásánál).",
    "|  Az os coxae oldalisan magállapítása  |   |   | | --- | --- | --- | |  Pozíció | Képlet | Megjegyzés  | |  Proximalis vég | • crista iliaca | -  | |  Distalis vég | • tuber ischiadicum | -  | |  Medialis felszín | • fossa iliaca • facies symphysialis | -  | |  Lateralis felszín | • acetabulum | -  |",
    "A medencegyűrű egészében: balra elől, jobbra hátulnézetben.",
    "A két medencecsont a hátul közéjük zárókő szerűen ékelődő sacrummal kialakítja a medence (pelvis) gyűrű alakú csontszerkezetét, melynek „üregét” két részre oszthatjuk.",
    "A két csípőlapát közötti térség (melyet egyes könyvek pelvis majornak neveznek) valójában a hasüreg alsó része.",
    "A valódi medence (egyes könyvekben kismedence, pelvis minor) felső határa a linea terminalis síkja, mely hátul sacrum promontoriumának tetejéről húzódik előre a linea arcuata és pecten ossis pubison át a symphysis pubica felső felszínéhez (tehát egy előrefelé enyhén lejtős síkról beszélünk).",
    "Ez a tulajdonképpeni medence bemenet (apertura pelvis superior).",
    "A medence üregét (cavitas pelvis) kályhacső könyökhöz szokás hasonlítani: elülső homorulatát a symphysist megkerülve alakítja ki, hátulsó domborulatát a sacrum határolja.",
    "Felsőbb, tágasabb része az amplitudo pelvis, alsóbb, elkeskenyedő területe az angustia pelvis.",
    "ANATÓMIA TÚLÉLŐKÖNYV",
    "#anatómiatúlelőkönyv",
    "A medence kimenete (apertura pelvis inferior) egy közel rombusz alakú terület, melyet elől a ramus inferior ossis pubisok és ramus ossis ischiik, míg hátulról két később tárgyalt szalag, a ligamentum sacrotuberalék határolnak.",
    "A rombusz elülső szöglete a symphysis pubicára mutat, hátulsót az os coccygeum csúcsa adja.",
    "Orvosgyakorlati szempontból (a szülés során a magzat fejforgásainak megértéséhez) fontosak a medence egyes átmérői.",
    "Ezek közül általában három kitüntetett átmérőről (egyenes, vagy sagittalis, haránt és ferde) beszélünk, a medence három szintjében (bemenet, üreg és kimenet).",
    "A medence bemenete (balra) és kimenete (jobbra).",
    "A bemenet síkjában a helyzet bonyolult, mivel az egyenes (sagittalis) átmérők közül többet is megkülönböztetünk.",
    "Az anatómiában használt definíció szerint a bemenet egyenes átmérője a promontorium tetejének közepét köti a symphysis pubica felső széléhez: ez a conjugata vera anatomica.",
    "A szülészetben ettől kissé eltérően definiálják a bemenet egyenes átmérőjét (conjugata vera obstetrica): a promontorium tetejének közepétől húzódik a symphysis közepéig.",
    "Utóbbi kissé rövidebb, mint az anatómiai egyenes átmérő.",
    "A bemenet síkjában a leghosszabb a haránt átmérő (diameter transversa), melynek jelentősége abban áll, hogy a szülés során a magzat fejének leghosszabb átmérője (mely a koponya sagittalis átmérője)",
    "mindig az anyai medence leghosszabb átmérőjébe igyekszik beleilleszkedni.",
    "Ennek következtében, amikor a magzat feje fentről lefelé áthalad a medence bemenet síkján, oldalra felé tekint.",
    "A bemenet ferde átmérője (diameter obliqua) kevésbé jelentős.",
    "A bemenet és a kimenet között elhelyezkedő medence üreg (cavitas pelvis) két kisebb területre osztható, melyből a felső tágasabb (medenceöből, amplitudo pelvis), az alsó rész szűkebb (angustia pelvis).",
    "Definíció szerint előbbi a 2-3. sacralis csigolya és a symphysis közötti terül, melynek egyenes átmérője 12 cm, míg a ferde átmérő 13 cm körüli (a magzat feje itt ferde irányban fog elhelyezkedni, tehát a bemenethez képest elfordul, amikor áthalad a medence üregén).",
    "|  A medence átmérők  |   |   |   | | --- | --- | --- | --- | |",
    "Átmérő helyzete | Melyik átmérő?",
    "| Átmérő neve | Átmérő hossza",
    "| |  Apertura pelvis superior | sagittalis | conjugata vera anatomica / obstetrica | 12,5 cm / 11 cm  | |   |  haránt | diameter transversa | 13,5 cm  | |   |  ferde | diameter obliqua | 12 cm  | |",
    "Cavitas pelvis (amplitudo) | sagittalis | - | 12 cm  | |   |  haránt | - | 12 cm  | |   |",
    "ferde | - | 13 cm  | |  Apertura pelvis inferior | sagittalis | - | 11-12 cm (egyes könyvekben 9,5 cm)",
    "| |   |  haránt | - | 11 cm  | |   |  ferde | - | -  |",
    "10",
    "Az apertura pelvis superior átmérői.",
    "Normál esetben az anyai medence kimenet egyenes átmérője 9,5 cm körüli, ugyanakkor a várandósság alatti hormonhatások (ösztrogén, és főleg a progeszteron) hatására fellazult kötőszövetes összeköttetések következtében a coccyx szülés során történő hátra billenésével eléri a 11-12 cm hosszúságot.",
    "A kimenet haránt átmérője 11 cm körüli, míg lévén a ferde átmérők határoló képletei főleg tágulékony lágyrészek, nem szoktunk megemlékezni róluk.",
    "Itt fontos megjegyezni, hogy historikusan a medence külső átmérőit is vizsgálták (egy körzöhöz hasonlító eszközzel), és ebből próbálták megmondani, hogy a születendő gyermek vajon képes lesz-e áthaladni a medencéből (és a benne lévő lágyrészekből) létrejövő szülőcsatornán, vagy szükségessé válhat-e a császármetszés.",
    "Ugyanakkor a különböző kutatások kimutatták, hogy a külső és belső medenceátmérők között semmiféle korreláció nem található, tehát a külső medenceátmérőkből nem lehet megmondani, milyenek a medence belső viszonyai.",
    "A medence kimenet sagittalis átmérője.",
    "[H1] #anatómiatúléllőkönyv.",
    "Az angustia pelvis területén a medence ürege összeszűkül, a terület legrövidebb (és egyben legfontosabb) átmérője a haránt átmérő, mely mindössze 10,5 cm hosszúságú.",
    "A terület többi átmérőjéről nem szoktunk említést tenni.",
    "A medence kimenet (apertura pelvis inferior) területén ugyancsak három átmérőről szokás megemlékezni, melyek közül a leghosszabb a sagittalis (egyenes) átmérő, ami azt is jelenti egyben, hogy a medenceüregen történő áthaladás közben a születendő gyermek feje (majd természetesen a teste is) további 45 fokot rotál",
    ", és koponyájának leghosszabb átmérője az anyai medence kimenet leghosszabb átmérőjébe illeszkedik.",
    "a medence bemenet sagittalis átmérője az amplitudo pelvis sagittalis átmérője az angustia pelvis sagittalis átmérője a medence kimenet sagittalis átmérője",
    "A medence sagittalis átmérői a medence középvonali metszetén.",
    "Ugyancsak fontos megjegyezni, hogy az anatómiában tárgyalt belső medenceátmérők csupán a csontos medencére vonatkoznak.",
    "A medence valódi belső térsége, és maga a szülőcsatorna is ennél szűkebb, a medence csontos falán belül található lágyrészek miatt.",
    "11",
    "[H1] ANATÓMIA TÚLÉLŐKÖNYV.",
    "A medence kapcsán fontos megemlíteni az egyes biológiai nemekre jellemző eltéréseket.",
    "Bár a biológiában szinte semmi sem osztható fel bináris kategóriákra – a jelenségek sokkal inkább egy folyamatos spektrum mentén helyezkednek el –, a legtöbb esetben felfedezhetők „halmozódások” a skála jellegzetes pontjain.",
    "A medence alakja alapján általánosságban elmondható, hogy a férfi és női nemben találunk néhány jellegzetes különbséget.",
    "Ezt azt is jelenti, hogy a medence jellegzetes formája alapján általában (de korántsem mindig!)",
    "megállapítható a személy biológiai nemé (igazságügyben lehet jelentőségű).",
    "Nőben a csípőlapátok valamivel távolabb állnak egymástól, mint férfiban, ezáltal az anatómusokat a női medence kártyaszívre emlékeztette.",
    "Férfi nemben a sacrum promontorium jobban beemelkedik a medence üregébe, mint nőben, ennek köszönhető, hogy a férfi medenceüreg (cavitas pelvis) általában szűkebb, mint a női.",
    "Ugyancsak jelentős különbség a ramus inferior ossis pubisok egymáshoz viszonyított helyzete, és ezáltal a két medencecsont találkozása (symphysis pubica, ld. lentebb)",
    "alatti terület: ez nőben az arcus pubicus (a ramus inferiorok alkotta szög általában &gt;90°), míg férfiban az angulus pubicus (a ramus inferiorok alkotta szög hegyesszög, általában 75° körüli).",
    "Ez is a két nem cavitas pelvisnek tágasságát befolyásolja.",
    "A combcsont elől (balra) és hátulnézetben (jobbra).",
    "A medencegyűrű statikailag fontos jellemzőit ld. lentebb, a medence szalagjainál és a csípőízület tárgyalásánál.",
    "[H2] A combcsont.",
    "A combcsont (femur) testünk legnagyobb csöves csontja, melynek proximalis végdarabját a medial felé tekintő, ízületi porccal borított fej (caput femoris), valamint az ettől lateralra elhelyezkedő, és a középdarabhoz csatlakozó nyak (collum femoris) alkotja.",
    "Utóbbi a középdarab felső végéhez csatlakozik medialról, azzal normál esetben mintegy 125°-os szöget bezárva.",
    "Mint látni fogjuk, a középdarab (diaphysis, vagy corpus femoris) nem függőleges állású, hanem fentről lefelé medialról lateral felé húzódik (azaz a teteje kissé befelé megdöntött).",
    "Ennek következtében a distalis végdarab két ízületi nyúlványa (condylus medialis, condylus lateralis) egy magasságban ér véget (egyébként a két condylus közül a medialis valamivel nagyobb).",
    "A proximalis végdarab, valamint a középdarab proximalis vége képletekben igen gazdag terület, melyeket a környéken eredő-",
    "és tapadó izmok hoznak létre.",
    "ANATÓMIA TÚLÉLŐKÖNYV",
    "#anatómiatúlelőkönyv",
    "A combcsont feje egészében ízületi porccal (cartilago articularis) borított gömbfelszín, melynek medialis-fölső végén egy bemélyedés (fovea capitis femoris) található az acetabulumtól ide húzódó szalag tapadása számára (ld. lentebb, a csípőízületnél).",
    "A combcsont proximalis vége és középdarabjának proximalis része, elől (balra) és hátulnézetben (jobbra).",
    "A középdarab proximalis végének lateralis oldalán – ott, ahol a nyak csatlakozik hozzá – egy, a karcson nagy dudorára emlékeztető képletet, a nagytomport (trochanter major) találjuk.",
    "Ugyancsak itt, a nyak és a nagydudor találkozásánál egy mélyedés (fossa trochanterica) látható.",
    "A nyak és a test találkozásának homorulatában a hátulsó felszínen egy apróbb dudor, a kistompor (trochanter minor) emelkedik ki.",
    "Mind a csont elülső, mind hátulsó felszínén egy-egy érdesség húzódik ferdén a két dudor között: az elülső a linea intertrochanterica, míg a hátulsó a crista intertrochanterica.",
    "A középdarab elülső felszíne mondhatni unalmas, ezzel szemben hátulsó felszínén számos képletet találunk.",
    "A trochanter minortól fölfelé és lateralisabban kisebb érdességet találunk (tuberositas glutea), míg közvetlenül a trochanter minor alatt helyezkedik el a linea pectinea – mindkét képlet izomtapadási hely.",
    "A combcsont distalis végdarabja és a középdarab distalis része, előnézetben (balra) és hátulnézetben (jobbra).",
    "ANATÓMIA TÚLÉLŐKÖNYV",
    "A két érdességtől lefelé, a combcsont középdarabjának teljes hosszában fut a hátulsó felszínen a linea aspera két kiemelkedése (labium mediale, labium laterale).",
    "Ezek elérve a csont distalis végdarabját egymástól eltávolodnak, és a két íznyúlvány (condylus medialis, condylus lateralis) felső részén (epicondylus) mint linea supracondylaris medialis és linea supracondylaris lateralis folytatódnak.",
    "A distalis végdarab fő tömegét két, az elülső felszínen összefolyó ízületi porcfelszínnel borított ízületi nyúlvány (condylus medialis, condylus lateralis) adja, melyek felső részét epicondylusnak tekintjük.",
    "Oldalirányból rátekintve a condylusokra azok csiga alakot mutatnak: elülső (nyújtott helyzeti) sugaruk nagyobb, mint hátulsó részüké (hajlított helyzet; ennek jelentőségét ld. a térdízületnél).",
    "Oldalról, valamint hátulról rátekintve látható, ahogy mindkét condylus hátrafelé túlnyúlik a femur testén, a csont hátulsó felszínén a két condylus között kialakul a fossa intercondylaris nevű gödör (ezt felülről a linea intercondylaris határolja).",
    "E fölött a combcsont középdarabjának distalis része háromszög szerűen kiszélesedik, mint facies poplitea.",
    "A condylus medialis antero-posterior irányban valamivel hosszabb, mint a condylus lateralis, melynek fontos szerepe lesz a térdízület kinyújtása során tapasztalt ún. végrotációban (ld.",
    "lentebb, az ízületnél).",
    "A condylus medialis tetején lévő medialis epicondyluson egy nagyobb kiemelkedést találunk (tuberculum adductorium), mely fontos izomtapadási hely.",
    "[H1] #anatómiatúlélőkönyv.",
    "A térdízületet alkotó csontok, oldalról rátekintve: a femur condylus csiga alakja.",
    "|  A femur oldaliságának megállapítása  |   |   | | --- | --- | --- | |  Pozíció | Képlet | Megjegyzés  | |  Proximalis vég | • caput femoris | -  | |  Distalis vég | • condylus medialis • condylus lateralis | -  | |  Medialis oldal | • caput femoris | -  | |  Lateralis oldal | • trochanter major | -  | |  Elülső felszín | • - | célszerű utoljára megadni  | |  Hátulsó felszín | • linea aspera |   |",
    "A térdkalács elől (balra) és hátulnézetben (jobbra).",
    "[H1] A térdkalács.",
    "A térdkalács (patella) felfogható egyfajta szezámcsontként, lévén a térdízület kötőszövetes tokjának elülső falában helyezkedik el, az egyik nagy combizom (m. quadriceps femoris) inába ágyazottan.",
    "Proximalis vége lapos (basis patellae), distalisan a csont elkeskenyedik (apex patellae).",
    "Elülső felszíne jellegtelen, hátulsó felszíne ízületi porccal borított (facies articularis), mely a térdízület ízületi tokjában lévő ablakon keresztül a femur distalis condylusai által alkotott ízfelszín (facies patellaris) felé tekint.",
    "Funkcióját tekintve a patella egyfajta csigaként viselkedik (ún. hypomochion), a szó fizikai/erőátviteli értelmében.",
    "[H1] A sípcsont.",
    "A lábszár (crus) alapvető felépítését tekintve nagyban hasonlít az alkarhoz: két, egymással párhuzamos csont alkotja, melyeket – mint lentebb látni fogjuk – erős interosseus membrán rendszer rögzít egymáshoz.",
    "Az alkarral ellentétben azonban a két lábszárcsont (a sípcsont, vagy latinul tibia és a szárkapocs csont, vagy fibula) közül a térdízület kialakításában csupán a tibia vesz részt a femurral (a könyökízületnél mindkét alkarcsont részt vett!), valamint az alkarral ellentétben a lábszár csontjai nem képesek az egymás körüli rotációra (tehát a lábszár nem pronálható).",
    "14",
    "[H1] ANATÓMIA TÚLÉLŐKÖNYV.",
    "A tibia a két lábszárcsont közül a medialisabban elhelyezkedő, klasszikus csöves csont, melynek proximalis epiphysisé jóval tömegesebb, mint a distalis.",
    "A két condylus (condylus medialis, condylus lateralis) alkotta proximalis epiphysis felső felszíne lapos, azt két, élőben porccal borított ízületi felszín (facies articularis superior) foglalja el, melyek bár különállók (1-1 mindkét condylus területén), funkcionálisan egy ízfelszínt alkotnak.",
    "A két ízfelszín között a tibia felső felszínéből emelkedik ki az eminentia intercondylaris két dudorával (tuberculum intercondylare mediale, tuberculum intercondylare laterale), melyek előtt és",
    "mögött egy-egy laposabb terület (area intercondylaris anterior, area intercondylaris posterior) jön létre a térdízület keresztszalag rendszerének tapadására.",
    "A lateralis condylus lateralis oldalán ugyancsak egy porccal borított bevágást (facies articularis fibularis) találunk a szárkapocscsont fejével való ízesülésre.",
    "Innen is látszik, hogy a szárkapocscsont nem vesz majd részt a térdízület kialakításában, hiszen attól jóval lejjebb kezdődik, és mindössze a tibia lateralról való alátámasztására szolgál.",
    "A tibia középdarabja – a femurhoz hasonlóan – mondhatni unalmas.",
    "Legfontosabb része a csont lateralis oldalán húzódó margo interosseus, melyről a későbbiekben tárgyalt membrana interossea húzódik majd a fibula hasonnevű éléhez.",
    "A tibia (balra) és a fibula (jobbra) felülről rátekintve.",
    "A fibula (balra) és a tibia (jobbra), előlnézetben.",
    "A proximalis végdarab és a középdarab találkozásánál a csont elülső felszínén egy nagyobb kiemelkedés, a tuberositas tibiae található, mely a comb elülső felszínéről a patellán keresztül idesugárzó izom (m. quadriceps femoris, ld. később) inának (ligamentum patellae) tapadási helye.",
    "Hasonló magasságban a csont hátulsó felszínén egy, a vádliizomzat egyik tagjának eredésül szolgáló, lateralról medialra süllyedő csonttarajt (linea musculi solei) láthatunk.",
    "ANATÓMIA TÚLÉLŐKÖNYV",
    "#anatómiatúléllőkönyv",
    "A tibia distalis végdarabjának alsó felszíne (facies articularis inferior) porccal borított, a felső ugróízület kialakításában vesz részt.",
    "Ennek mediális oldalán a csont bokanyúlványát látjuk (malleolus medialis), melynek oldalfelé tekintő felszíne (facies malleolaris medialis) ugyancsak porccal borítva megnagyobbítja az alsó ízfelszínt.",
    "A sípcsont proximalis végdarabja és a középdarab proximalis része elől (balra) és hátulnézetben (jobbra).",
    "A distalis végdarab lateralis oldalán egy bevágás látható (incisura fibularis), mely a szárkapocscsonttal való összeilleszkedést szolgálja (a két csont között itt nem ízület, hanem syndesmosis alakul ki – ld. lentebb).",
    "A tibia (balra) és a fibula (jobbra), alulról rátekintve.",
    "|  A tibia oldaliságának megállapítása  |   |   | | --- | --- | --- | |  Pozíció | Képlet | Megjegyzés  | |  Proximalis vég | • condylus medialis • condylus lateralis • tuberositas tibiae | -  | |  Distalis vég | • malleolus medialis | -  | |  Medialis oldal | • malleolus medialis | -  | |  Lateralis oldal | • facies articularis fibularis • incisura fibularis | -  | |  Elülső felszín | • tuberositas tibiae | -  | |  Hátulsó felszín | • linea musculi solei |   |",
    "[H1] A szárkapocscsont.",
    "A szárkapocscsont (fibula) nem lenne túl bonyolult képződmény, ugyanakkor az orvosegyetemek oktatási metodusukkal elérik, hogy minden orvostanhallgató legrosszabb rémálmává váljon.",
    "A helyzetet itt is a „melyik oldali a fibula, és hogyan állapítjuk meg?”",
    "kérdés szüli, melynek klinikai relevanciája vitathatatlan: ugyanis nincs neki (ld.",
    "a fejezet elején található szövegdoboz nyőszörgéseit).",
    "A fibula ugyancsak hosszú csöves csont, mely képletekben igencsak szegényes, valamint proximalis és distalis epiphysise a gyakorlatlan vizsgálódó számára első – de még második – ránézésre is igencsak hasonló egymáshoz.",
    "Proximalis epiphysisét a fej (caput fibulae) alkotja, melynek medialis (azaz a tibia felé tekintő) oldalán porccal borított ízfelszínt találunk (facies articularis capitis fibulae) a tibia lateralis condylusának facies articularis fibulariszával való ízesülésre.",
    "A fej legfelső-hátulsó pontján emelkedik ki az apex capitis fibulae, mely izom-, valamint szalagtapadási hely.",
    "A fej alatt a középdarab elkeskenyedik (collum fibulae), majd ettől lefelé mint test (corpus fibulae) folytatódik.",
    "A test medialis peremén húzódik végig a fibula legjellegzetesebb éle, a margo interosseus.",
    "16  ANATÓMIA TÚLÉLŐKÖNYV A tibia és a fibula hátulnézetben (balra), valamint a fibula elölnézetben (jobbra).",
    "[H1] #anatómiatúlélőkönyv.",
    "A fibula helyzetének és oldaliságának megállapítását bonyolítja, hogy élei nem egyenesen húzódnak, hanem lefutásuk közben a csont hossztengelye mentén elcsavarodnak.",
    "A distalis epiphysis a proximalishoz hasonló megvastagodás, melynek fő tömegét a lateralisan elhelyezkedő bokanyúlvány (malleolus lateralis) adja.",
    "A később tárgyalt felső ugróízületi mechanika szempontjából fontos, hogy a fibula malleolus lateralisa nagyjából 1 cm-rel lejjebb helyezkedik el, mint a tibia malleolus medialisa.",
    "A külbokanyúlvány (malleolus lateralis) medialis oldalán egy ízfelszínt (facies articularis malleoli lateralis), mely a tibia alsó és malleolaris ízfelszínével együtt alkotja a felső ugróízület vápáját.",
    "A distalis epiphysis jellegzetes képlete a hátul és medialisan elhelyezkedő fossa malleoli lateralis, mely a facies articularis malleoli lateralis mögött helyezkedik el.",
    "Ugyancsak itt fontos leszögezni, hogy nincs olyan, hogy bokacsont.",
    "Amit a laikusok a hétköznapokon bokacsontnak neveznek, az nem más, mint a fibula (malleolus lateralis) és a tibia (malleolus medialis) nyúlványai, melyeket szétfeszíti a közéjük ékelődő ugrócsont (talus, ld. lentebb).",
    "A fibula helyzetének megállapítása nem egyszerű, sok gyakorlást igényel, épp ezért próbáljatok időt szánni rá.",
    "|  A fibula oldaliságának megállapítása  |   |   | | --- | --- | --- | |  Pozíció | Képlet | Megjegyzés  | |  Proximalis vég | • apex capitis fibulae • facies articularis capitis fibulae • caput fibulae | -  | |  Distalis vég | • malleolus lateralis • facies articularis malleoli lateralis • fossa malleoli lateralis | mivel a fossa malleoli lateralis definíció szerint distalisan, medialisan és hátul található, ezért elméletben önmagában is meghatározható általa a csont helyzete és oldalisága  | |  Medialis oldal | • fossa malleoli latrealis • margo interosseus | -  | |  Lateralis oldal | • - | nincs jellegzetes képlet  | |  Elülső felszín | • - | nincs jellegzetes képlet  | |  Hátulsó felszín | • apex capitis fibulae • fossaa malleoli lateraaliss | -  |",
    "ANATÓMIA TÚLÉLŐKÖNYV",
    "#anatómiatúléllőkönyv",
    "[H1] A lábtő csontjai.",
    "A lábtő (tarsus) a kéztőhöz hasonlóan köbös csontokból (ossa tarsi) épül fel, melyek azonban méretükben nagyobbak a kéztő csontjainál, valamint elhelyezkedésükben is különböznek.",
    "Míg a kéztőcsontok egy proximalis és egy distalis sorba rendeződtek, addig a lábtő csontjait a proximalis és distalis felosztás mellett besorolhatjuk egy lateralis és egy medialis csontsorba is (főleg utóbbit szokás használni a láb statikájának tárgyalása során).",
    "[H1] Az ugrócsont.",
    "A leghátulsó medialis lábtőcsont a lábszárhoz a felső ugróízületen keresztül csatlakozó ugrócsont (talus).",
    "A csont legjellegzetesebb képlete a test (corpus tali) felső részén elhelyezkedő, porccal borított ízfelszín (trochlea tali), melynek – mint később látni fogjuk – felső felszíne (facies superior) a tibia facies articularis inferiorával kapcsolódik.",
    "A porcfelszín mind medialisan, mind lateralisan leterjed a trochlea oldalára, és kialakítja a közel függőleges állású facies malleolaris medialisét és facies malleolaris lateralisét, melyek a tibia és a fibula malleolusainak ízfelszíneivel kapcsolódnak.",
    "A facies malleolaris lateralis a talus processus lateralisán helyezkedik el.",
    "A láb csontjai, felülnézetben.",
    "A trochlea előtt a talus teste elkeskenyedve (collum tali) megy át az ugyancsak porcfelszínnel (facies articularis navicularis) borított fejbe (caput tali).",
    "A trochlea mögött találjuk a processus posteriort, mely nem egységes: két dudora (tuberculum mediale, tuberculum laterale) között egy, a lábszár hátulsó felszínén eredő izom inát a talpra vezető barázda (sulcus tendinis musculi flexoris hallucis longi) húzódik a talus alsó felszínére.",
    "Ez egyben a leghosszabb anatómiai elnevezés is.",
    "A talus alsó felszínén három porccal borított ízfelszínt találunk az alatta (és tőle kissé lateralisan) elhelyezkedő sarokcsonttal (calcaneus) való ízesülésre.",
    "Az ízfelszínek közül kettő elől, a fej ízfelszínével mintegy összenőve helyezkedik el",
    "(facies articularis calcanea anterior, facies articularis calcanea media).",
    "A hátulsó ízfelszín a különálló facies articularis calcanea posterior.",
    "A középső és hátulsó ízfelszínt elválasztja egymástól a haránt irányban húzódó sulcus tali.",
    "Az ugrócsont képletei: fölülről (balra) és alulról (jobbra) rátekintve.",
    "ANATÓMIA TÚLÉLŐKÖNYV",
    "#anatómiatúléllőkönyv",
    "|  A talus oldalisanak megállapítása  |   |   | | --- | --- | --- | |  Pozíció | Képlet | Megjegyzés  | |  Proximalis vég | • processus posterior • sulcus tendinis musculi flexoris hallucis longi | -  | |  Distalis vég | • caput tali | -  | |  Medialis oldal | • facies articularis calcanea media | -  | |  Lateralis oldal | • processus lateralis | -  | |  Alsó felszín | • facies articularis calcanea anterior • facies articularis calcanea media • facies articularis calcanea posterior • sulcus tali | -  | |  Felső felszín | • trochlea tali |   |",
    "[H1] A sajkacsont.",
    "A sajkacsont (os naviculare) – mely ugyancsak a medialis lábtócsontokhoz tartozik -, a talus előtt helyezkedik el.",
    "Proximalis oldala kivájt, porccal borított ízfelszín (ide illeszkedik a talus feje), míg distalis felszínén ugyancsak porcborítást találunk a három ékcsonttal való illeszkedésre.",
    "Medialisan alul apró dudor látható a csonton (tuberositas ossis navicularis), mely izomtapadási helyként szolgál.",
    "Felső (dorsalis) felszíne domború, alsó (plantaris) homorú.",
    "Lateralisan is porccal borított:",
    "ízületet képez a tőle oldalra elhelyezkedő köbcsonttal (os cuboideum).",
    "[H1] Az ékcsontok.",
    "Az ékcsontok (ossa cuneiformia) az os naviculare előtt helyezkednek el, ugyancsak a medialis lábtócsontsorban.",
    "Az ékcsontok (os cuneiforme mediale, os cuneiforme intermedia, os cuneiforme laterale) oldalsó felszíneiken egymással is ízesülnek, míg az os cuneiforme laterale az os cuboideummal is ízületet képez.",
    "Distalis felszínükkel az I–III. lábközépcsontokkal (metatarsus) kapcsolódnak.",
    "A középső ékcsont (os cuneiforme intermedia) rövidebb, mint a másik kettő, így a II. metatarsus valamivel hamarabb kezdődik, mint a többi.",
    "A sajkacsont és ékcsontok esetén nem szokás megkérdezni, melyik oldaliak, mivel ezen csontokat az anatómia gyakorlatokon sem látjuk külön, csak a drótokkal rögzített láb egészeként.",
    "A sarokcsont felülnézetben (fölül), lateralról (balra) és medialról (jobbra).",
    "ANATÓMIA TÚLÉLŐKÖNYV",
    "#anatómiatúléllőkönyv",
    "[H1] A sarokcsont.",
    "A sarokcsont (calcaneus) a lábtó legnagyobb, egyben leghátulsó lateralis csontja, mely közel téglalaptest alakú.",
    "Elülső végén porccal borított ízfelszínt találunk (facies articularis cuboidea), melyen keresztül az előtte elhelyezkedő köbcsonthoz (os cuboideum) kapcsolódik.",
    "A csont felső felszínén – a talus alsó felszínéhez hasonlóan – három porccal borított ízfelszínt találunk (facies articularis talaris anterior, facies articularis talaris media, facies articularis talaris posterior), melyek közül az elülső kettő gyakran összeolvad (akárcsak a talus alsó felszínén lévők), és melyek alatt a csont medial felé húzódó nyúlványát (sustentaculum tali) találjuk.",
    "A középső és hátulsó ízfelszín között egy bevágás látható (sulcus calcanei)",
    "a csont felső felszínén.",
    "Medialisan, a sustentaculum tali alatt látjuk a talus két dudora között induló barázda folytatását (sulcus tendinis musculi flexoris hallucis longi).",
    "Ehhez hasonlóan a csont lateralis oldalán is fut egy – kevésbé szembetűnő – barázda (sulcus tendinis musculi fibularis longi).",
    "A calcaneus legtömegesebb része a sarokgumó (tuber calcanei), mely lateralisan és medialisan is 1-1 gumószerű kiemelkedéssel támaszkodik a talajon (processus lateralis tuberis calcanei, processus medialis tuberis calcanei).",
    "|  A calcaneus oldaliságának megállapítása  |   |   | | --- | --- | --- | |  Pozíció | Képlet | Megjegyzés  | |  Proximalis vég | • tuber calcanei | -  | |  Distalis vég | • facies articularis cuboidea | -  | |  Medialis oldal | • sustentaculum tali • facies articularis talaris media • sulcus tendinis musculi flexoris hallucis longi | -  | |  Lateralis oldal | • sulcus tendinis musculi fibularis longi | -  | |  Alsó felszín | • - | kizárásos alapon  | |  Felső felszín | • facies articularis talaris anterior • facies articularis talaris media • facies articularis talaris superior • sulcus calcanei |   |",
    "[H1] A köbcsont.",
    "A köbcsont (os cuboideum) a lateralis lábtócsontsor másik, kissé megnyúlt kocka alakú tagja, mely a calcaneus elülső vége előtt helyezkedik el.",
    "Medialis felszínén az os navicularéval, valamint a lateralis ékcsonttal képez ízületet, distalisan porcfelszíne a IV-V. metatarsusokkal kapcsolódik.",
    "Mint lentebb látni fogjuk, az ékcsontok az os cuboideummal együtt egy haránt irányú boltívet hoznak létre: ennek legmagasabban álló pontja az os cuneiforme mediale, legmélyebb a lateralis os cuboideum (tehát a haránt irányú boltív nem szimmetrikus).",
    "Ennek részleteit ld.",
    "lentebb, a láb egészének tárgyalásánál.",
    "[H1] A lábközépcsontok.",
    "A lábközépcsontok (ossa metatarsalia, vagy metatarsusok) a kézközépcsontokhoz hasonló, karcsú testtel (corpus) rendelkező csöves csontok – kivételt képez a metatarsus I., mely inkább tömzsi, mintsem karcsú.",
    "A metatarsusok és phalanxok anatómiája.",
    "ANATÓMIA TÚLÉLŐKÖNYV",
    "#anatómiatúléllőkönyv",
    "Proximalis végük (basis ossis metatarsi) kivájt ízfelszínnel illeszkedik az I-III. csontok esetén az ékcsontokhoz, míg a IV-V. csontok esetén az os cuboideumhoz (a metatarsus II-IV. basisuk lateralis felszínén egymással is ízesülnek).",
    "Az I. és V. metatarsusok basisa oldalirányban kissé megnagyobbodott (tuberositas basis ossis metatarsi primi, tuberositas ossis metatarsi quinti).",
    "A metatarsusok feje (caput) szintén porccal borított ízfelszín. A metatarsus I. fejének talpi oldalán páros szezámcsontot találunk (os sesamoideum).",
    "[H1] Az ujjak csontjai.",
    "Az alsó végtag esetén az ujjak szerkezete igencsak hasonlít a felső végtagnál tapasztaltakhoz.",
    "Az ujjakat (digitus) itt is számozhatjuk helyzetük szerint (a nagylábujj az első), illetve az nagylábujjat (vagy öregujj) illethetjük külön névvel is (hallux).",
    "Az ujjak – az első ujj kivételével – három csöves csontból (phalanx) állnak: egy proximalisból, egy mediaból és egy distalisból.",
    "Az öregujjnak – csakúgy mint a kéznél a hüvelyknek – nincs phalanx mediája (csak proximalis és distalis phalanxból áll).",
    "A proximalis és media phalanxok hasonlóak: proximalis epiphysisük a basis, diaphysisük a testük (corpus), distalis epiphysisük a fejük (caput).",
    "A distalis phalanxok nem rendelkeznek fejjel, helyettük az ujjvégeken egy végső, tenyéri oldali gumó, a körömágy és ujjvég alátámasztására szolgáló tuberositas phalangis distalis található.",
    "A láb hosszanti boltozatának kialakulása, a lateralis oldalon.",
    "A fejek és a basisok is henger alakúak, porcfelszínnel borítottak (ez az általuk alkotott ízület mozgása miatt jelentős).",
    "Összességében elmondható, hogy a lábujjak esetén mind a csontok, mind az általuk alkotott ízületek csökevényesebbek, mint a kézen.",
    "A harántboltozat szerkezete a metatarsusok basisán áthaladó síkban.",
    "[H1] A láb szerkezete.",
    "A láb, mint egységes szerkezet az emberi felegyenesedett testhelyzethez alkalmazkodott struktúra, melyet évmilliók evolúciója és természetes szelekciója faragott mai alakjára.",
    "A lábat alkotó csontok alakja miatt a láb két fő ív mentén szerkesztett, ezek a haránt- és a hosszanti boltozat.",
    "Valójában mindkét boltozatból végtelen számú fektethető keresztül a lábon, ugyanakkor minden pontban való tárgyalásuk messzemenően felesleges lenne.",
    "A harántboltozatot elsősorban az os cuneiformék, valamint a metatarsusok alakja hozza létre (ugyanis dorsalisan szélesebbek, míg plantarisan keskenyebbek).",
    "A boltívet a metatarsusok basisánál vizsgálva azt látjuk, hogy a harántboltozat nem szimmetrikus, medialról lateral felé enyhén emelkedik, majd jelentősen csökken.",
    "Legmagasabb pontja az os cuneiforme intermedia, valamint az előtte elhelyezkedő metatarsus II.",
    "basisa, legmélyebb pontja a metatarsus V. basisa.",
    "A harántboltozat lényege, hogy a talp lágyrészei a talp középső részén juthatnak előre, egyfajta vályúban, ezáltal kevésbé terhelődnek állás, járás során – t.i. a testsúly inkább a szélső részeken adódik át a talajra.",
    "A harántboltozat süllyedése a lúdtalp – tipikus jele, amikor a középső metatarsus fejek alatti talpörön bőrkeményedés alakul ki a terhelés miatt.",
    "ANATÓMIA TÚLÉLŐKÖNYV",
    "#anatómiatúléllőkönyv",
    "A hosszanti boltozatot érdemes két különböző síkban is szemügyre venni, a harántboltozat aszimmetriája miatt.",
    "A medialis talpél mentén a hosszanti boltozat a tuber calcanei elülső-oldalsó végpontjától indul, majd az os naviculare, os cuneiforme mediale, metatarsus I. mentén halad, és a talajt a metatarsus I. fejénél éri el újra (pontosabban annak szezámcsontjainál).",
    "A láb hosszanti boltozatának kialakulása, a medialis oldalon.",
    "A lateralis talpélen haladó hosszanti boltozat ehhez egész hasonló (a tuber calcaneitől indul, majd az os cuboideum és a metatarsus V. alsó peremén halad, hogy aztán a metatarsus V. fejénél érje el a talajt), ugyanakkor sokkal kevésbé emelkedik fel: a talp medialis éle magasabban áll (ld. a harántboltozatnál).",
    "Az emberi test teljes súlya a két láb lábboltozatait terheli.",
    "Teszi mindezt méghozzá nem az ív közepén, hanem hátul, kissé medialisan, a taluson keresztül.",
    "A későbbiekben tárgyalt szalagrendszer a csontokat olyan szorosan tartja össze, hogy az egészséges esetben megtartja a boltozat íveit.",
    "A hosszanti boltozat kritikus pontja a caput tali alátámasztása, melyet erős szalagrendszer végez a calcaneus és az os naviculare között (ld. később).",
    "A szalag megnyúlása – folyamatos terhelés (ácsorgó életmód), alkati gyengeség vagy nagy testsúly miatt – a talus fejének lesüllyedését idézi elő, az os naviculare és a sustentaculum tali közé.",
    "Ez a hosszanti boltozat ellaposodása, a bokasüllyedés (nem, nem egyenlő a lúdtalppal – az egy másik eltérés, ld. fentebb.)",
    "A talp ezek alapján tehát – normál esetben – három pontos alátámasztással rendelkezik, melyből a hátulsó a tuber calcanei, az elülső kettő pedig a metatarsus I. és V. feje.",
    "A boltozatot összetartó szalagos és inas alkotók leírását ld.",
    "később, az ízületek tárgyalásánál.",
    "ANATÓMIA TÚLÉLŐKÖNYV",
    "#anatómiatúléllőkönyv",
    "[H1] Az alsó végtag ízületei.",
    "Az alfejezetben tárgyaljuk az alsó végtag ízületeit, típus szerinti csoportosításukat, mozgásaikat, alkotóikat.",
    "Az alfejezetben is különböző, összefoglaló táblázatok segítik majd a megértést.",
    "Az articulatio sacroiliaca, a symphysis pubica és a medence saját szalagjai előlnézetben, az intakt medencén.",
    "[H1] A medence ízületei és a medence saját szalagjai.",
    "A medencecsontokat (os coxae) a keresztcsonttal alkotott ízületek (articulatio sacroiliaca) rögzítik hátul az axialis skeletonhoz, míg elől a két medencefél a symphysis pubicában egyesül.",
    "Az articulatio sacroiliaca feszes ízület, mely a csípőcsont és a sacrum fül alakú ízfelszínei (facies auricularis) között jön létre.",
    "Az ízület különlegessége, hogy az ízfelszíneket üvegporc helyett rostosporc borítja.",
    "Az ízületet egy elülső (ligamenta sacroiliaca anteriora)",
    "és egy hátulsó (ligamenta sacroiliaca posteriora), valamint egy csontközötti szalagrendszer (ligamenta sacroiliaca interossea) fogja össze.",
    "Utóbbi a facies auricularisok mögötti tuberositas ossis sacri és tuberositas iliaca között feszül ki.",
    "Az articulatio sacroiliaca, valamint a medence saját szalagjai, hátulnézetben. Bal oldalon a felületesebb szalagok részben eltávolítva.",
    "A medencét az axialis skeletonhoz további szalagok is rögzítik, melyek az utolsó lumbalis csigolya processus costariusairól sugároznak a hátulsó-fölső csípőtövishez (ligamentum iliolumbale), valamint az articulatio sacroiliaca tokjába (ligamentum iliosacrale).",
    "A két medencefél a szeméremcsonti rész medialis felszínén elhelyezkedő facies symphysialison keresztül kapcsolódik egymással úgy, hogy közéjük egy rostosporc korong (discus interpubicus) ékelődik.",
    "Ebből kiindulva a kapcsolat egy synchondrosis lenne.",
    "ANATÓMIA TÚLÉLŐKÖNYV",
    "#anatómiatúléllőkönyv",
    "Ugyanakkor gyakran látjuk, hogy a porckorong közepén gyermekkorban egy hasadék (cavitas symphysialis) jelenik meg.",
    "Ennek következtében a symphysis pubica valahol a valódi ízületek és a synchondrosis között helyezkedik el.",
    "Az os pubis csonthártyája a symphysis fölött (ligamentum pubicum superius)",
    "és alatt (ligamentum pubicum inferius) megerősödve húzódik át az ellenoldali csontra.",
    "A medence csontos szerkezetét számos szalag egészíti ki, melyeket a medence saját szalagjainak (syndesmosisainak) nevezünk.",
    "Tulajdonképpen ide sorolható a ligamentum iliolumbale és ligamentum iliosacrale is.",
    "A két legfontosabb szalag a ligamentum sacrospinale és a ligamentum sacrotuberale.",
    "Előbbi a sacrum elülső felszínéről (facies pelvina) húzódik a medencecsont spina ischiadicájához, ezzel az incisura ischiadica majort foramen ischiadicum majusszá zárja.",
    "A ligamentum sacrotuberale a sacrum hátulsó felszínéről (facies dorsalis) húzódik függőlegesen lefelé, a tuber ischiadicumhoz.",
    "A szalag a ligamentum sacrospinalével közösen a ramus ossis ischiin lévő incisura ischiadica minort foramen ischiadicum minusszá zárja.",
    "A medence szalagjai és nyílásai a jobb medence félén, a középvonalból rátekintve.",
    "A medence elülső-oldalsó részén található foramen obturatoriumot csaknem teljes egészében lezárja a membrana obturatoria.",
    "Az egyetlen, apró nyílás (canalis obturatorius)",
    "a membrán felső részén helyezkedik el, a sulcus obturatorius folytatásaként.",
    "A medence saját szalagjai között szokás felsorolni a spina iliaca anterior superior és a ramus superior ossis pubis között kifeszülő ligamentum inguinale Poupartit, melyet úgy is felfoghatunk, mint a hasizmok aponeurosisának és a combot körül fogó széles bőnyének (fascia lata) a találkozási pontja.",
    "A ligamentum inguinale legmedialisabb részét a a ligamentum lacunare Gimbernati rögzíti a ramus superior ossis pubis megvastagodott csonthártyájához (ez utóbbi a ligamentum pectineum Cooperi).",
    "A szalag jelentősége abban áll, hogy a hasüregből a szalag alatti, három részre tagolt térségen (hiatus subinguinalis) keresztül jutnak a nagy képletek (erek, idegek, stb.)",
    "a combra.",
    "A foramen ischiadicum majus és foramen ischiadicum minus ugyancsak a medencéből kilépő képletek (izmok, erek, idegek) miatt lesz jelentős a későbbiekben",
    "|  ízület neve | articulatio sacroiliaca  | | --- | --- | |  ízület típusa | feszes  | |  tengelyek száma | 3  | |  ízület mozgásai | ● elhanyagolható mozgások  | |  ízesülő felszínek | facies auricularis sacri  | |   |  facies auricularis ossis ilii  | |  vápaajkak | nincs  | |  discusok, meniscusok | nincs  | |  szalagok | ● ligamenta sacroiliaca anteriora ● ligamenta sacroiliaca posteriora ● ligamenta sacroiliaca interossea  |",
    "#anatomiatúlelőkönyv",
    "A csípőízület",
    "[H1] A csípőízület.",
    "A csípőízület (articulatio coxae) a femur fej (caput femoris) és a medence acetabuluma között kialakuló gömbizült (articulatio spheroidea), mely a felső végtag analóg ízületétől (vállízület) valamelyest mégiscsak különbözik.",
    "Míg a vállízület esetén a vápa mérete elmaradt az ízfejhez képest, addig az acetabulum a femur fej több, mint 50%-át fogadja magába, ezzel fokozva az ízület stabilitását.",
    "Bár szabadízületről van szó, mozgékonyságában mégis kissé elmarad az ugyancsak szabadízületként működő vállízülettől, ezért ezt az ízület típust szokás külön névvel is illetni, mint dióízület (enarthrosis).",
    "Az acetabulumot a limbuson végighúzódó vápaajak (labrum acetabuli) még tovább mélyíti.",
    "Ez az állítás hazánkban igaz.",
    "Ugyanis, ha az ember jobban körül járja a témát (számtalan szótárban kutakodik), akkor világossá válik, hogy az enarthrosis kifejezést másutt a gömbízület szinonimájaként használják, nem pedig annak részhalmazaként.",
    "Mivel az acetabulum nem tökéletes kör – alsó része hiányos (incisura acetabuli), azt egy szalag (ligamentum transversum acetabuli) hidalja át, méghozzá úgy, hogy a csont és a szalag között résszérű nyílás marad szabadon.",
    "A nyíláson keresztül egy artéria (ld. lentebb) lép majd az acetabulum területére, ahonnan a femur fejéhez húzódik.",
    "A csípőízület azért is különleges, mert a két ízesülő csont között szalagos összeköttetés is található: ez a ligamentum capitis femoris, mely a fossa acetabulitól húzódik a fovea capitis femorishoz, így is rögzítve az ízfejet a vápába (a fentebb említett artéria is majd ezen szalagon keresztül éri el a femur fejét).",
    "A fossa acetabuli területét egyebekben zsírszövet tölti ki.",
    "A csípőízület szerkezete: jobbra az intakt ízület, balra egy elülső hasáb eltávolítva a femurból és a medencéből.",
    "Az ízületi tok erős, több rétegben, több irányba sugárzó kötőszöveti rostrendszer alkotja, mely a femur nyakának egy részét is magába foglalja.",
    "Külső felszínén hármas szalagrendszert találunk, mely a medence alkotásában résztvevő három csontrészről tekeredik a femur nyakára (elől a linea intertrochantericán, hátul a crista intertrochantericán tapadnak).",
    "A három szalag (ligamentum pubofemorale, ligamentum ischiofemorale és ligamentum iliofemorale) lefutási irányából adódóan (elől lefelé medialra, hátul fölfelé lateralra) egyfajta mozgási gátat is képez: medial felé rotálva a csípőízületet a szalagok jobban rátekerednek a nyakra, gátolva a további berotációt, míg kirotáció során a szalagok ellazulnak.",
    "A szalagok (és az ízületi tok) mély, cirkuláris részét zona orbicularisnak nevezzük.",
    "24",
    "ANATÓMIA TÚLÉLŐKÖNYV",
    "#anatómiatúléllőkönyv",
    "Mozgásait tekintve a csípőízület képes a hajlításra (flexio) és feszítésre (extensio), a ki- és berotációra, valamint a középvonaltól való távolításra (abductio) és a középvonalhoz történő közelítésre (adductio).",
    "A csípőízület mozgásai.",
    "Mint lentebb látni fogjuk, a csípőízület abductioja két módon is kivitelezhető: mindegy ugyanis, hogy az alsó végtagot emeljük oldalra, vagy két lábunkon állva a törzset döntjük ugyanazon oldalra az ízületben.",
    "Mindkét esetben a törzs és az adott oldali alsó végtag által bezárt szög fog csökkenni (ld. a fenti kép 2. és",
    "3. ábráját).",
    "Utóbbinak a járás mechanizmusában lesz jelentősége (ld. később).",
    "|  ízület neve | articulatio coxae  | | --- | --- | |  ízület típusa | gömb (dió)  | |  tengelyek száma | 3  | |  ízület mozgásai | • flexio • extensio • berotáció • kirotáció • abductio • adductio  | |  fej | facies articularis capitis femoris  | |  vápa | facies lunata acetabuli  | |  vápaajkak | labrum acetabuli  | |  discusok, meniscusok | nincs  | |  szalagok | • ligamentum transversum acetabuli • ligamentum capitis femoris • ligamentum pubofemorale • ligamentum ischiofemorale • ligamentum iliofemorale  |",
    "[H1] A térdízület.",
    "A térdízület (articulatio genus) felső végtagi analógiához (könyökízület) hasonlóan összetett szerkezet, mely egyben testünk legnagyobb ízülete is.",
    "Működését tekintve trochongynglimus, melynek alkotásában a femur distalis condylusai, valamint a tibia felső ízfelszíne (facies articularis superior) vesznek részt.",
    "A fibula nem része az ízületnek!",
    "Az ízületi tok elülső felszínén található lyukba illeszkedik bele a patella, mely ezáltal alkotója az ízületnek, ugyanakkor annak mozgásaiban direkt módon nem vesz részt, pusztán a comb elülső felszínén eredő izmok inainak erőátvitelét segíti a tibiára.",
    "Mivel a femur distalis condylusai görbültek (mint láttuk, antero-posterior irányban enyhe csigavonalat írnak le), míg a tibia felső ízfelszínei közel laposak, a fej (előbbi) és a vápa (utóbbi) nem felelnek meg egymásnak.",
    "A köztük lévő elől, oldalt és hátul hiányzó ék alakú területet két rostosporc betét, a meniscusok töltik ki (meniscus medialis, meniscus lateralis).",
    "A meniscus lateralis közel kör alakú, míg a meniscus medialis leginkább C betűhöz hasonlít.",
    "Középső végeik szalagosan rögzítettek a tibia area intercondylarisához, valamint elülső felszínükön egymáshoz is (ligamentum transversum genus).",
    "A medialis meniscus oldala a térdízület ízületi tokjához, valamint azon keresztül a medialis oldalszalaghoz (ligamentum collaterale mediale, ld. lent) is hozzánőtt – emiatt a medialis meniscus a rögzítettebb.",
    "ANATÓMIA TÚLÉLŐKÖNYV",
    "#anatómiatúléllőkönyv",
    "A meniscus lateralis hátulsó szárát egy szalag (ligamentum meniscofemorale posterius Wrisberg) köti a femur medialis condylusának belső felszínéhez is.",
    "A térdizület szalagjai: balra előlnézetben, középen medialról, jobbra lateralról rátekintve.",
    "Trochogynglimus ízület lévén az ízület obligát alkotója egy medialis (ligamentum collaterale mediale)",
    "és egy lateralis (ligamentum collaterale laterale) oldalszalag.",
    "Előbbi a femur medialis condylusáról húzódik a tibiához úgy, hogy közben az ízületi tokhoz, valamint azon keresztül a meniscus medialis domborulatához is hozzánő.",
    "A ligamentum collaterale laterale a femur lateralis condylusáról sugárzik a fibula fejére.",
    "A szalag és az ízületi tok között egy izom (m. popliteus)",
    "ina bújik át (ld. lentebb is).",
    "Az oldalszalagok egyrészt lehetővé teszik a térdizülte hajlítását és feszítését, valamint megakadályozzák a két csont egymástól való eltávolodását cranio-caudalis irányban, illetve mediolateralisan.",
    "A térdizület szalagjai: balra előlnézetben, hajlított, jobbra hátulnézetben, nyújtott térdizületnél.",
    "ANATÓMIA TÚLÉLŐKÖNYV",
    "#anatómiatúléllőkönyv",
    "Az oldalszalag rendszeren kívül egy belső szalag páros (keresztszalag rendszer) is stabilizálja a térdízületet.",
    "A ligamentum cruciatum anterius a tibia area intercondylaris anteriorától húzódik hátra és lateralra, a femur lateralis condylusának belső felszínéhez, míg a ligamentum cruciatum posterius az area intercondylaris posterioréti a femur medialis condylusának belső felszínéhez.",
    "A keresztszalagok elsődleges feladata a térdízület antero-posterior irányú stabilizálása.",
    "Mindemellett, rostjaik a térd minden helyzetében feszesek: a lateralisak extensio, míg medialisak flexio alatt stabilizálják és tartják helyben az ízületet.",
    "Az elülső keresztszalag elszakadása következtében a tibia előrefelé mintegy „kihúzhatóvá” válik a femur alól (ez az ún.",
    "elülső asztalfiók tünet).",
    "A hátulsó keresztszalag szakadása következtében a tibia „hátra tolhatóvá” válik a femur alatt (ez a hátulsó asztalfiók tünet).",
    "Bár nem tartozik közvetlenül a térdízület szalagjai közé, a comb elülső felszínén elhelyezkedő m. quadriceps femoris (ld. lentebb)",
    "ina a patellán keresztül húzódik a tuberositas tibiaehez.",
    "A patella és a tibia közötti szakaszt mint ligamentum patellae szokás nevezni, mely mintegy rögzíti / lehorgonyozza a patellát a tibiához.",
    "Az ín akkora, hogy részben a patella mellett is húzódik, ezek a retinaculum patellae laterale és retinaculum patellae mediale.",
    "A térdízület szerkezete felülnézteben: az ízület megnyitva, a femur eltávolítva. Balra vázlatosan, jobbra részletesen.",
    "Az ízületi tok – mint mindenhol – két rétegből (külső stratum fibrosum, belső stratum synoviale) áll, ugyanakkor a térdízületnél a helyzet ennél kicsit bonyolultabb, ugyanis a két réteg nem fekszik tökéletesen egymáson, hanem a kettő között valamekkora tér jön létre.",
    "A stratum synoviale tulajdonképpen követi a tibia facies articularis superiorának peremét úgy, hogy kikerüli az area intercondylaris területét.",
    "Emberben a tibia ízfelszínének két része egy ízületi üregben helyezkedik el, mert a stratum synoviale az area intercondylaris anterior felett redőbe gyűrődve (plica synovialis infrapatellare) összeköti a két oldalt (állatokban egy térdízületben két üreg van, a két ízfelszín darabnak megfelelően).",
    "A patella alatti területen a tokot betüremíti egy zsírtest (corpus adiposum infrapatellaris), melyet az ízület mozgásai kapcsán érthetünk meg.",
    "A térdízület extensioja – flexioja a femur condylusain áthaladó haránttengely mentén történik.",
    "A patella – lévén a ligamentum patellae kihorgonyozza a tibiához – nem követi az elmozduló femurt, és az így vele szemben lévő facies patellarist a térdízület flexiojakor.",
    "A corpus adiposum infrapatellare a térd hajlítása során az ízület felé türemíti a membrana synovialist, ezzel beemelve azt a patella és a femur közé (megakadályozva, hogy azok egymáshoz érjenek).",
    "Ezért tapasztaljuk, hogy hajlított térd mellett a patella nem látszik, míg nyújtott térd mellett jellegzetes alakja könnyen felismerhető.",
    "A patella maga az ízület mechanizmusában nem játszik szerepet, a combizmok feszítő erejét továbbítja a tibiára, tehát egyfajta csiga (hypomochlion).",
    "27",
    "ANATÓMIA TÚLÉLŐKÖNYV",
    "#anatómiatúléllőkönyv",
    "A combon az ízületi tok magasan ered.",
    "Fejlődés tanilag a térdízület fölött, a combcsont elülső felszínén egy nyálkatömlőt találunk (bursa synovialis suprapatellaris), mely azonban összeolvad az ízülettel, kialakítva így az ízületi üreg felső kiszögellését, a recessus suprapatellarist.",
    "A térdízület rotációja csak hajlított helyzetben lehetséges, melynek két oka van.",
    "Egyrészt, az oldalszalagok (ligamentum collaterale) a térd nyújtott helyzetében annyira feszesek, hogy ezen állapotukban nem lehetséges a rotáció.",
    "A másik – egészen triviális ok –, hogy a térdízület nyújtott pozíciójában egyetlen izmunk sincs a rotációhoz megfelelő helyzetben.",
    "A térd behajlításával az oldalszalagok kellően ellazulnak, illetve a comb hátulsó felszínén lévő izmok némelyike megfelelő pozícióba kerül a be- illetve kirotáció kivitelezéséhez.",
    "A térdízület mozgásai.",
    "A térdízület egy speciális mozgása az ún. végrotáció (vagy kényszerrotáció), mely a térd kinyújtásának legvégén következik be.",
    "Mint korábban láttuk, a femur condylus medialisa antero-posterior irányban valamivel hosszabb, mint a condylus lateralis (ezt nevezzük toldalékdarabnak).",
    "A térd kinyújtása során a condylus lateralis hamarabb kerül nyugalomba, mint a condylus medialis, ennek következtében a mozgás legvégső fázisában a tibia lateral felé elfordul (tehát a lábszár és a láb kifelé rotálódik).",
    "Ehhez nincs szükség izmokra, valamint ezt a néhány fokos mozgást az oldalszalagok is megengedik.",
    "|  ízület neve | articulatio genus  | | --- | --- | |  ízület típusa | trochogynglimus  | |  tengelyek száma | 2  | |  ízület mozgásai | • flexio • extensio • berotáció • kirotáció  | |  fej | facies articularis condylus femoris  | |  vápa | facies articularis superior tibiae  | |  vápaajkak | nincs  | |  discusok, meniscusok | • meniscus medialis • meniscus lateralis  | |  szalagok | • ligamentum collaterale mediale • ligamentum collaterale laterale • ligamentum cruciatum anterius • ligamentum cruciatum posteriur • ligamentum transversum genus • ligamentum meniscofemorale posterius • ligamentum patellae  |",
    "ANATÓMIA TÚLÉLŐKÖNYV",
    "#anatómiatúléllőkönyv",
    "[H1] A tibia és a fibula összeköttetései.",
    "Az alkarcsontokhoz hasonlóan a lábszárcsontok is többféle módon rögzülnek egymáshoz.",
    "A csontok proximalis végei között jön létre az articulatio tibiofibularis (proximalis), mely a tibia lateralis condylusának alsó részén elhelyezkedő facies articularis fibulaeból és a fibula fején helyetfoglaló facies articularis capitis fibulaeból áll.",
    "Mozgásait tekintve feszes ízület, lévén a fibula szerepe pusztán a tibia lateralis alátámasztása.",
    "A tibia és a fibula összeköttetései a csontok proximalis (balra) és distalis (jobbra) végén. A középdarab eltávolítva.",
    "Az ízület nevében a „proximalis” szó azért szerepel zárójelben, mert tulajdonképpen el is hagyható: ugyanis a csontok distalis végei között nem ízületet, pusztán szalagos összeköttetést (",
    "syndesmosis tibiofibularis) találunk, melyet hármas szalagrendszer (ligamentum tibiofibulare posterius, ligamentum tibiofibulare interosseum, ligamentum tibiofibulare anterius) tart egyben.",
    "A két csont teljes hosszában a margo interosseusok között feszül ki a membrana interossea (cruris), akárcsak azt az alkarcsontok esetében láttuk.",
    "|  ízület neve | articulatio tibiofibularis  | | --- | --- | |  ízület típusa | feszes  | |  tengelyek száma | 3  | |  ízület mozgásai | elhanyagolható mozgások  | |  ízesülő felszínek | facies auricularis fibularis (tibiae)  | |   |  facies articularis capitis fibulae  | |  vápaajkak | nincs  | |  discusok, meniscusok | nincs  | |  szalagok | nem szokás külön szalagrendszerről beszélni  |",
    "[H1] Az ugróízületek.",
    "A lábszárat a lábhoz kötő, valamint a talus lábtócsontokkal alkotott ízületeire szokás ugróízületként hivatkozni.",
    "A főlő ugróízület biztosítja a lábszár és a láb kapcsolatát, míg az alsó ugróízület valójában már a láb saját, lábtócsontok közötti ízülete.",
    "A nevezéktan a láb boka körüli mozgásai miatt veszi ezeket egy nagy kategória alá, ahogy a későbbiekben látni fogjuk.",
    "A felső ugróízület alkotásában résztvevő képletek előlről - főlülről rátékintve.",
    "A főlő ugróízület (articulatio talocruralis) a lábszárcsontok alkotta bokavilla és a trochlea tali között kialakuló, gynglimus típusú ízület.",
    "Az ízvápat a tibia alsó felszíne (facies articularis inferior), valamint a malleolus medialis és malleolus lateralis ízfelszínei képezik, míg az ízfej a trochlea tali és a facies malleolaris medialis és facies malleolaris lateralis.",
    "ANATÓMIA TÚLÉLŐKÖNYV",
    "#anatómiatúléllőkönyv",
    "Csuklóízület lévén erős oldalszalag rendszerrel bír, mely a felső ugróízület esetén azonban bonyolultabb, mint a korábban megismert gynglimus típusú ízületeknél.",
    "A felső ugróízület medialis szalagrendszere, medialról rátekintve.",
    "A medialis oldalszalag (ligamentum deltoideum) legyező alakban sugárzik szét négy részével a malleolus medialisról, a lábtócsontok irányába, ahol a taluson, a calcaneuson és az os navicularén is rögzül (pars tibiotalaris anterior, pars tibiotalaris posterior, pars tibionavicularis, pars tibiocalcanea).",
    "A lateralis oldalszalag ezzel szemben nem egységes, hanem három külön szalagnak tekintjük, melyek a malleolus lateralisról sugároznak a tibia és a calcaneus lateralis felszíneire.",
    "A nevezéktan (és az azt megalkotók) fura „humora“, hogy itt a szalagokat nem proximalról distal felé neveztek el (mint medialisan: tibio-talare), hanem fordítva (ligamentum talofibulare anterius, ligamentum talofibulare posterius, ligamentum calcaneofibulare).",
    "A felső ugróízület lateralis oldalszalag rendszere: hátulnézetben (balra) és lateralról rátekintve (jobbra).",
    "Az ízület tengelye a két malleolust összekötő vonalban helyezkedik el, vagyis ebből következik, hogy a tengely medialisan magasabban kezdődik és lateral felé lejt (mivel a medialis malleolus magasabban van).",
    "Ennek következtében a láb felső ugróízületben történő mozgásai nem szimmetrikusak.",
    "A felfelé mozgás az ún.",
    "dorsalflexio (pipa), melynek során a láb medialis éle jobban emelkedik, mint a lateralis (a tengelyállás miatt).",
    "A lefelé mozgás a plantarflexio (spicc).",
    "30",
    "ANATÓMIA TÚLÉLŐKÖNYV",
    "#anatómiatúléllőkönyv",
    "Ha alaposabban szemügyre vesszük a felső ugróízületet, akkor láthatjuk, hogy a bokavillába illeszkedő trochlea tali elülső része szélesebb, mint a hátulsó.",
    "Ez azt jelenti, hogy minden egyes dorsalflexio során (pipában) a trochlea tali szélesebb része kerül a bokavillába, amely így mintegy szétfeszíti azt.",
    "A syndesmosis tibiofibularis erős szalagrendszerére gyakorolt feszítő hatás stabilizálja az ízületet, amelyre szükség is van: a járás során ugyanis a sarok éri el először a talajt, vagyis a láb dorsalflectalt helyzetben ér le.",
    "Ez azért fontos, mert a földet érő lábra hamarosan ráhelyezzük a teljes testsúlyunkat: célszerű, hogy a szerkezet a lehető legstabilabb legyen (ezért logikus, hogy a térdízület sem tud rotálni nyújtott helyzetben).",
    "Az ugróízületek tengelyei: hátulnézetben (balra) és felülnézetben (jobbra).",
    "Az alsó ugróízület (articulatio talotarsalis) összetett, és bonyolult ízület, mely valójában két alízületre osztható.",
    "A talus facies articularis calanea posteriora, valamint a calcaneus facies tarticularis talaris posteriora között alakul ki az articulatio subtalaris.",
    "Mechanizmusát tekintve forgó (trochoid) ízület lenne, melynek tengelye antero-posterior irányba mutat (elől kissé medialra, hátul kissé lateralra).",
    "Az ízület előtt találjuk a talust a calcaneushoz rögzítő ligamentum talocalcaneum interosseumot (mely a két csont sulcusaiból létrejövő sinus tarsiban található).",
    "Az articulatio talocalcaneonavicularis a talus elülső és középső, valamint feji ízfelszíne (ezek alkotják az ízfeji oldalt), illetve a calcaneus elülső és középső ízfelszínei és az os naviculare ízfelszíne között jön létre (utóbbiak alkotják a vápai oldalt).",
    "Az egyetlen probléma, hogy a vápát alkotó képletek csak előlről és",
    "lateralról határolják a fejet, az ízületi vápa medialisan és alul hiányos.",
    "Ezt a hiányosságot pótolja a medialisan, a sustentaculum tali alsó felszínéről az os naviculare alsó felszínére húzódó szalag (ligamentum calcaneonaviculare plantare), melynek belső, ízületi üreg felé tekintő felszínét porc borítja.",
    "A szalaggal kiegészülve a vápa teljes.",
    "Az alsó ugróízület felülnézetben: a talus eltávolítva, belelátunk az ízületi vápába.",
    "ANATÓMIA TÚLÉLŐKÖNYV",
    "#anatómiatúléllőkönyv",
    "Az articulatio talocalcaneonavicularis önmagában gömbízület lenne.",
    "Ugyanakkor, mivel a talusnak van egy másik, a calcaneusszal alkotott forgó ízülete is, a talocalcaneonavicularis ízület sem működhet gömbízületként.",
    "A két részízület (articulatio subtalaris, articulatio talcalcaneonavicularis) egy kompromisszumos tengelyt alakít ki, így az articulatio talotarsalis összességében egy forgó (trochoid) ízületként mozog.",
    "Tengelye antero-posterior irányban áll, ugyanakkor elülső vége kissé magasabban és medialisabban van (tehát a tengely hátra-lateral felé lejt).",
    "Ennek következtében az ízület mozgásai igencsak bonyolultak lesznek.",
    "Amikor a lábunkat lazán a földön tartva medial felé forgatjuk (berotáció), az öregujjunk kissé elemelkedik a talajtól (mintha supinalodna és át akarna fordulni, pont, mint ahogy a tenyerünkél láttuk), míg a talp lateralis éle a felső ugróízületben plantarflexioba kerül.",
    "Mindeközben a berotáció következtében az öregujj a középvonal felé mozog (tehát a láb egyben addukálódik is).",
    "A berotációra létrejövő plantarflexio – adductio – supinatio (PADS) hármasát inversionak nevezzük.",
    "Ezzel szemben, ha hasonló helyzetben a középállásból kifelé rotáljuk, az öregujj ugyan közelít a talajhoz (a láb mintegy pronalodik), de a láb a felső ugróízületben dorsalflexioba kényszerül.",
    "Mindeközben a lábujjak a test középvonalától elfelé mutatnak (abductio).",
    "Az alsó ugróízületben végzett, kirotáció hatására létrejövő dorsalflexio – abductio – pronatio",
    "(DABP) hármasát nevezzük eversionak.",
    "|  ízület neve | articulatio talocruralis  | | --- | --- | |  ízület típusa | gynglimus  | |  tengelyek száma | 1",
    "| |  ízület mozgásai | •",
    "dorsalflexio • plantarflexio  | |",
    "ízvápa | • facies articularis inferior tibiae • facies malleolaris medialis • facies malleolaris lateralis  |",
    "|  ízfej | • trochlea tali • facies articularis malleoli medialis • facies articularis malleoli lateralis",
    "| |  vápaajkak | nincs  | |",
    "discusok, meniscusok | nincs  | |  szalagok | • ligamentum deltoideum • ligamentum talofibulare anterius, posterius • ligamentum calcaneofibulare  | |  részízület neve | articulatio talocalcaneonavicularis",
    "| articulatio subtalaris",
    "| | --- | --- | ---",
    "| |  ízület típusa | gömb | trochoid",
    "| |  tengelyek száma | 3 | 1",
    "| |  ízület mozgásai | • ld.",
    "a teljes ízületnél | • ld.",
    "a teljes ízületnél  | |",
    "ízvápa | • facies articularis talaris media, anterior • facies articularis ossis navicularis • ligamentum calcaneonaviculare plantare | • facies articularis calcanea posterior  | |  ízfej | •",
    "facies articularis capitis tali • facies articularis calcanea media, anterior | • facies articularis talaris posterior  | |",
    "vápaajkak | nincs |   | |",
    "discusok, meniscusok | nincs |   | |  szalagok | • ld.",
    "a teljes ízületnél | •  |",
    "Ezen mozgásokat úgy is felfoghatjuk, mint a kétlábon járás következtében kialakult evolúciós kompromisszumot.",
    "Az emberi fajra jellemzően a két alsó végtag feladata a test talaj fölött tartása.",
    "Járás közben egy bizonyos ideig csupán az egyik van a talajon: ennek a lehető legstabilabbnak kell lennie.",
    "Ez úgy érhető el, ha a lehető legkevesebb ízület van a rendszereben (hiszen minden ízület potenciális instabilitáshoz vezet a mozgásai miatt).",
    "Ugyanakkor, mégsem válhatnak célopókké, hiszen közben mozgékonynak is kell lennie az egyed helyváltoztatásának biztosítása érdekében.",
    "Ezen kettő, egymással ellentétes érdeket az evolúció úgy oldotta fel, hogy megpróbálta a felső- és alsó ugróízület egymáshoz viszonyított tengelyállásán keresztül belezúfolni a lehető legtöbb mozgást ezekbe a szerkezetekbe.",
    "|  ízület neve | articulatio talotarsalis  | | --- | --- | |  ízület típusa | trochoid  | |  tengelyek száma | 1  | |  ízület mozgásai | • inversio • eversio  | |  ízvápa | • facies articularis talaris posterior, media, anterior • facies articularis ossis navicularis • ligamentum calcaneonaviculare plantare  | |  ízfej | • facies articularis capitis tali • facies articularis calcanea posterior, media, anterior  | |  vápaajkak | nincs  | |  discusok, meniscusok | nincs  | |  szalagok | • ligamentum talocalcaneum interosseum • ligamentum calcaneonaviculare plantare  |",
    "A felső (balra) és alsó (jobbra) ugróízület mozgásai.",
    "ANATÓMIA TÚLÉLŐKÖNYV",
    "#anatómiatúléllőkönyv",
    "[H1] A lábtő ízületei.",
    "A lábtő további ízületeit csak röviden tárgyaljuk, lévén ezek mind feszes ízületek.",
    "A calcaneus és az os cuboideum között kialakuló ízület az articulatio calcaneocuboidea.",
    "Önmagában nem sok jelentősége van, „fontosságát” az adja, hogy az ízület egy vonalba esik a talus és az os naviculare találkozásával.",
    "Az így kialakult ízületi vonalra szokás úgy is hivatkozni, mint articulatio tarsi transversa Choparti.",
    "Az ízület (és az ízületi vonal) fő szalagja (ligamentum bifurcatum) a calcaneus dorso-lateralis oldalán ered, ahonnan kettéágazva sugárzik az os naviculare (ligamentum calcaneonaviculare)",
    "és az os cuboideum (ligamentum calcaneocuboideum) hátára.",
    "Napjainkban nem túl lényeges ízületi vonal, inkább történelmi jelentőségű.",
    "A modern művégtagok kora előtt az alsó végtag amputációja során igyekeztek minél több járófelületet megtartani.",
    "A ligamentum bifurcatum átvágásával az articulatio tarsi transversa Chopart felnyílt, és a distalis rész amputálhatóvá vált.",
    "A proximalis rész (a proximalis csontok, vagyis a talus és calcaneus) még képes volt ellátni valamelyest a járáshoz szükséges alátámasztó funkciót.",
    "A láb ízületei - felülnézetben.",
    "|  articulatio talocalcaneonavicularis  | | --- | |  articulatio calcaneocuboidea  | |  articulatio cuneonavicularis  | |  articulatio internavicularis  | |  articulatio tarsometatarsalis  | |  articulatio metatarsophalangealis  | |  articulatio interphalangealis  | |  articulatio interphalangealis proximalis  | |  articulatio interphalangealis distalis  |",
    "Napjainkban az egyre kifinomultabb művégtagok miatt nemigen használjuk amputációra ezt az ízületi vonalat.",
    "Ebben az is szerepet játszik, hogy az előző évszázadokban az amputáció általában traumás okból történt, míg napjainkban elsődlegesen vascularis oka van (érbetegségek).",
    "Ha az ér a boka környékén beszűkült (pl. cukorbetegség vagy magasvérnyomás szövődményeként), valószínűleg a vádli vagy a comb magasságában sem egészséges, idővel re-amputációra lenne szükség.",
    "Épp ezért, inkább magasabban amputálunk (ott, ahol az ér már biztosan",
    "„jó”), majd a „hiányt” megfelelő minőségű művégtaggal pótoljuk (gondoljunk csak a paralimpikonok által is használt",
    "„kenguru” alsó végtagra emlékeztető szerkezetekre).",
    "Itt kell megjegyezni, hogy a cukorbetegség vagy magasvérnyomás kezelése során nem",
    "illik eljutni az amputáció szükségességéig.",
    "Életmódváltással és gyógyszeres kezeléssel mindkét betegség maximálisan kordában tartható, az amputáció tulajdonképpen a különböző okokból kialakuló terápiás sikertelenség okozta szövődmények következménye.",
    "Az os naviculare és a három ékcsont között kialakuló ízület az articulatio cuneonavicularis szintén feszes ízület.",
    "Ugyancsak feszes ízületek az os cuneiformék közötti articulatio intercuneiformisok.",
    "Az ízületeket számtalan rövid szalag rögzíti, melyek ismerete messze túlmutat az általános orvosi kompetenciákon.",
    "[H1] A lábtő-lábközép ízületek.",
    "A lábtő- és lábközépcsontok között kialakuló ízületek (articulatio tarsometatarsalis Lisfranci) feszes ízületek, melyeket proximálisan az os cuneiformék és az os cuboideum, distalisan a metatarsusok alkotnak.",
    "Az ízületeket dorsalisan, plantarisan és a csontok között is számtalan erős szalag stabilizálja.",
    "Az os cuneiforme intermedia rövidsége miatt az ízületi vonal a II.",
    "metatarsusnál proximal felé beugrik.",
    "Szintén a láb amputációs sebészetében fontos ízület.",
    "ANATÓMIA TÚLÉLŐKÖNYV",
    "#anatómiatúléllőkönyv",
    "|  ízület neve | articulatio metatarsophalangealis / MTP  | | --- | --- | |  ízület típusa | Korlátolt szabad  | |  tengelyek száma | 1  | |  ízület mozgásai | • flexio • extensio • abductio • addutcio  | |  ízesülő felszínek | • caput ossis metatarsi • basis ossis phalangis proximalis  | |  vápaajkak | nincs  | |  discusok, meniscusok | nincs  | |  szalagok | • ligamenta collateralia • ligamentum metatarsale transversum profundum  |",
    "[H1] A lábközép-ujjperc ízületek.",
    "Szerkezetileg megegyeznek a kéz hasonló ízületeivel.",
    "Típusukat tekintve az összes korlátolt szabadízület (az öregujjé is!).",
    "Mozgásaik még korlátozottabbak, mint a kézen található, hasonló ízületeké.",
    "A metatarsusok fejeit egy erős haránt szalag köti össze (ligamentum metatarsale transversum profundum).",
    "A metatarsophalangealis ízületek (balra) és az ujjak ízületeinek mozgásai (jobbra).",
    "[H1] Az ujjpercek ízületei.",
    "Szerkezetileg teljesen azonosak (egyszerű gynglimusok), ám kevésbé mozgékonyak, mint a kézen lévő, analóg ízületek.",
    "A láb szalagjai a lábháti oldalon.",
    "A talp szalagjai.",
    "ANATÓMIA TÚLÉLŐKÖNYV",
    "#anatómiatúléllőkönyv",
    "[H1] A láb szalagjai.",
    "A csontoknál megismert hosszanti és haránt boltozat fenntartásában számos aktív és passzív tényező vesz részt.",
    "A hosszanti boltozat legfontosabb pontja a talus fejének alátámasztása, melyet a ligamentum calcaneonaviculare plantare végez.",
    "A szalag örökletes, hajlamosító tényezők (pl. bizonyos kötőszöveti betegségek), illetve környezeti faktorok (ácsorgó életmód, túl nagy testsúly) hatására megnyúlhat, melynek következtében a talus feje elmozdul az articulatio talocalcaneonavicularisból, és medialra, lefelé csúszik.",
    "A hosszanti boltozat fenntartásában ezenkívül jelentős szerepet kap a tuber calcanei előtt, a csont plantaris felszínén eredő, a tuberositas ossis cuboidein letapadó, és a II-V. metatarsusok basisához sugárzó ligamentum plantare longum.",
    "Bár általában nem emeljük ki külön, valószínűleg a lábtó minden szalagja részt vesz a boltozat megtartásában.",
    "A lábboltozatok megtartása nem csak a csontokat összetartó szalagrendszeren múlik.",
    "Mivel a járás során a láb folyamatosan alkalmazkodni kényszerül a talaj egyenetlenségeihez, miközben igyekszik megtartani boltívrendszerét, a passzív szalagrendszer mellett aktív, a boltozatok dinamikus változásait lehetővé tevő stabilizátorokra is szükség van.",
    "Ezek közül a legfontosabb a lábszáron eredő három izom (lateralisan a m. fibularis longus, medialisan a m. tibialis anterior és m. tibialis posterior), melyek inaikkal képesek olyan húzóerőt kifejteni a lábra, amely befolyásolja annak boltozatait.",
    "Ugyanakkor fontos belátni, hogy ezen aktív tényezők nem lehetnek a lábboltozatok statikus megtartói, ugyanis az végtelenül fárasztó lenne az izmok számára.",
    "A lábujjaknál – akárcsak a kézen, nem csak ízületeik, hanem a hajlításukat és feszítésüket végző ín és szalagkészülékek is rettentően fontosak.",
    "A lábháti oldalon itt is igencsak bonyolult az ínkészülék (angol nyelvterületen „dorsal hood”), mely a feszítő inak, valamint egyéb izmok inainak összesugárzásából alakul ki.",
    "Anatómiából ezt sem nem tárgyaljuk részletesen, illetve a láb kevésbé kifinomult mozgásai miatt a terület a traumatológiában is kevésbé fontos.",
    "ANATÓMIA TÚLÉLŐKÖNYV",
    "#anatómiatúléllőkönyv",
    "A láb csontos-szalagos szerkezete medialról (fent) és lateralról (lent) rátekintve.",
    "ANATÓMIA TÚLÉLŐKÖNYV",
    "#anatómiatúléllőkönyv",
    "[H1] Az alsó végtag izmai és mozgásai.",
    "Az alfejezetben sorra vesszük az egyes izomcsoportokat anatómiai csoportosításuk szerint, valamint az egyes ízületekre való hatásuk alapján.",
    "Az alfejezet végén összefoglaló táblázatokban összegezzük az egyes ízületekre ható izmokat, valamint az egyes idegek által beidegzett izomcsoportokat.",
    "[H1] A belső csípőizmok.",
    "A belső csípőizmok a csípőízületre gyakorolt hatásukat tekintve heterogén csoportot alkotnak; nevüket onnan kapták, hogy a medencegyűrűn belül erednek, és onnan valamilyen úton kilépve a femur proximalis végén tapadnak.",
    "A csoporthoz 5 izom tartozik (m. psoas major, m. psoas minor, m. iliacus, m. obturator internus, m. piriformis), melyek közül egyesek a csípőízület hajlítói, míg mások inkább a csípőízület kirotátorai lesznek.",
    "A csípőízület legnagyobb és legfontosabb hajlítója a m. iliopsoas, mely valójában két izom egyesüléséből jön létre.",
    "A m. iliacus a fossa iliacából ered, míg a m. psoas major a Th12-L4 csigolyák processus costariusairól húzódik lefelé.",
    "A két izom a ligamentum inguinale Pouparti alatt (vagyis a hiatus subinguinalis legilateralisabb részén) kilépve egyesült innal tapad a trochanter minoron (az egyesült ín miatt szokás őket mint m. iliopsoas említeni).",
    "A m. iliopsoas beidegzését az ágyéki idegfonat (plexus lumbalis) végzi.",
    "Itt fontos megemlíteni, hogy amikor teljes felüléseket végzünk, valójában nem a hasizmok, hanem a m. iliopsoas dolgozik főként.",
    "Mint a törzs és a nyak anatómiaja c. fejezetben látni fogjuk, a hasizmok nem hidalják át a csípőízületet, így a csípőízület hajlításában (felülés) nem is vesznek részt.",
    "Csupán a törzs megemelése során az első 30-45°-ban (a lapocka földtől való elemelkedéséig) van jelentőségük (ez a hasprés).",
    "Ezért a teljes felülés több szempontból sem szerencsés.",
    "Egyrészt, ezáltal a felülés nem tekinthető hasizom gyakorlatnak, tehát nem az általunk gondolt izmot erősíti.",
    "Ami ennél is nagyobb probléma, hogy a m. iliopsoas rövidülésre hajlamos izom, így direkt edzése a rövidülés miatt a csípőízület részleges flexióját, a csípőből „görnyedt\" testtartást eredményez.",
    "Ugyancsak kedvezőtlen, hogy a felülés során a gerincoszlop alsó része nagy mértékben terhelődik, mely nem kedvez a csigolya közti porckorongok egészségének sem.",
    "A m. psoas minor bár nem tekinthető az alsó végtag izmának, mégis itt szokás említést tenni róla.",
    "Az izom a m. psoas major előtt ered a Th12-L1 csigolyák testének oldalán és a ramus superior ossis pubison tapad (a linea pectineán), tehát nem hidalja át a csípőízületet.",
    "Az ágyéki gerinc gyenge hajlítója.",
    "A keresztcsont elülső felszínén (facies pelvina), a foramina sacralia anteriorától lateralisan ered a m. piriformis, mely a foramen ischiadicum majuson keresztül lateral felé kilép a medencéből.",
    "Az izom nem tölti ki teljesen a foramen ischiadicum majust, mind fölötte (hiatus suprapiriformis), mind alatta (hiatus infrapiriformis) egy-egy rést hagy szabadon, a medencéből a farizmok és a comb hátulsó felszínének régiójába tartó erek és idegek számára.",
    "A m. piriformis végül a combcsont trochanter majorán tapad.",
    "Működése közben abducálja, extendálja és kifelé rotálja a csípőízületet.",
    "ANATÓMIA TÚLÉLŐKÖNYV",
    "#anatómiatúléllőkönyv",
    "Az utolsó izom a belső csípőizmok közül a m. obturator internus, mely a membrana obturatoria belső felszínén ered (úgy, hogy szabadon hagyja az azon áthaladó canalis obturatoriust).",
    "Az izom hátrafelé húzódik, majd a foramen ischiadicum minuson keresztül kifordul a medencéből (ina mintegy 90°-os",
    "irányváltoztatást tesz a spina ischiadica alatt), majd a trochanter majortól medialisan található fossa trochantericában tapad.",
    "Kifelé rotálja a csípőízületet.",
    "Mind a m. piriformis, mind a m. obturator internus beidegzését a plexus ischiadicus végzi.",
    "A belső csípőizmok: m. obturator internus és m. piriformis a jobb medencefélen, a középvonalból rátekintve.",
    "|  Belső csípőizmok  |   |   |   |   | | --- | --- | --- | --- | --- | |",
    "Izom neve | eredése | tapadása | Mely ízületre hat, hogyan?",
    "| Beidegzése  | |  m. iliacus | • fossa iliaca | • trochanter minor, a m. psoas majorral közösen | • articulatio coxae o hajlítja | plexus lumbalis  |",
    "|  m. psoas major | • processus costarius, Th12-L4 csigolyák | •",
    "trochanter minor, a m. iliacusszal közösen | • articulatio coxae o hajlítja  |   | |  m. piriformis | • facies pelvina ossis sacri | •",
    "trochanter major | • articulatio coxae o kirotálja o abducálja o feszíti | plexus ischiadicus",
    "| |  m. obturator internus | • membrana obturatoria belső felszíne | •",
    "fossa trochanterica | • articulatio coxae o kirotálja  |   |",
    "[H1] A külső csípőizmok.",
    "A külső csípőizmok – a belső csípőizmokhoz hasonlóan ugyancsak heterogén csoportot képeznek.",
    "Közös jellemzőjük, hogy a medence csontos keretének külső felszínén erednek, döntően dorsalisan (egy kivételével), és hogy a femur proximalis végén tapadnak.",
    "A medence hátulsó felszínén két apró izom, a m. gemellus superior és m. gemellus inferior erednek a ramus ossis ischii területén (előbbi a spina ischiadica, utóbbi a tuber ischiadicum közelében) úgy, hogy a m. obturator internus ina közöttük halad, majd azzal együtt tapadnak a fossa trochantericában.",
    "ANATÓMIA TÚLÉLŐKÖNYV",
    "#anatómiatúléllőkönyv",
    "Mivel a két, vöröses színű izom között halad a m. obturator internus fehéres ina, magyar gyakorlatban a formációt gyakran nevezik osztrák zászlónak.",
    "A m. gemellus superior és m. gemellus inferior – a m. obturator internushoz hasonlóan – kifelé rotálják a csípőízületet.",
    "A belső csípőizmok (néhány) és a külső csípőizmok, hátulról rátekintve.",
    "A m. gluteus maximus eltávolítva, a m. gluteus medius átvágva és részben eltávolítva.",
    "A m. quadratus femoris a tuber ischiadicumtól húzódik a combcsont proximalis végének hátulsó felszínén lévő crista intertrochantericához.",
    "A gemellusokhoz hasonlóan kifelé rotálja a csípőízületet.",
    "A medence hátulsó felszínén eredő külső csípőizmokat a n. ischiadicus idegzi be.",
    "Az egyetlen a külső csípőizmok közül, mely nem a medence hátulsó felszínén, hanem elől található, a m. obturator externus.",
    "Az izom a membrana obturatoria külső felszínén ered és onnan húzódik a combcsont fossa trochantericájához, meghozzá úgy, hogy a medencecsont és a combcsont között hátrabújik.",
    "Lefutásából következik, hogy ugyancsak kifelé rotálja a csípőízületet.",
    "A m. obturator externus beidegzője a n. obturatorius.",
    "Ugyancsak a külső csípőizmok közé soroljuk a farizmok három rétegét.",
    "A m. gluteus minimus az ala ossis ilii hátulsó felszínéről ered (a linea glutea anterior és linea glutea superior közötti területről), és a trochanter major csúcsán tapad.",
    "Működése közben abducálja és enyhén befelé rotálja a csípőízületet.",
    "A m. gluteus medius az előbbi izomtól felületesen (tehát azt betakarva) ered, ugyancsak az ala ossis ilii hátulsó felszínén (linea glutea anterior és linea glutea posterior közötti területen), majd ugyancsak a trochanter major csúcsán tapad.",
    "Működése közben abducálja és befelé rotálja a csípőízületet.",
    "A m. gluteus minimus és a m. gluteus medius beidegzését a n. gluteus superior végzi, mely a medencéből érkezik a hiatus suprapiriformison keresztül (ld. lentebb).",
    "ANATÓMIA TÚLÉLŐKÖNYV",
    "#anatómiatúlelőkönyv",
    "Itt fontos megemlíteni a m. gluteus medius járás közben betöltött szerepét.",
    "A m. gluteus medius képes az alsó végtag abductiojára a csípőízületben.",
    "Ez azt jelenti, hogy ha a bal alsó végtagunkon állunk, akkor a jobbot ki tudjuk emelni oldalra a jobb m. gluteus mediusszal.",
    "Ugyanakkor, ha a jobb alsó végtagunkon állva egyensúlyozunk, és kidőlünk balra, akkor ebből a pozícióból a jobb m. gluteus medius tud minket visszahúzni függőlegesbe.",
    "Az izom ebben az utóbbi esetben relatíve „megfordul”, azaz a stabil pont (melyhez képest a másik mozogni fog)",
    "az alsó végtag lesz („eredés”), míg „tapadása” ekkor a csípőlapát (és rajta keresztül a törzs).",
    "Veleszületett csípőficamban a caput femoris felfelé kicsúszik az acetabulumból, és ott egy másodlagos vápát alakít ki.",
    "A m. gluteus medius eredése és tapadása ezáltal közelebb kerül egymáshoz, így az izom elveszíti a funkciójához szükséges „előfeszítettségét”.",
    "Emiatt az érintettekben ún.",
    "kacsázó mozgás jön létre – a medence sosem stabil a fix alsó végtag felett, ezáltal egyensúlyát csak a medence billegésével (támasztó végtag oldalára kitolásával) tudja megtartani.",
    "A m. gluteus medius működése: elernyedve (balra) és összehúzódva (jobbra).",
    "A régió legfelületesebb izma a m. gluteus maximus, mely az ala ossis iliiról, a fascia thoracolumbalisról (nagy háti kötőszövetes lemez; ld.",
    "A törzs és a nyak anatómiája c. fejezetben), a ligamenta sacroiliaca posterioráról és a ligamentum sacrotuberaléről ered, majd a femur oldalsó felszínén (tuberositas glutea) tapad – legalábbis részben.",
    "Ugyanis a comb lateralis felszínén a crista iliaca elülső-külső részétől a tibia lateralis condylusáig húzódik egy kötőszövetes köteg (tractus iliotibialis), melyet a combot körbefogó fascia (fascia lata) megvastagodásának tartunk.",
    "A m. gluteus maximus rostjainak egy része a tractus iliotibialisban tapad.",
    "A m. gluteus maximus helyzetéből adódóan a csípőízület legnagyobb extensora (tulajdonképpen lépcsőzés közben elsősorban a m. gluteus maximus tol fel minket a következő lépcsőfokra).",
    "Beidegzését a hiatus infrapiriformison kilépő n. gluteus inferior végzi.",
    "Ugyancsak a külső csípőizmok közé soroljuk a comb elülső-lateralis oldalán elhelyezkedő, a spina iliaca anterior superiorról eredő m. tensor fasciae lataet, mely a m. gluteus maximushoz hasonlóan a tractus iliotibialisban tapad.",
    "Működése közben megfeszíti a fascia latát, melynek jelentőségét ld.",
    "később, a fascia részletes tárgyalásánál.",
    "Beidegzését a n. gluteus superior végzi (akárcsak a két kisebb gluteus izomét!).",
    "|  Külső csípőizmok  |   |   |   |   | | --- | --- | --- | --- | --- | |",
    "Izom neve | eredése | tapadása | Mely izületre hat, hogyan?",
    "| Beidegzése  | |  m. gemellus superior | • spina ischiadica | • fossa trochanterica | • articulatio coxae o kirotálja | n. ischiadicus",
    "| |  m. gemellus inferior | • tuber ischiadicum | •",
    "fossa trochanterica  |   |   | |  m. quadratus femoris | •",
    "tubere ischiadicum | • crista intertrochanterica  |   |   | |  m. obturator externus | • membrana obturatoria külső felszíne",
    "| •",
    "fossa trochanterica |   | n. obturatorius",
    "| |  m. gluteus minimus | • ala ossis ilii külső felszíne | • trochanter major | • articulatio coxae o abducálja o berotálja | n. gluteus superior  | |",
    "m. gluteus medius | • ala ossis ilii külső felszíne | • trochanter major  |   |   | |  m. gluteus maximus | • crista iliaca, sacrum, fascia thoracolumbalis, lig.",
    "sacrotuberale | • tuberositas glutea • tractus iliotibialis | • articulatio coxae o feszíti | n. gluteus inferior  | |  m. tensor fasciae latae | • spina iliaca anterior superior | • tractus iliotibialis | feszíti a fascia latat | n. gluteus superior  |",
    "ANATÓMIA TÚLÉLŐKÖNYV",
    "#anatómiatúléllőkönyv",
    "[H1] A comb medialis izomkompartmentje.",
    "A comb izmait három nagy csoportba sorolhatjuk, melyeket egymástól a comb nagy kötőszövetes burkának, a fascia latának a csonthoz való rögzülései választanak el egymástól.",
    "A medialis izomkompartmentet szokás adductor izmoknak is nevezni, mivel ezen izmok fő – de nem kizárólagos – hatása a comb adductiója a csípőízületben.",
    "A régió legmélyebben, a femur medialis oldalával párhuzamosan haladó izma a m. adductor magnus, mely a ramus inferior ossis pubisón ered, és a combcsont hátulsó felszínén tapad a linea aspera medialis ajkán, valamint a condylus medialis tuberculum adductoriumán.",
    "A tapadás azonban nem folyamatos.",
    "A linea aspera mentén a csont és az izom között több nyílás marad szabadon, hogy a comb elülső felszínéről vérerek léphessenek a csont hátulsó felszínéhez (ld. később).",
    "A far régiójának felületes izma: a m. gluteus maximus.",
    "A comb medialis izomkompartmentje, hátulról előrefelé felépítve (jobbról balra). A m. obturator externus (külső csípőízom) helyzete miatt látszik.",
    "A m. adductor magnus tuberculum adductoriumon való tapadása fölött egy nagyobb nyílást (hiatus adductorius, vagy hiatus tendineus) látunk, mely a comb legnagyobb ereinek átlépését teszi lehetővé az elülső felszínről a térhajlatba.",
    "A m. adductor magnus működése közben adducálja a csípőízületet, valamint kis mértékben képes annak feszítésére és kifelé rotálására.",
    "A m. adductor magnus legfelső, még vízszintes lefutású rostjait szokás m. adductor minimusnak nevezni.",
    "Az izom beidegzése kettős: elülső felszínén a n. obturatoriustól kap ágakat, míg hátulsó felszínén a n. ischiadicus biztosítja ellátását.",
    "A m. adductor magnus előtt helyezkedik el a sokkal rövidebb m. adductor brevis, mely ugyancsak a ramus inferior ossis pubisón ered, és a linea aspera labium medialéjának legtetején tapad.",
    "A m. adductor magnushoz hasonlóan főként adductor, de képes kissé extendálni és kifelé rotálni a csípőízületet.",
    "Beidegzését a n. obturatorius végzi.",
    "ANATÓMIA TÚLÉLŐKÖNYV",
    "#anatómiatúlelőkönyv",
    "A m. adductor brevis előtt helyezkedik el egészen proximalisan a ramus superior ossiss pubis pecten ossis pubisán eredő m. pectineus, mely a femur linea pectineáján tapad.",
    "Az izom bár a medialis kompartmenthez tartozik, sok szempontból kivétel.",
    "Működését tekintve inkább a csípőízület hajlítója, kisebb mértékben adductora és kifelé rotálója.",
    "Beidegzését a n. femoralis végzi.",
    "Valamivel lentebb, ugyancsak a m. adductor brevis előtt haladva találjuk a m. adductor longust.",
    "Az izom a ramus inferior ossis pubison ered és a m. adductor brevis folytatásába esve tapad a linea aspera medialis ajkán.",
    "Főként adductor, de képes kissé extendálni és befelé rotálni a csípőízületet.",
    "Beidegzését a n. obturatorius adja.",
    "A comb medialis peremén halad az adductor kompartment utolsó tagja, a m. gracilis, mely a ramus inferior ossis pubis legmedialisabb részén ered, és mind a csípő-, mind a térdízületet áthidalva tapad a tibia medialis condylusa alatti területen, másik két izom társaságában (ld. őket később).",
    "A m. gracilis helyzetéből adódóan adducálja és befelé rotálja a csípőízületet, valamint hajlított térd mellett befelé rotálja a térdízületet.",
    "Beidegezését ugyancsak a n. obturatorius biztosítja.",
    "A far régójának felületes izma: a m. gluteus maximus.",
    "|  A comb medialis izom kompartmentje",
    "|   |   |   |",
    "| | --- | --- | --- | --- | --- | |",
    "Izom neve | eredése | tapadása | Mely ízületre hat, hogyan?",
    "| Beidegzése  | |  m. adductor magnus | ramus inferior ossis pubis | linea aspera, labium mediale tuberculum adductorium | articulatio coxae adducálja kirotálja feszíti | n. ischiadicus, n. obturatorius  | |  m. adductor brevis",
    "|   | linea aspera, labium mediale |   | n. obturatorius  | |  m. adductor longus  |   |   |   |   | |  m. gracilis |   | tibia, condylus medialis alatt | articulatio coxae adducálja berotálja feszíti  |   | |   |  articulatio genus hajlított helyzetben berotálja  |   |   |   | |  m. pectineus | pecten ossis pubis | linea pectinea femoris | articulatio coxae hajlítja adducálja berotálja | n. femoralis  |",
    "[H1] A comb elülső izomkompartmentje.",
    "A comb elülső felszínén elhelyezkedő izmokat a tankönyvek gyakorta combfeszítőknek (extensoroknak) hívják, abból a tényből kiindulva, hogy fő hatásuk a térdízület extensioja (abba a szemantikai problémába nem belemenve, hogy a „combfeszítő” minden szempontból helytelen, hiszen maximum a térdfeszítő lenne helyes megnevezés).",
    "A legmélyebben elhelyezkedő izomcsoport három tagból áll, ezek a m. vastus medialis, m. vastus intermedius és m. vastus lateralis.",
    "Az izmok a combcsont elülső felszínén erednek medialisan, elől és oldalt, a trochanter majortól és a linea intertrochantericától lefelé, majd egy közös ínba összesugározva a patellán keresztül a tuberositas tibiaére.",
    "Az ín patella alatti részét nevezzük ligamentum patellaének, míg a patella mellett elhaladó részletek alkotják a retinaculum patellae medialét és retinaculum patellae lateralét.",
    "A vastusok a térdízület erős extensorai, beidegzésüket a n. femoralis végzi.",
    "ANATÓMIA TÚLÉLŐKÖNYV",
    "#anatómiatúléllőkönyv",
    "Eggyel felületesebben csatlakozik a vastusokhoz a m. recetus femoris, mely két fejjel (caput rectum, caput reflectum) ered a spina iliaca anterior inferioron, valamint az acetabulum felett az os coxaen, majd a vastusok inához csatlakozva azokkal együtt tapad a tuberositas tibiaen.",
    "A három vastus izmot és a m. rectus femorist szokás együtt m. quadriceps femorisnak is nevezni.",
    "A m. rectus femoris ugyancsak a térdízület extensora, valamint – mivel áthidalja a csípőízületet is – annak hajlítója (elhanyagolható erővel!",
    "A csípőízület valódi hajlítói a m. iliopsoas és a m. pectineus!).",
    "A m. rectus femoris beidegzését is a n. femoralis végzi.",
    "Az elülső kompartment legfelületesebb izma a m. sartorius, mely a spina iliaca anterior supereioron ered, majd a combot lateralról medial felé keresztezve húzódik a tibia medialis condylusához, ahol a m. gracilisszal együtt tapad (ld. lentebb).",
    "A comb elülső felszínének izmai: a mély (jobbra), a középső (középen) és a felületes réteg (balra).",
    "Működése különleges.",
    "Helyzetéből adódóan a térdízület extensorának tekintjük, ugyanakkor a térdízület feszítésére csak a csípőízület extendált helyzetében képes.",
    "Mivel áthidalja mind a csípő-, mind a térdízületet, képes mindkét ízület hajlítására (!!!)",
    ", melynek a járás során lesz igazán jelentősége (a járás egy pontján a m. sartorius az egyetlen működő izom).",
    "Mindemellett, hajlított térdízület esetén képes a térdízület berotálására.",
    "Beidegzését a n. femoralis biztosítja.",
    "|  A comb elülső izom kompartmentje  |   |   |   |",
    "| | --- | --- | --- | --- | --- | |",
    "Izom neve | eredése | tapadása | Mely ízületre hat, hogyan?",
    "| Beidegzése  | |  m. vastus medialis | • femur, elülső felszín o medialisan o elől o",
    "lateralisan | • tuberositas tibiae | • articulatio genus o feszíti | n. femoralis",
    "| |  m. vastus intermedius",
    "|   |   |   |",
    "| |  m. vastus lateralis  |   |   |   |   | |  m. rectus femoris | • spina iliaca anterior superior (caput rectum) • acetabulum feletti terület (caput reflectum9",
    "|   | • articulatio genus o feszíti • articulatio coxae o hajlítja (elhanyagolható)  |   | |  m. sartorius | • spina iliaca anterior superior | •",
    "condylus medialis tibiae alatt | • articulatio coxae o hajlítja • articulatio genus o hajlítja o feszíti (nyújtott csípő mellett) o befelé rotálja (hajlított térd mellett)",
    "|   |",
    "ANATÓMIA TÚLÉLŐKÖNYV",
    "#anatómiatúléllőkönyv",
    "[H1] A comb hátulsó izomkompartmentje.",
    "A comb hátulsó felszínén elhelyezkedő izmokat a tankönyvek gyakorta combhajlítóknak (flexorok) hívják, abból a tényből kiindulva, hogy fő hatásuk a térdízület flexiója.",
    "Ugyanakkor, mint látni fogjuk, az izmok többsége mind a csípő-, mind a térdízületet áthidalja, mi több, ezekben ellentétes mozgásokat hoz létre (az ízületek helyzete miatt).",
    "A comb hátulsó felszínének izmai: a mély (jobbra), a középső (középen) és a felületes réteg (balra).",
    "Lateralról medial felé haladva a comb hátulsó felszínének első izma a m. biceps femoris, mely nevének megfelelően két fejjel ered.",
    "A rövid fej (caput breve) a femur testének distalis felében ered a linea aspera labium lateraléjáról, míg a hosszú fej (caput longum) a medencecsont tuber ischiadicumáról húzódik lefelé.",
    "A két fej lateralisan egyesülve az apex capitis fibulaen tapad.",
    "Az izom a csípőízület feszítője, valamint a térdízület hajlítója, illetve a hajlított helyzetű térdízület kifelé rotátora.",
    "Beidegzését a n. ischiadicus végzi.",
    "A hosszú fejjel párhuzamosan, tőle medialra halad az ugyancsak a medence tuber ischiadicumán eredő m. semimembranosus, mely a tibia medialis condylusa alatt tapad.",
    "Nevét onnan kapta, hogy az izom felső 1/3-a inkább inas lemez, mintsem izom.",
    "Működése közben feszíti a csípőízületet, és hajlítja a térdízületet.",
    "Beidegzését a n. ischiadicus végzi.",
    "A régió utolsó izma a m. semimembranosustól felületesen haladó m. semitendinosus, mely ugyancsak a tuber ischiadicumon ered, és a m. semimembranosustól felületesen tapad a tibia medialis condylusa alatt, másik két izommal közösen (m. gracilis, m. sartorius).",
    "A m. semitendinosus feszíti a csípőízületet, hajlítja a térdízületet és hajlított helyzetű térdízületet befelé rotálja.",
    "Beidegzését ugyancsak a n. ischiadicus látja el.",
    "A három izom (m. gracilis, m. sartorius, m. semitendinosus)",
    "együtt tapadását pes anserinus superficialisnak nevezzük.",
    "A három izmot – magyar nevük után – szokás úgy is emlegetni, hogy „karcsú-szabó-inas\" (kreatív orvostanhallgatók által alkotott, ám vizsgán kevésbé szerencsés szösszetétel hozható létre a latin nevekből is: a pes anserinus superficialis a S(Z)AR-TEN-G(E)R izmok közös tapadási helye).",
    "Lévén a m. semimembranosus az említett három izomtól mélyebben, de hasonló helyen tapad egyedül, egyes szerzők mint pes anserinus profundus hivatkoznak rá.",
    "ANATÓMIA TÚLÉLŐKÖNYV",
    "#anatómiatúlelőkönyv",
    "|  A comb hátulsó izom kompartmentje  |   |   |   |   | | --- | --- | --- | --- | --- | |  Izom neve | eredése | tapadása | Mely izületre hat, hogyan?",
    "| Beidegzése  | |  m. biceps femoris | • caput longum ○ tuber ischiadicum • caput longum ○ linea aspera, labium laterale | caput fibulae | • articulatio coxae ○ feszíti • articulatio genus ○ hajlítja ○ kifelé rotálja | n. ischiadicus",
    "| |  m. semimembranosus | • tuber ischiadicum | condylus medialis tibiae alatt | •",
    "articulatio coxae ○ feszíti • articulatio genus ○ hajlítja ○ befelé rotálja  |   |",
    "|  m. semitendinosus | • tuber ischiadicum | condylus medialis tibiae alatt | • articulatio coxae ○ feszíti • articulatio genus ○ hajlítja ○ befelé rotálja  |   |",
    "[H1] A comb és a far régió izomzatának áttekintése, a comb rekeszei.",
    "Akárcsak a felső végtag esetén, itt is kiválóan alkalmas tanulási célokra a kompartmentekénti és rétegenkénti haladás, a valóságban azonban sokkal hasznosabb, ha az ember átlátja a test 3 dimenziós viszonyait.",
    "A comb izomkompartmentjei: elöl (balra), illetve hátulnézetben (jobbra). A comb keresztmetszetei (középen) a femur diaphysisének középtáján.",
    "A felső végtaggal ellentétben az alsó végtagnál a szabad végtag első izületét (articulatio coxae)",
    "áthidaló izmok (főleg az elülső izmok) elő emberben rejtett helyzetben találhatóak, a hasüreg hátulsó-alsó részében.",
    "A m. iliacus és a m. psoas major (melyek közül az utóbbi egy szakaszon a hasüreg hátulsó falát is alkotja) a hiatus subinguinalison keresztül érik el a combcsont medialis oldalát.",
    "Ennél fogva csak akkor láthatóak, ha a hasüreget megnyitjuk és a hasúri szerveket, valamint a hátulsó fali hashártyát eltávolítjuk (részleteiben ld.",
    "Az emésztőrendszer anatómiája c. fejezetben).",
    "A comb elülső felszínét szemügyre véve láthatjuk, ahogy a m. rectus femoris eltakarja szemünk elől mind a m. vastus intermediust,",
    "míg az izom két oldalán és kissé mélyebben helyezkedik el a m. vastus lateralis és a m. vastus medialis.",
    "A m. sartorius az elülső felszín legfelületesebb izma, mely keskeny szalagként húzódik lateralról medial felé, a térd irányába.",
    "A hátulsó felszínen a m. gluteus maximus teljesen betakarja a far régiójának mélyebb izmait, valamint a comb medialis és posterior izmainak eredését is.",
    "ANATÓMIA TÚLÉLŐKÖNYV",
    "#anatómiatúléllőkönyv",
    "A hátulsó felszínen a m. biceps femoris hosszú feje és m. semitendinosus egymással párhuzamosan haladva betakarja a medialisan futó m. semimembranosust, valamint a lateralisan elhelyezkedő m. biceps femoris rövid fejét.",
    "A medialis izomkompartment ugyancsak nehezebben vizsgálható, mivel a femur medialis oldalán, az elülső és hátulsó izmok között mintegy septumot alkotva helyezkedik el.",
    "A comb izmainak áttekintése után említést kell ejtenünk a comb ún. kompartmentjeiről.",
    "Mint a felső végtagnál láttuk, az izmokat széles, kötőszövetes lemezek, pólyák (fascia) veszik körbe, valamint osztják kisebb rekeszekre (a fascia lemezeket általában az izmok közé hatoló sövények – septum – horgonyozzák ki a csontokhoz).",
    "A comb izmait körbe vevő pólya a fascia lata, mely elől a ligamentum inguinalétól, hátul a m. gluteus maximus saját izomfasciájáról lefelé húzódó, az izmok és a bőr között elhelyezkedő nagy fascia lemez, mely a térdnéi folyamatosan megy át a fascia popliteába és a lábszár fasciájába (fascia cruris).",
    "Elülső felszínének felső, medialis részén apró lyuk (hiatus saphenus) helyezkedik el az alsó végtag egyik nagy, felületes vénájának mélybe lépésére (v. saphena magna).",
    "A lyukat egy apró, átlyuggatott lemez zárja le (lamina cribrosa).",
    "A comb lateralis oldalán a fascia lata megvastagszik, s mint tractus iliotibialis házódik a spina iliaca anterior superiortól a tibia lateralis condylusához.",
    "A fascia lata különlegessége még, hogy egyes izmokat (m. sartorius, m. gracilis) külön, önálló, zárt hüvelybe fog.",
    "A comb izmai: elől (balra), hátul (középen) és oldalnézetben (jobbra).",
    "ANATÓMIA TÚLÉLŐKÖNYV",
    "#anatómiatúlelőkönyv",
    "A fascia lata több helyen is kihorgonyzódik a femurhoz, annak teljes hosszában (a karral ellentétben itt nem szokás számon kérni a kitapadások (septumok) neveit).",
    "Ennek következtében a femur előtt, és a femur mögött, valamint tőle medialisan is létrejön egy csont és fascia által közrezárt tér (ún. osteofibrosus rekesz), az egyes izomcsoportoknak megfelelően.",
    "Az elülső térségre szoktunk extensor rekeszként, a hátulsóra flexor rekeszként hivatkozni, míg a medialisra adductorként: ezeket értelemben szerűen az előbb megtárgyalt elülső, hátulsó felszíni és medialis izmok töltik ki.",
    "A fasciák szerepe abban áll, hogy szűk, feszes rekeszekben tartva az izmokat biztosítják egyrészt azok eredését, másrészt összehúzódásuk során fokozzák az erőátvitel hatásfokát, mivel megakadályozzák az izmok húzási irányra merőleges „összegyűrődését”.",
    "Mindemellett fontos funkciójuk, hogy a sérülékeny képletek (izmok, artériák, mély vénák, idegek) mind a fascia rekeszen belül haladnak, ezáltal védik azokat.",
    "A combon ez a septumoknak megfelelően történik: ne vékony lapként képzeljük el a sövényeket, hanem inkább széles, kötőszövetes térségnek.",
    "Elől az extensor és az adductor rekesz között jön létre a canalis adductorius melyben a comb előlről a hátulsó felszínre tartó nagy erei haladnak, míg hátul a flexor és az adductor rekesz között jön létre egy kötőszövetes térség, a comb hátulsó felszínét és a distalis végtagrészeket ellátó idegek számára.",
    "Az alsó végtag bőnyéi elől (balra) és hátul nézteben (jobbra).",
    "ANATÓMIA TÚLÉLŐKÖNYV",
    "#anatómiatúléllőkönyv",
    "[H1] A lábszár hátulsó felszínének izmai.",
    "A lábszár hátulsó felszínének izmait gyakran mint lábszárhajlítókat említik (holott a lábszár ugyebár nem hajlítható).",
    "A lábszár izmai – eredésük és tapadásuk függvényében – képesek hatást kifejteni a térd és bokaízületre, illetve a láb egyéb ízületeire is.",
    "Tárgyalásuk során az eddig megszokott módszer szerint előbb a mély izmokat vesszük, majd erre építjük rá rétegenként az egyre felületesebben elhelyezkedőket.",
    "A lábszár hátulsó felszínén elhelyezkedő izmok három rétegben, két kompartmentben helyezkednek el.",
    "A mély flexor rekeszben három izom található, melyek – mint látni fogjuk – nem megfelelő sorrendben erednek.",
    "A legdateralisabban eredő mély izom a m. flexor hallucis longus, mely a fibula hátulsó felszínén ered, majd ina a sulcus tendinis musculi flexoris hallucis longiban haladva húzódik, a hallux distalis phalanxához.",
    "Működése közben hajlítja az öregujj valamennyi ízületét, valamint kisebb mértékben a láb összes ízületét, illetve a bokaízületben elősegíti a plantarflexiót.",
    "A lábszár hátulsó felszínének izmai: a mély (jobbra), a középső (középen) és a felületes izomréteg (balra).",
    "A láb „spicc” állásban, hátulról tekintünk rá.",
    "Tőle medialisabban – és valamivel mélyebben – ered a membrana interossea hátulsó felszínén a m. tibialis posterior, mely az os naviculare medialis-inferior felszínén (tuberositas ossis navicularis) tapad.",
    "Működése közben supinálja és adducalja a lábat az alsó ugróízületben (tehát inversiot okoz).",
    "ANATÓMIA TÚLÉLŐKÖNYV",
    "#anatómiatúléllőkönyv",
    "A legmedialisabban, főleg a tibia hátulsó felszínén eredő izom a m. flexor digitorum longus, mely a medialis boka alatt a talpra kanyarodik, majd ott 4 ínra válva a II-V. ujjak distalis phalanxán tapad.",
    "Működéses közben hajlítja a II-V. ujjak valamennyi ízületét, valamint a láb kis ízületeit, illetve a bokaízületekben elősegíti a plantarflexiót.",
    "A fentieket összefoglalva és az ábrát szemügyre véve láthatjuk, hogy az izmok a talpon épp az ellenkező oldalra tartanak, mint ahol a lábszáron erednek.",
    "Ez csak úgy oldható fel, ha inaik elhaladnak egymás felett/alatt, azaz kereszteződnek.",
    "A m. flexor digitorum longus medialisan ered és ina lateralra tart a talpon, míg a két másik izom, a m. tibialis posterior és a m. flexor hallucis longus lateralisabban erednek és inaik medialra tartanak a talpon.",
    "Mindezekből kifolyólag két kereszteződés jön létre az izmok inai között: egy a lábszár medialis oldalán, egy pedig a talpon.",
    "Lévén a m. flexor digitorum longus halad a másik kettővel ellentétes irányba, a m. flexor digitorum longus ina mindkét kereszteződésben részt vesz, meghozzá felületesen.",
    "A lábszár medialis oldalán kialakuló kereszteződés a chiasma cruris, melyben a m. flexor digitorum longus ina felületesen elhalad a m. tibialis posterior ina felett.",
    "A talpon kialakuló kereszteződés a chiasma plantae, melyben ugyancsak a m. flexor digitorum longus ina halad el felületesebben a m.",
    "flexor hallucis longus ina felett (tehát utóbbi ín van közelebb a csontokhoz).",
    "Ugyancsak a lábszár hátulsó felszínének izma a m. popliteus, mely a femur lateralis condylusának oldalsó felszínén ered, és a ligamentum collaterale fibulare és az ízületi tok között ferdeń átbújva a tibia hátulsó felszínén lévő linea popliteán tapad.",
    "Hajlítja a térdet.",
    "A lábszár hátulsó izomkompartmentje, medialról rátekintve.",
    "Eggyel felületesebben, már a lábszár felületes flexor kompartmentjében található a caput fibulae, valamint innen a linea musculi soleihez húzódó inas íven eredő m. soleus, melynek ina belesugárzik a tuber calcanein tapadó ligamentum calcaneibe (Achilles-in).",
    "A m. soleustól felületesen található a femur lateralis epicondylusának hátulsó felszínén eredő apró izom, a m. plantaris, melynek hosszú ina a m. gastrochnemius medialis feje (ld. lentebb)",
    "alatt helyezkedik el, és ugyancsak belesugárzik a közös tendo calcaneibe (tehát a lateralis izom alatt ered, de ina inkább már a medialis alatt található!).",
    "Jelentősége a gyakorlatban csekély, egyfajta rudimentként (fejlődési maradványként) fogható fel (az alkar m. palmaris longusának analógiája).",
    "A m. plantaris fontossága vizsgán való kérdezhetőségében rejlik – ina ugyanis a gyakorlatlan szem számára könnyen összetéveszthető valamely ideggel.",
    "Felismerése az inak általános jellegzetességeinek felismerésében (laposak, egyfajta periodicitás jellemzi őket, valamint fény alatt mozgatva gyöngyházfényűen csillognak), valamint abban rejlik, hogy számítunk rá, hogy az izmot a lábszár hátulsó felszínén találjuk.",
    "A lábszár hátulsó felszínének legfelületesebb izmai a felületes flexor kompartment felszínes részében elhelyezkedő, kétfejű m. gastrochnemius (caput laterale, caput mediale).",
    "Mindkét fej a neki megfelelő femur epicondyluson ered, majd izomhasaik szív alakban összesugározva a tendo calcaneiben végződnek.",
    "A fent említett másik két izommal együtt plantarflexiók a lábat a felső ugróízületben, valamint supinálják az alsóban.",
    "Mindkét gastrochnemius fej hajlítja a térdízületet is.",
    "49",
    "ANATÓMIA TÚLÉLŐKÖNYV",
    "#anatómiatúlelőkönyv",
    "A m. gastrochnemiust egyes könyvek két, különálló izomként kezelik (m. gastrochnemius lateralis, m. gastrochnemius medialis).",
    "A m. soleust és a két m. gastrochnemiust együttesen szokás m. triceps suraenak (a vádli háromfejű izma) is nevezni.",
    "A lábszár hátulsó felszínének izmait a n. tibialis idegzi be.",
    "A lábszár hátulsó izomkompartmentje",
    "|  Izom neve | eredése | tapadása | Mely ízületre hat, hogyan?",
    "| Beidegzése  | | --- | --- | --- | --- | --- | |  m. flexor hallucis longus | •",
    "fibula hátulsó felszíne | phalanx distalis hallucis | • articulatio talocruralis o plantarflexio • hallux ízületei o hajlítja | n. tibialis",
    "| |  m. tibialis posterior | • membrana interossea | tuberositas ossis navicularis | • articulatio talotarsalis o supinatio o adductio  |   |",
    "|  m. flexor digitorum longus | • tibia hátulsó felszíne | II-V. ujjak phalanx distalisa | • articulatio talocruralis o plantarflexio • ujjak ízületei o hajlítja  |   | |  m. popliteus | •",
    "condylus lateralis femoris | linea poplitea tibiae | • articulatio genus o hajlítja  |   | |  m. soleus | • linea musculi solei | tuber calcanei | • articulatio talocruralis o plantarflexio  |   | |",
    "m. plantaris | •",
    "condylus lateralis femoris |   | • articulatio genus o hajlítja  |   | |  m. gastrochnemius | •",
    "condylus lateralis femoris o caput laterale • condylus medialis femoris o caput mediale |   | • articulatio talocruralis o plantarflexio • articulatio talotarsalis  |   |",
    "[H1] A lábszár elülső felszínének izmai.",
    "A lábszár elülső felszínének izmait lábszár extensoroknak szoktuk nevezni, habár nem a lábszárra, hanem boka- és lábízületekre hatnak.",
    "Erednek a fibula elülső felszínén, a membrana interosseán, a tibia lateralis felszínén, valamint a lábszárat körbevevő fascia crurison.",
    "A legmedialisabb izom a m. tibialis anterior, mely a condylus lateralis tibiaéről és a facies lateralis tibiaéről ered, és az os cuneiforme medialen valamint a tuberositas ossis metatarsi I-en tapad.",
    "Dorsalflectálja (pipa) és supinálja a lábat.",
    "A membrana interosseán ered valamivel lateralisabban, az előző (valamint a következő) izomtól takartan a m. extensor hallucis longus.",
    "Az izom a hallux phalanx distalisán tapad.",
    "Dorsalflectálja a lábat és feszíti az öregujj, valamint a láb ízületeit.",
    "A leg lateralisabb izom a m. extensor digitorum longus, mely a condylus lateralis tibiaen, a caput fibulaen és a membrana interossean ered és a II-V. ujjak phalanxain tapad.",
    "Ötödik ujjhoz futó izomrészletét szokás m. fibularis tertiusnak nevezni.",
    "Dorsalflectálja a lábat, és extendálja az ujjakat.",
    "A m. fibularis tertius részt vesz a láb pronatiójában.",
    "Mindhárom izom beidegzését a n. fibularis profundus végzi.",
    "A lábszár elülső felszínének izmai: a mélyebben (jobbra) és a felületesebben (balra) elhelyezkedők.",
    "ANATÓMIA TÚLÉLŐKÖNYV",
    "#anatómiatúléllőkönyv",
    "A lábszár oldalsó izomkompartmentje",
    "[H1] A lábszár oldalsó felszínének izmai.",
    "A lábszár oldalsó felszínén, két keskeny, unipennatus izom helyezkedik el.",
    "Ezek közül a mélyebb a m. fibularis brevis (vagy más néven m. peroneus brevis), mely a fibula oldalsó felszínén és az izomrekeszeket elválasztó fascia sövényeken ered, majd a basis ossis metatarsi V-ön tapad.",
    "Plantarflectálja („spicc”) és pronálja a lábat.",
    "Tőle felületesebben ered a m. fibularis longus (más néven m. peroneus longus) a caput fibulaen, valamint a fascia crurison, majd lateralisan a talp alsó felszínére lép (sulcus tendinis musculi fibularis longi), és mint a talp legmélyebb képlete, ferdén keresztezi azt, hogy végül az os cuneiforme medialén és a tuberositas ossis metatarsi I-en tapadjon.",
    "Plantarflectálja és pronálja a lábat.",
    "Mindkét izom beidegzését a n. fibularis superficialis végzi.",
    "A lábszár oldalsó izomkompartmentje, lateralról rátekintve.",
    "|  A lábszár oldalsó izomkompartmentje  |   |   |   |   | | --- | --- | --- | --- | --- | |  izom neve | eredése | tapadása | Mely izületre hat, hogyan?",
    "| Beidegzése  | |  m. fibularis brevis | • fibula • fascia cruris | tuberositas ossis metatarsi V. | • articulatio talocruralis ○",
    "plantarflexio • articulatio talocruralis",
    "○ pronatio | n. fibularis superficialis  | |  m. fibularis longus | •",
    "caput fibulae • fascia cruris | tuberositas ossis metatarsi",
    "I, os cuneiforme mediale | • articulatio talocruralis ○ plantarflexio • hallux izületei ○ pronatio  |   |",
    "[H1] A lábszár izomzatának áttekintése, a lábszár rekeszei.",
    "Akárcsak a comb és a fartájék esetén, most is áttekintjük a régió izmait egységesen.",
    "A lábszár elülső felszínét szemügyre véve láthatjuk, ahogy a comb elülső felszínéről idesugárzó m. quadriceps femoris ina, a ligamentum patellae egészen a tuberositas tibiaeig húzódik.",
    "ANATÓMIA TÚLÉLŐKÖNYV",
    "#anatómiatúléllőkönyv",
    "A lábszár elülső felszíne izmokban szegényes, a tibia medialis csontfelszíne fölött közvetlenül a lábszár bőre található (ezért olyan fájdalmas a tájék sérülése, mivel nincs rugalmas szövet, ami elnyelje az ütődések energiáját).",
    "A tibia lateralis felszínén, valamint a membrana interosseán és a fibulán látjuk sorban a m. tibialis anteriort, a m. extensor hallucis longust, valamint a m. extensor digitorum longust.",
    "Még lateralisabban találjuk a lateralis kompartment két izmát, a m. fibularis longust, valamint az izom által takarva a m. fibularis brevist.",
    "A lábszár hátulsó felszínének meghatározó képlete a m. gastrochnemius, melynek fejei eltakarják szemünk elől a régió többi izmát.",
    "A két fej oldalán tűnik csak elő az egy réteggel mélyebben futó m. soleus.",
    "A három izom összesugárzik a tendo calcaneibe (Achilles-in), ezért szokás őket háromfejű vádliizomnak (m. triceps surae) is nevezni",
    "A lábszár izmai: elől (balra), oldal (középen) és hátulnézetben (jobbra).",
    "Ugyancsak itt kell említést tennünk a lábszáron eredő, de a lábon tapadó izmok inainak rögzítésére szolgáló szerkezetekről, a retinaculumokról.",
    "Mint a felső végtagnál láttuk, a csukló felett kifeszülő, pántszerű szalagok feladata az inak csonthoz szorítása.",
    "Ez az alsó végtag esetében még fontosabb, mivel a lábszár és a láb nyugalmi helyzetben közel 90°-os szöget zárnak be egymással.",
    "Az inak – hasonlítsuk őket acélsodronyokhoz – az izom eredése és tapadása közötti erőátvitelt teszik lehetővé, igencsak kis keresztmetszeten.",
    "52",
    "ANATÓMIA TÚLÉLŐKÖNYV",
    "#anatómiatúléllőkönyv",
    "Lévén feszes vezetékek, eredésük és tapadásuk között a legrövidebb utat választanák, ami az egyenes.",
    "A retinaculumok különösen fontosak az alsó végtag esetén, mivel a lábszárról a lábra tartó inakat mintegy „belekényszerítik” egy ívelt lefutásba (ld. a lenti ábrát)",
    "A tibia bokanyúlványa és a sarokcsont medialis felszíne között feszül ki a retinaculum musculorum flexorum, mely alatt a lábszár hátulsó felszínének 3 mély izma átfordul a talpra.",
    "Ugyancsak a retinaculum területére esik a m. flexor digitorum longus és a m. tibialis posterior inainak kereszteződése (chiasma cruris), valamint ugyancsak itt húzódnak a lábszárról a talpra az a. tibialis posterior és a n. tibialis (ld. később) a m. flexor hallucis longus inától előrefelé.",
    "A bokai zület környékén elhelyezkedő in-rögzítőkészülékek: elől (balra), medialisan (jobbra fönt) és lateralisan (jobbra lent), a három izomkompartmentnek megfelelően.",
    "A lábszár és a láb elülső (dorsalis) felszínén feszül ki a két retinaculum musculorum extensorum (superius és inferius).",
    "A felső pántszerűen köti össze a tibia és a fibula elülső felszíneit a bokanyúlványok felett, míg az alsó X, vagy Y alakban köti össze a lábtócsontokat és a bokanyúlványokat.",
    "Mint látni fogjuk, a lábszár elülső izmainak inai mellett a retinaculumok alatt érkezik majd a lábhátra az a. tibialis anterior végága, valamint a n. fibularis profundus.",
    "Lateralisan találjuk – az ugyancsak páros – retinaculum musculorum fibulariumot (superius és inferius), melyek a fibularis izmok inait szorítják a csontokhoz.",
    "A lábszár izmainak tárgyalása után szükséges kitérni a lábszár nagy fasciája (fascia cruris) által alkotott kompartmentekre.",
    "Ezek ismerete elengedhetetlen a lábszáron elhelyezkedő erek és",
    "idegek visonyainak megértéséhez.",
    "A fascia cruris felületes lemeze (lamina superficialis) a tibia elülső élén ered, és innen az extensor izmokat befedve a fibula elé húzódik, ahol egy septumot bocsát a csont elülső részéhez (septum intermusculare cruris anterius), ezzel elválasztva egymástól az elülső extensor és lateralis fibularis kompartmentet.",
    "53",
    "ANATÓMIA TÚLÉLŐKÖNYV",
    "#anatómiatúléllőkönyv",
    "A fibula előtt tovább húzódva elvonul a fibularis izmok felett, majd a lábszár oldalán egy újabb septumot bocsát a mélybe, ezúttal a fibula oldalsó részéhez (septum intermusculare cruris posterius), elválasztva ezzel egymástól a lateralis fibularis és a hátulsó, flexor kompartmentet.",
    "A felületes lemez tovább húzódik a bőr alatt és hátrafelé megkerülve a lábszárat a tibia hátulsó élén tapad.",
    "Valamivel mélyebben (a m. soleustól mélyebben) a tibia hátulsó éléről egy másik, a fascia crurisszal párhuzamosan futó lemez (lamina profunda fasciae cruris) hajlik át a fibulához, ezzel egy mélyebb és egy felületesebb rekeszre osztva a flexor kompartmentet.",
    "A fascia cruris és a lábszár izomrekeszei.",
    "A mély flexor kompartment 3 izmot (m. flexor digitorum longus, m. tibialis posterior és m. flexor hallucis longus), valamint ér- és idegképleteket",
    "(n. tibialis, a. tibialis posterior, v. tibialis posterior, a. fibularis, v. fibularis, valamint a n. fibularis communis kezdeti szakasza) tartalmaz.",
    "A felületes flexor kompartmentben találjuk a m. triceps surae alkotóit (m. gastrochnemius, m. soleus), valamint a m. plantarist.",
    "A fibularis kompartmentben helyezkedik el a két fibularis izom (m. fibularis brevis, m. fibularis longus), valamint a n. fibularis communis és vágágai, a n. fibularis superficialis, valamint a n. fibularis profundus kezdeti szakasza.",
    "Az elülső, extensor kompartment szintén 3 izmot (m. extensor digitorum longus, m. extensor hallucis longus, m. tibialis anterior) tartalmaz, valamint itt helyezkedik el a n. peroneus superficialis és az a. tibialis anterior, valamint a v. tibialis anterior.",
    "A septum intermusculare cruris posteriust tehát átfúrja a n. fibularis communis, majd a fibularis kompartmentben kettéválva a n. fibularis superficialis itt marad, míg a n. fibularis profundus pedig a septum intermusculare cruris anteriust átfúrva az extensor kompartmentbe kerül.",
    "Az ér-",
    "és idegképletek tárgyalását ld később.",
    "Az osteofibrosus rekeszek jelentősége abban áll, hogy a lábszár sérülései (zúzódás, törés) esetén a lokális gyulladásos folyamatok, vagy a vérzés következtében az osteofibrosus kompartmentekbe folyadék áramlik.",
    "Mivel a fasciák relative feszes, rugalmatlan szerkezetek, nem képesek tágulásra.",
    "A beáramló folyadék miatt megemelkedő nyomás összenyomja a kompartmentekben futó vénákat és nyirokereket, aminek következtében még több folyadék marad vissza, a nyomás még tovább emelkedik, míg nem az artériák is összenyomódnak.",
    "Innentől kezdve a kompartment képleteinek tápanyag és O2 ellátása nem biztosított, a kompartment izomképletei elhalnak – ez a kompartment szindróma.",
    "Ebben az esetben az egyetlen beavatkozási lehetőségünk, ha a bőrt és az alatta elhelyezkedő fasciákat hosszanti irányban bemetszük, így a folyadékkal eláraszott izmok képesek duzzadni, a nyomás nem emelkedik meg, és nem nyomják össze saját ereiket (ez a fasciotomia).",
    "54",
    "ANATÓMIA TÚLÉLŐKÖNYV",
    "#anatómiatúléllőkönyv",
    "[H1] A lábhát izmai.",
    "A kézzel ellentétben, a láb dorsalis oldalán (dorsum pedis) is találunk izmokat.",
    "A m. extensor digitorum brevis a calcaneus lateralis oldalán ered a sinus tarsi nyílása felett, majd medial felé haladva inai belesugároznak a m. extensor digitorum longus inaiba.",
    "Feszíti az ujjakat, valamint lateral felé korrigálja a m. extensor digitorum longus húzásirányát.",
    "A m. extensor hallucis brevis ugyancsak a calcaneus lateralis oldalán ered a sinus tarsi nyílása felett, majd ina belesugárzik a m. extensor hallucis longus inába.",
    "Extendálja az öregujjat.",
    "Mindkét izom beidegzését a n. fibularis profundus végzi.",
    "A dorsum pedisén láthatunk néhány izmot, melyek valójában a talp izmaihoz tartoznak.",
    "A láb leglateralisabb részén feltűnhet a kisujj egyik talpi izma, a m. abductor digiti minimi, a metatarsusok és phalanxok között pedig láthatjuk a bipennatus alakú m. interossei dorsalest (tárgyalásukat ld. lentebb).",
    "|  A lábhát izmai  |   |   |   |   | | --- | --- | --- | --- | --- | |",
    "Izom neve | eredése | tapadása | Mely ízületre hat, hogyan?",
    "| Beidegzése  | |  m. extensor hallucis brevis | • calcaneus lateralis oldala | hallux feszítő készüléke | • ujjak ízületei ○ feszíti | n. fibularis profundus",
    "| |  m. extensor digitorum brevis | • calcaneus lateralis oldala | II-V. ujjak feszítő készüléke | • hallux ízületei ○ feszíti  |   |",
    "[H1] A talp izmai, a talp réteges szerkezete.",
    "A talpat, a tenyérhez hasonlóan feloszthatjuk rekeszekre, melyeket azonban itt nem „párnáknek\" (thenar), hanem kiemelkedéseknek, vagyis eminentiáknak nevezünk.",
    "A talp megértése olykor nehéz, főleg amikor az ember szemben találja magát a „talp 10 rétege\" kezdetű mondattal.",
    "A talp rétegekre osztása önkényes, a könnyebb kezelhetőség érdekében történik.",
    "A cél az lenne, hogy a hallgatók, és minden gyakorló",
    "orvos pontosan értse, hogy melyik képlettől felületesen, illetve mélyen melyik másik képletet találja a talp egyes részein.",
    "A fejezet végén a talp rétegeinek képleteit az eminentiákra osztva egy összefoglaló táblázat formájában is feltüntetem.",
    "A legmélyebb rétegében nem találunk izmokat.",
    "Itt helyezkednek el az ízületek és szalagok kapcsán ismertetett képletek, úgy, mint a ligamentum plantare longum, a m. tibialis posterior inának tapadása, a ligamentum calcaneonaviculare plantare, valamint a talp legmélyebb képlete, a talpat lateralról medial felé keresztező m. fibularis longus ina.",
    "ANATÓMIA TÚLÉLŐKÖNYV",
    "#anatómiatúléllőkönyv",
    "A talp legmélyebb (jobbra) és eggyel felületesebb (balra) rétege. Az erek és idegek eltávolítva.",
    "Ettől felületesebben az eminentia plantaris intermediához tartozó mély izmok, a m. interossei plantares és a m. interossei dorsales találhatók.",
    "A m. interossei plantares 3, apró, unipennatus izom, melyek a metatarsusok között erednek.",
    "Funkciójukat tekintve adductorok, melyek a tenyér hasonnevű izmaihoz hasonlatosak.",
    "Az egyetlen különbség, hogy a talpon a lábujj abductio-adductio középpontja nem a 3., hanem a 2.",
    "ujj.",
    "Ezáltal a m. interossei plantares úgy helyezkednek el, hogy a lábujjakat a 2. lábujjhoz tudják közelíteni.",
    "A halluxnak van saját adductora, így a 3 m. interosseus plantarison a 3., 4. és",
    "5. ujjak osztoznak: a 3., 4. és 5.",
    "metatarsusok medialis oldalán találjuk az izmokat.",
    "Tapadásuk az azonos lábujj proximalis phalanxán van, inkább kissé dorsalisan.",
    "A m. interossei dorsales olyannyira a metatarsusok között helyezkednek el, hogy a láb dorsalis aspektusában látjuk őket – tárgyalásukra mégis itt kerítünk sort.",
    "A m. interossei dorsales bipennatus izmok, melyek abductor funkcióval bírnak, elhelyezkedésük is e szerinti.",
    "A kislábujjnak, valamint a halluxnak van saját abductora, tehát a 4 m.",
    "interossei dorsaleson 3 ujjnak kell megosztoznia.",
    "Lévén a lábon a lábujj abductio-adductio középpontja a 2. lábujj, hogy az mozdulatlan maradjon, mind lateralról, mind medialról rendelkezik egy-egy m. interosseus dorsalisszal.",
    "A maradék 2 m. interosseus dorsalis a 3. és 4.",
    "lábujjak metatarsusainak lateralis oldalán helyezkedik el, és a 3. és 4. lábujjak proximalis phalanxain tapad.",
    "Mind a m. interossei plantarest, mind a m. interossei dorsalest a n. plantaris lateralis r. profundusa idegzi be.",
    "56",
    "ANATÓMIA TÚLÉLŐKÖNYV",
    "#anatómiatúléllőkönyv",
    "Az interosseus izmoktól felületesebben helyezkedik el az eminentia plantaris medialisban a m. flexor hallucis brevis, mely két fejjel (caput mediale, caput laterale) ered az ossa cuneiformia talpi felszínén, és tapad a metatarsus I. fejénél található szezámcsontokon, valamint a proximalis phalanx basisán.",
    "A két fej közötti barázdában húzódik előre a m. flexor hallucis longus ina.",
    "A kézen megismert viszonyokhoz nagyon hasonló helyzettől a talp annyiban különbözik, hogy a járáshoz való adaptáció során a m. flexor hallucis brevis két feje nem egymás alatt, hanem egymás mellett helyezkedik el – így kisebb helyet („vastagságot”) elfoglalva a talpon.",
    "A m. flexor hallucis brevis hajlítja az articulatio metatarsophalangealis hallucist.",
    "Beidegzését a n. plantaris medialis végzi (egyes könyvek szerint csak a medialis fejet idegzi be, míg a lateralis fej a n. plantaris lateralistól kap ágakat).",
    "Ugyancsak az eminentia plantaris medialishoz tartozó izom a m. adductor hallucis, melynek azonban két feje inkább a talp középső részén ered, mintsem a medialis kiemelkedés területén.",
    "A caput transversum a metatarsus fejekről, míg a caput obliquum a metatarsusok basisán ered, és a két fej közösen tapad a metatarsus I. lateralis szezámcsontján.",
    "Adducálja a halluxot.",
    "Beidegzését a n. plantaris lateralis r. profundusa végzi.",
    "Az eminentia plantaris lateralisban találunk két pici izmot, melyek a metatarsus V. basisán (és a ligamentum plantare longumon) erednek, és a kisujj proximalis phalanxán tapadnak: egyik a m. flexor digiti minimi, a másik a m. opponens digiti minimi.",
    "Utóbbi izom csökevényes, sokakban már nem fellelhető (az anatómiai nomenklatura is sokszor elhagyja).",
    "Hajlítják a kisujjat.",
    "Beidegzésüket a n. plantaris lateralis végzi.",
    "A láb középső (jobbra) és felületes izomrétege (balra).",
    "ANATÓMIA TÚLÉLŐKÖNYV",
    "#anatómiatúléllőkönyv",
    "Az eminentia plantaris intermedia hátulsó részén ered a tuber calcanein a m. quadratus plantae, mely ferdén húzódik előre, és a m. flexor digitorum longus inán tapad lateralisan (mielőtt az 4 részre válna).",
    "Mivel a m. flexor digitorum longus ferdén lép be a talpra (ahogy az ábrán is látszik, oldalról, a malleolus medialis alól), önmagában nem volna képes az ujjakat tisztán hajlítani, hanem elhúzná őket medial felé.",
    "A m. quadratus plantae szinkron összehúzódása a m. flexor digitorum longus húzásirányát",
    "korrigálja, így az az ujjak tiszta hajlítójává válik a bokaízületek bármely helyzetében.",
    "A m. quadratus plantae beidegzését a n. plantaris lateralis végzi.",
    "Az eminentia plantaris medialisban húzódik előre a medialis boka alatt a talpra kanyarodó m. flexor hallucis longus ina, mely az öregujj distalis phalanxán tapad.",
    "Tőle felületesen halad el",
    "(és ezzel a chiasma plantaet hozza létre) a m. flexor digitorum longus ina, mely (a septum intermusculare plantare medialét átfúrva) belép az eminentia plantaris intermediába, és ott 4 ínra válva húzódik a 2-5. ujjak distalis phalanxaihoz.",
    "Az eminentia plantaris intermediában, a m. flexor digitorum longus 4 részre vált inairól erednek (mindig az inak medialis, azaz a hallux felé eső oldalán) a m. lumbricalisok, melyek a lábujjakat medialról kerülve azok középső phalanxain tapadnak, a dorsalis oldalon.",
    "Az articulatio metatarsophalangealist hajlítják, az articulatio interphalangealis proximalist feszítik.",
    "A legmedialisabb m. lumbricalis beidegzését a n. plantaris medialis, míg a fennmaradó 3 izomét a n. plantaris lateralis mély ága (r. profundus) végzi.",
    "Ezektől felületesebben helyezkednek el a talp legfelületesebb izmai, a három eminentiának megfelelően.",
    "Az eminentia plantaris medialisban található legfelületesebb izom, a m. abductor hallucis a tuber calcanei medialis oldalán, valamint a belboka (malleolus medialis)",
    "alatt lekanyarodó, hosszú flexor inakat leszorító retinaculum musculorum flexorumról ered, majd az articulatio metatarsophalangealis pollicis alatt található, medialis szezámcsonton tapad (kvázi a metatarsus I. fejének medialis oldalán).",
    "Abducálja az öregujjat.",
    "Beidegzését a n. plantaris medialis végzi.",
    "Az eminentia plantaris intermediában található m. flexor digitorum brevis a tuber calcanein ered, majd 4 ínra válva a 2-5. ujjak középső perceihez húzódik, ahol Y-alakban szétválva oldalt tapad (csakúgy, mint a kézen a m. flexor digitorum superficialis), hogy a hosszú izom (m. flexor digitorum longus) inai a szétválás között tovább haladhassanak a végpercekhez.",
    "Hajlítja az ujjakat, kivéve az articulatio interphalangealis distalist.",
    "Beidegzését a n. plantaris medialis végzi.",
    "A lateralis kiemelkedésben (eminentia plantaris lateralis) helyezkedik el – ugyancsak a talp 3. rétegében) a m. abductor digiti minimi.",
    "A tuber calcanei lateralis oldalán ered, és metatarsus V. fejének lateralis oldalán tapad.",
    "Abducálja a kisujjat.",
    "Beidegzését a n. plantaris lateralis végzi.",
    "Az izmoktól felületesebben található a tenyéren megismert aponeurosis palmarishoz hasonló, vastag, kötőszövetes lemez, a talpi bőnye (aponeurosis plantaris), mely a tuber calcanein ered, és előresugárzik a metatarsus fejekhez (az ujjak tővéhez).",
    "Előrehaladtában két sövényszerű képletet bocsát az izmok közé a mélybe, a csontok talpi felszínéhez.",
    "A talp legfelületesebb, bőr alatti rétege: a talpi bőnye.",
    "ANATÓMIA TÚLÉLŐKÖNYV",
    "#anatómiatúlelőkönyv",
    "A két sövény (septum intermusculare plantare mediale és septum intermusculare plantare laterale) a talp mélyebb rétegeit felosztja a fentebb említett 3 kiemelkedésre: az eminentia plantaris medialisra, eminentia plantaris intermediára és az eminentia planteris lateralisra.",
    "A két septum lefutása mentén a talp szövete behúzódik, és létrejön a sulcus plantaris medialis és a sulcus plantaris lateralis, mely barázdák a talp ér és ideg képleteit tartalmazzák.",
    "|  Az eminentia plantaris medialis izmai  |   |   |   |   | | --- | --- | --- | --- | --- | |",
    "Izom neve | eredése | tapadása | Mely ízületre hat, hogyan?",
    "| Beidegzése  | |  m. adductor hallucis | • caput transversum ○ II-IV.",
    "metatarsusok fejei • caput obliquum ○ II-IV.",
    "metatarsusok basisa | hallux lateralis sesamcsontja | • articulatio metatarsophalangealis ○",
    "adducálja | n. plantaris lateralis  | |  m. flexor hallucis brevis | •",
    "os cuboideum • ligamentum plantare longum | • caput mediale ○ medialis sesamcsont • caput laterale ○ lateralis sesamcsont | • articulatio metatarsophalangealis ○ hajlítja • articulatio interphalangealis ○ hajlítja | n. plantaris medialis  | |  m. abductor hallucis | •",
    "tuber calcanei medialis oldala | metatarsus I. feje | • articulatio tarsometatarsalis ○ abducálja  |   | |  Az eminentia plantaris intermedia izmai  |   |   |   |   | | --- | --- | --- | --- | --- | |",
    "Izom neve | eredése | tapadása | Mely ízületre hat, hogyan?",
    "| Beidegzése  | |  m. interosseus dorsalis | • metatarsusok | phalanx proximalis | • articulatio metatarsophalangealis ○ abducálja | n. plantaris lateralis  | |  m. interosseus plantaris",
    "| • metatarsusok | phalanx proximalis | • articulatio metatarsophalangealis",
    "○ adducálja  |   | |  m. lumbricalis | •",
    "tendo, m. flexor digitorum longus | II-V. ujjak extensor apparátusa",
    "| • articulatio metatarsophalangealis ○ hajlítja • articulatio interphalangealis proximalis ○ feszíti | n. plantaris lateralis, n. plantaris medialis",
    "| |  m. quadratus plantae | • tuber calcanei | tendo, m. flexor digitorum longus | • a m. flexor digitorum longus húzásirányát korrigálja | n. plantaris lateralis  | |  m. flexor digitorum brevis",
    "| • tuber calcanei | II-V. ujjak phalanx mediája | • ujjak ízületei ○ hajlítja | n. plantaris medialis",
    "| |  Az eminentia plantaris lateralis izmai  |   |   |   |",
    "| | --- | --- | --- | --- | --- | |",
    "Izom neve | eredése | tapadása | Mely ízületre hat, hogyan?",
    "| Beidegzése  | |  m. opponens digiti minimi | •",
    "metatarsus V. | phalanx proximalis digiti minimi | •",
    "articulatio metatarsophalangealis ○ hajlítja | n. plantaris lateralis  | |  m. flexor digiti minimi | •",
    "metatarsus V. | phalanx proximalis digiti minimi | • articulatio metatarsophalangealis ○ hajlítja  |   | |  m. abductor digiti minimi | •",
    "tuber calcanei lateralis oldala | metatarsus V. feje | • articulatio tarsometatarsalis ○ abducálja  |   |",
    "59",
    "ANATÓMIA TÚLÉLŐKÖNYV",
    "#anatómiatúléllőkönyv",
    "|  A talp réteges szerkezete  |   |   |   | | --- | --- | --- | --- | |",
    "Réteg \"száma\" | Eminentia plantaris lateralis | Eminentia plantaris intermedia | Eminentia plantaris medialis  | |",
    "1. (legfelületesebb)",
    "| Bőr és a benne lévő bőridegek (a n. plantaris lateralis és n. plantaris medialis felületes, bőrága)",
    "|   |   | |  2.",
    "| Aponeurosis plantaris  |   |   | |  3.",
    "| m. abductor digiti minimi | m. flexor digitorum brevis | m. abductor hallucis brevis  | |  4.",
    "| A medialis boka alatt talpra kanyarodó a. tibialis posterior és n. tibialis ága (a. plantaris lateralis et medialis, n. plantaris lateralis et medialis)",
    "|   |   | |  5.",
    "|  | m. quadratus plantae | tendo, m. flexor digitorum longus (csak áthalad)",
    "| |   |   |  tendo, m. flexor digitorum longus | tendo, m. flexor hallucis longus  | |",
    "|   |  m. lumbricales |   | |  6.",
    "| m. flexor digiti minimi |",
    "| m. flexor hallucis brevis (caput laterale, caput mediale  | |   |  m. opponens digiti minimi",
    "|   | m. adductor hallucis (caput obliquum, caput transversum)",
    "| |  7.",
    "| A m. adductor hallucis ferde feje alá belépő arcus plantaris  |   |   | |  8.",
    "| m. interossei plantares (m. interossei dorsales)",
    "|   |   | |  9.",
    "| lig.",
    "plantare longum  |   |   | |   |  tendo, m. tibialis posterior  |   |   | |   |  lig.",
    "calcaneonaviculare plantare  |   |   | |",
    "|  tendo, m. peroneus longus  |   |",
    "| |  10. (legmélyebb)",
    "| Csontok, és az azokat összetartó mély szalagrendszer  |   |   | |",
    "A csípőízületre (articulatio coxae) ható izmok  |   | | --- | --- | |  mozgás | izom  | |  flexio | m. iliopsoas m. pectineus m. rectus femoris m. sartorius",
    "| |  extensio | m. gluteus maximus m. piriformis m. biceps femoris (caput longum) m. semitendinosus m. semimembranosus  | |  abductio | m. gluteus minimus m. gluteus medius  | |",
    "adductio | m. adductor brevis m. adductor longus m. adductor magnus m. gracilis m. pectineus  | |",
    "berotatio | m. iliopsoas m. gracilis m. pectineus m. gluteus minimus m. gluteus medius  | |  kirotatio | m. obturator internus m. piriformis m. gemellus superior m. gemellus inferior m. quadratus femoris m. adductor brevis m. adductor longus m. adductor magnus  |",
    "[H1] Összefoglaló táblázatok: ízületek mozgásai, rájuk ható izmok.",
    "Az alsó végtag izmainak tárgyalását ezzel befejeztük.",
    "Mielőtt még rátérnénk a végtag ereire, idegeire és régióira, a felső végtagnál használt rendszerhez hasonlóan",
    "összefoglaljuk az egyes ízületekre ható izmokat, azok mozgásai köré csoportosítva.",
    "Mivel 1-1 mozgásban fő-",
    "és segédizmok is részt vesznek, 1-1 izom kiesése (pl. bénulása) nem feltétlenül",
    "jár az adott mozgás teljes elvesztésével!",
    "Az adott mozgás „fő\" izmát mindig vastag betűvel jelzem.",
    "|  A térdízületre (articulatio genus) ható izmok  |   | | --- | ---",
    "| |  mozgás | izom  | |  flexio | m. biceps femoris m. semitendinosus m. semimembranosus m. sartorius m. gastrocnemius m. plantaris  | |  extensio | m. vastus lateralis m. vastus medialis m. vastus intermedius m. rectus femoris  | |  berotatio (csak hajlított térd mellett!)",
    "| m. semimembranosus m. semitendinosus m. sartorius m. gracilis  | |  kirotatio (csak hajlított térd mellett!)",
    "| m. biceps femoris  |",
    "ANATÓMIA TÚLÉLŐKÖNYV",
    "#anatómiatúléllőkönyv",
    "|  A felső ugróízületre (articulatio talocruralis) ható izmok  |   | | --- | --- | |  mozgás | izom  | |  plantarflexio | • m. gastrocinnemius • m. soleus • m. plantaris • m. tibialis anterior • m. flexor digitorum longus • m. flexor hallucis longus •",
    "m. fibularis brevis • m. fibularis longus  | |",
    "dorsalflexio | • m. tibialis anterior • m. extensor digitorum longus • m. extensor hallucis longus  | |",
    "A lábközép-ujj ízületekre (articulatio metatarsophalangealis) ható izmok  |   | | --- | --- | |  mozgás | izom  | |  flexio | • m. flexor digitorum longus • m. flexor digitorum brevis • m. flexor hallucis longus •",
    "m. flexor digiti minimi",
    "| |",
    "extensio | • m. extensor digitorum longus • m. extensor hallucis longus • m. extensor digitorum brevis • m. extensor hallucis brevis  | |  abductio | • m. interosseus dorsalis • m. abductor digiti minimi • m. abductor hallucis  | |",
    "adductio | • m. interosseus dorsalis • m. adductor hallucis  |",
    "|  Az alsó ugróízületre (articulatio talotarsalis) ható izmok  |   | | --- | --- | |  mozgás | izom  | |  eversio | • m. fibularis brevis • m. fibularis longus  | |  inversio | • m. tibialis anterior • m. tibialis posterior  | |  Az ujjak proximalis ízületeire (articulatio interphalangealis proximalis) ható izmok  |   | | --- | --- | |  mozgás | izom  | |  flexio | • m. flexor digitorum longus • m. flexor digitorum brevis  | |",
    "extensio | • m. extensor digitorum longus • m. extensor digitorum brevis  |",
    "|  Az ujjak distalis ízületeire (articulatio interphalangealis distalis) ható izmok  |   | | --- | ---",
    "| |  mozgás | izom  | |  flexio | • m.",
    "flexor digitorum longus  | |  extensio | • m. extensor digitorum longus  | |",
    "Az öregujj ujjpercízületére (articulatio interphalangealis hallucis) ható izmok  |   | | --- | ---",
    "| |  mozgás | izom  | |  flexio | •",
    "m. flexor hallucis longus  | |  extensio | • m. extensor hallucis longus  |",
    "ANATÓMIA TÚLÉLŐKÖNYV",
    "#anatómiatúléllőkönyv",
    "[H1] Az alsó végtag erei.",
    "Az alfejezetben az alsó végtag artériáival, valamint vénáival, majd nyirokelvezetésével foglalkozunk.",
    "[H1] A comb artériás rendszere.",
    "Az alsó végtag artériás ellátását a medence hátulsó falán, a m. iliopsoason fekvő a. iliaca externa folytatása, az a. femoralis biztosítja.",
    "Az ér a hiatus subinguinalis középső részén (lacuna vasorum, ld.",
    "később) lép elő a medence területéről.",
    "A hiatusból kilépve a comb elülső felszínén, a fascia lata alatt (attól mélyebben, lévén az egész combot ez a fascia brukolja a bőr alatt), a m. sartorius és m. gracilis által határolt területre jut (ez a trigonum femorale, ld. részleteiben az alsó végtag speciális régióit tárgyaló résznél).",
    "A comb elülső felszínének erei: az a. femoralis rendszere.",
    "Az emberi szervezetben egyedülálló módon mind a hiatus subinguinalisban, mind a trigonum femorale területén az artéria található lateralisabban.",
    "A trigonum femorale területén az a. femoralis (amit a sebészek gyakran a. femoralis communisnak szoktak nevezni)",
    "lateral és hátrafelé adja le fő ágát, az a. profunda femorist (innentől kezdve az a. femoralist a sebészek pedig gyakran a. femoralis superficialisnak nevezik).",
    "ANATÓMIA TÚLÉLŐKÖNYV",
    "#anatómiatúlelőkönyv",
    "Az a. profunda femoris eredése után két ágat ad: az a. circumflexa femoris lateralis és medialist, melyek megkerülik a femur nyakát és a diaphysis proximalis részét (mint a felső végtagnál a humerus a. circumflexái).",
    "A femur fejének bár van saját vérellátása, mely a medencétől érkezik a ligamentum capitis femorison keresztül (r. acetabularis, a. obturatoriae), felnőttben az ér majdhogynem jelentéktelen, és a fej vérellátását az a. circumflexa femoris lateralis a nyakon keresztül visszakanyarodó ága biztosítja (mi sem bizonyítja ezt jobban, hogy a combnyak törése esetén az a. circumflexa femoris lateralis ezen ága is sérül, és ez gyakran a femur fejének elhalásával jár, holott a feji artéria sértetlen!).",
    "Az a. profunda femoris belép a m. adductor longus mögé, ahol leadja a többi adductor izmot átfúró, perforans ágait (a. perforans prima, secunda, tertia), a comb hátulsó felszínének ellátásához.",
    "Mindez azt is jelenti, hogy a comb hátulsó felszínén tulajdonképpen nincsenek nagy erek, a terület vérellátása az elülső felszínről érkezik!",
    "Az a. femoralis a trigonum femorale alsó csúcsán belép a m. vastus medialis, valamint a m. adductor longus és m. adductor magnus között kifeszülő lamina vastoadductoria alá, így a canalis adductoriusba jutva, melyen keresztül a combcsontot medialról kerülve az alsó végtag hátulsó felszínén lévő fossa popliteába jut a m. adductor magnus hiatus saphenusán keresztül.",
    "Még a canalis adductoriusba lépés előtt lead egy ágat (a. descendens genus), mely a comb elülső felszínének medialis oldalán két ágával (r. saphenus, r. articularis) leszáll a térdhez.",
    "A far régió és a comb hátulsó felszínének vérellátása: balra a mélyben, jobbra a felületes képletek meghagyásával.",
    "ANATÓMIA TÚLÉLŐKÖNYV",
    "#anatómiatúléllőkönyv",
    "[H1] A lábszár artériás rendszere.",
    "Amint az a. femoralis kilép a hiatus addoctoríuson keresztül a fossa popliteába, neve a. popliteára változik.",
    "Itt már az artéria fekszik medialisabban!",
    "A fossa poplitea területén leadja a térdízülethez futó ágait, melyek az a. superior lateralis genus, a. superior medialis genus, két a. suralis (a vádli izmaihoz), valamint az a. inferior lateralis genus és az a. inferior medialis genus, kialakítva ezzel a rete genust.",
    "A fossa popliteából a két m. gastrochnemius közé, majd a m. soleus inas eredése alá lépve a lábszár mély flexor izomrekeszébe jut, ahol ketté ágazik a lateralisabb a. tibialis anteriorra, valamint a medialisabb a. tibialis posteriorra.",
    "Előbbi artéria eredése után szinte azonnal átlép a membrana interossea nyílásán, és az extensor kompartmentben halad tovább lefelé a lábszáron, a m. tibialis anterior és a m. extensor hallucis longus között.",
    "Végül az a. tibialis anterior a retinaculum musculorum extensorumok alatt a lábra kanyarodik, s mint a. dorsalis pedis folytatódik a lábháton.",
    "Az a. tibialis posterior a m. soleustól mélyen száll lefelé a lábszár hátulsó felszínén, a mély flexor kompartmentben, ahol az a. tibialis anteriortól történő elágazásától néhány centiméterrel lejjebb lateral felé leadja az a. fibularist.",
    "Az a. fibularis a m. flexor hallucis longus és a m. tibialis posterior közötti területen (az ún. canalis musculoperoneusban) száll lefelé a lábszár hátulsó oldalán, majd agakat ad a sarokhoz (rete calcaneum), és a lateralis bokához (r. malleolares laterales).",
    "A lábszár artériái: az elülső kompartment (balra) és a hátulsó kompartment (jobbra).",
    "Az a. tibialis posterior a mély flexor kompartmentben száll lefelé, majd a m. tibialis posterior és a m. flexor digitorum longus ina között a retinaculum musculorum flexorum takarásában a talpra kanyarodik.",
    "Elhaladtában leadja r. malleolares medialest, valamint ágakat ad a sarok artériás hálózatahoz (rete calcaneum, r. calcanei).",
    "A retinaculum musculorum flexorum alatt a talpra kanyarodva (a m. abductor hallucis takarásában)",
    "az a. tibialis posterior feloszlik az a. plantaris lateralisra, valamint az a. plantaris medialisra (a talp „4. rétegében\" járunk!).",
    "Az a. tibialis posterior fontos pulzusartéria, melynek pulzációját a belboka mögött tapinthatjuk 3 ujjal!",
    "ANATÓMIA TÚLÉLŐKÖNYV",
    "#anatómiatúléllőkönyv",
    "[H1] A lábhát artériái.",
    "Az extensor retinaculumok alatt a lábhátra lépő a. dorsalis pedis lateral felé leadja az a. tarsalis lateralist (az os cuboideum, os naviculare felett), az a. tarsalis medialist, majd distalisabban (a metatarsus basisok felett) az a. arcuatát.",
    "Az a. dorsalis pedis ugyancsak fontos pulzusartéria, melynek pulzációját 3 ujjal tapinthatjuk az 1. ujjköz vonalában, a lábtő-lábközép határán.",
    "Az a. metatarsales dorsalsek (5 db) az a. arcuatából erednek.",
    "Az a. metatarsales dorsales kettéválva adják az a. digitales dorsalesokat (a kézzel ellentétben a lábon dorsalis artériái is vannak az ujjaknak!).",
    "[H1] A talp artériái.",
    "Az a. plantaris medialis az eminentia plantaris medialisban húzódik előre a m. flexor hallucis longus ina felett, majd feloszlik egy r. superficialisra és egy r. profundusra.",
    "A r. superficialis adja a hallux artériáját (a. digitalis plantaris propria), míg a r. profundus anastomizál a mély talpi artériával.",
    "Az a. plantaris lateralis a talp 4.",
    "rétegében lateral felé halad, átfúrja a septum intermusculare plantare medialét, és áthaladva az eminentia plantare intermedián keresztül belép a septum intermusculare plantare laterale területén lévő sulcus plantaris lateralisba.",
    "Ebben előrefelé haladva ága, az arcus plantaris (profundus) a m. flexor digitorum longus inai alá lép, majd medial felé haladva egyre mélyebbre kerül, mígnem a m. adductor hallucis két feje alá lép (talp „7. rétege”).",
    "Lefutása során leadja az a. metatarsales plantarest, melyek az ujjak között adják az a. digitales plantares communest, melyek kettéágazva mint a. digitales plantares (propriae) látják el a lábujjak talpi oldalát.",
    "Az arcus plantaris (profundus) az I-II.",
    "ujjak között anastomizál az a. dorsalis pedis ágával (a. plantaris profunda).",
    "A lábhát artériái.",
    "66",
    "[CODE_BLOCK]"
  ]
}